@node
@convertedToTextFabricBy=Martijn Naaijer and Christian Canu Højgaard
@dataset=cuc
@datasetName=Copenhagen Ugarit Corpus
@description=consonantal letter in Ugaritic script
@encodedBy=Christian Canu Højgaard and Martijn Naaijer
@licence=Creative Commons Attribution-NonCommercial 4.0 International License
@licenceUrl=http://creativecommons.org/licenses/by-nc/4.0/
@manuscripts=
@source=
@valueType=str
@version=0.2.4
@writtenBy=Text-Fabric
@dateWritten=2024-08-21T08:25:56Z

𐎈
𐎌
𐎋
 
 
𐎓
𐎕
𐎋
 
 
𐎓
𐎁
𐎕
𐎋
 
 
𐎓
𐎎
𐎊
 
𐎔
𐎓
𐎐
𐎋
𐎚
𐎍
𐎒
𐎎
𐎐
 
 
𐎓
𐎎
𐎊
 
 
𐎚
𐎆
𐎚
𐎈
 
𐎛
𐎌
𐎄
𐎋
𐎚
𐎋
 
 
𐎃
𐎗
𐎌
𐎐
 
 
 
𐎗
 
 
𐎚
𐎈
𐎎
𐎋
 
 
𐎆
𐎌
𐎚
 
 
 
 
𐎍
𐎑
𐎗
 
𐎗
𐎄
𐎊
𐎋
 
 
 
𐎛
𐎖
𐎐
𐎛
𐎎
 
 
 
𐎊
𐎌
𐎜
 
 
𐎁
𐎖
𐎗
𐎁
 
 
 
x
 
𐎀
𐎒
𐎗
 
 
 
𐎚
𐎎
 
𐎊
𐎎
𐎚
𐎎
 
 
 
𐎐
𐎔
𐎌
𐎅
 
𐎆
 
 
𐎛
𐎘
𐎍
 
 
 
 
𐎈
𐎗
𐎌
𐎎
 
 
𐎓
𐎄
𐎁
 
 
𐎍
𐎀
𐎗
𐎕
 
 
 
x
 
 
𐎌
𐎔
𐎎
 
𐎓
𐎄
𐎁
 
 
 
𐎚
𐎓
𐎚
𐎖
𐎐
 
 
 
𐎌
𐎁
 
𐎛
𐎍
𐎋
 
 
 
 
𐎛
𐎐
 
𐎁
𐎁
 
 
𐎁
𐎀
𐎍
𐎔
𐎈
𐎑
𐎗
 
 
 
 
𐎍
𐎔
𐎓
𐎐
 
𐎓
𐎐
𐎚
𐎊
𐎅
𐎁
𐎗
 
 
𐎆
𐎊
𐎖
𐎍
 
 
𐎊
𐎌
𐎚
𐎈
𐎆
𐎊
𐎐
 
 
𐎆
𐎊
𐎋
𐎁
𐎄
𐎐
𐎅
 
 
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
 
𐎚
𐎈
𐎎
𐎘
𐎗
 
 
𐎛
𐎍
 
 
𐎀
𐎁
𐎋
 
 
𐎅
𐎆
𐎚
 
 
𐎍
𐎘
𐎔
𐎐
 
𐎈
𐎚
𐎋
𐎋
𐎖
𐎗
𐎊
𐎊
 
 
𐎁
𐎀
𐎗
𐎕
 
 
𐎎
𐎍
𐎈
𐎎
𐎚
 
 
𐎌
𐎚
𐎁
 
𐎓
𐎔
𐎗
𐎎
 
 
𐎄
𐎄
𐎊
𐎎
 
 
𐎒
𐎋
 
 
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
𐎁
𐎄
 
𐎀
𐎗
𐎕
𐎀
𐎗
𐎁
𐎄
𐎄
 
 
𐎍
𐎋
𐎁
𐎄
 
 
𐎌
𐎄
𐎎
 
𐎈
𐎌
𐎋
𐎓
𐎕
𐎋
 
 
𐎓
𐎁
𐎕
𐎋
 
 
𐎓
𐎎
𐎊
 
 
𐎔
𐎓
𐎐
𐎋
 
𐎚
𐎍
𐎒
𐎎
𐎐
𐎓
𐎎
𐎊
 
 
𐎚
𐎆
𐎚
𐎈
 
 
𐎛
𐎌
𐎄
𐎋
 
 
𐎚
𐎋
 
𐎃
𐎗
𐎌
𐎐
 
 
 
𐎁
𐎄
𐎋
 
𐎒
𐎔
𐎗
 
 
 
 
 
 
 
𐎊
𐎎
𐎐
𐎋
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
x
𐎋
𐎔
𐎚
𐎗
 
 
𐎋
𐎒
𐎜
 
 
𐎘
𐎁
𐎚
𐎅
 
 
𐎈
𐎋
𐎔
𐎚
 
 
𐎀
𐎗
𐎕
 
𐎐
𐎅
𐎍
𐎚
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎀
𐎍
𐎔
 
 
𐎌
𐎄
 
 
𐎗
𐎁
𐎚
 
 
𐎋
𐎎
𐎐
 
 
𐎍
𐎔
𐎓
𐎐
 
𐎋
𐎘
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎅
𐎁
𐎗
 
 
𐎆
𐎖
𐎍
 
 
𐎚
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎆
𐎋
𐎁
𐎄
 
𐎅
𐎆
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
 
 
𐎘
𐎐
𐎊
 
 
𐎍
𐎅
𐎊
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎈
𐎗
𐎌
 
 
𐎊
𐎄
𐎎
 
 
𐎚
𐎈
𐎎
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
𐎀
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎅
𐎆
𐎚
 
 
𐎍
𐎘
𐎔
𐎐
 
𐎈
𐎚
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎅
 
 
𐎋
𐎘
𐎗
 
𐎁
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎚
 
 
𐎍
𐎒
𐎋
𐎚
 
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎄
𐎁
 
 
𐎁
𐎙
𐎗
𐎚
 
𐎘
𐎁
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎈
𐎌
𐎖
𐎋
 
 
𐎓
𐎕
𐎋
 
 
𐎓
𐎁
𐎕
𐎋
 
 
 
𐎓
𐎎
𐎊
 
 
𐎔
𐎓
𐎐
𐎋
 
𐎚
𐎍
𐎒
𐎎
𐎐
 
 
 
 
 
𐎓
𐎎
𐎊
𐎚
𐎋
𐎆
𐎚
𐎈
 
 
𐎛
𐎌
𐎄
𐎍
 
 
𐎚
𐎋
 
𐎃
𐎗
𐎌
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎙
𐎗
 
 
𐎋
𐎒
 
 
𐎄
𐎎
 
 
𐎗
𐎂
𐎎
 
 
𐎛
𐎘
 
 
𐎍
𐎊
 
 
𐎆
𐎀
𐎗
𐎂
𐎎
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎅
𐎆
𐎚
 
 
𐎆
 
𐎘
𐎀
𐎘
𐎐
𐎊
𐎋
 
 
 
𐎗
𐎂
𐎎
 
 
𐎓
𐎕
 
 
𐎆
𐎍
𐎃
𐎌
𐎚
 
𐎀
𐎁
𐎐
 
𐎚
𐎜
𐎐
𐎚
 
 
𐎌
𐎎
𐎎
 
 
𐎓
𐎎
 
 
𐎀
𐎗
𐎕
 
 
𐎚
𐎅
𐎎
𐎚
 
 
𐎓
𐎎
𐎐
 
𐎋
𐎁
𐎋
𐎁
𐎎
𐎗
𐎂
𐎎
 
 
𐎍
𐎚
𐎄
𐎓
 
 
𐎐
𐎌
𐎎
 
 
𐎆
𐎍
 
𐎚
𐎁
𐎐
 
 
𐎅
𐎚
𐎎
𐎍
 
𐎀
𐎗
𐎕
 
 
 
 
 
 
 
 
 
 
𐎀
𐎚
 
 
𐎆
 
 
𐎀
𐎐
𐎋
 
𐎛
𐎁
𐎙
𐎊
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
 
 
𐎍
𐎋
 
 
𐎍
𐎋
 
 
𐎓
𐎐
𐎐
 
𐎛
𐎍
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎚
𐎎
 
 
𐎁
𐎌
𐎚
𐎎
 
 
𐎆
𐎀
𐎐
 
 
𐎌
𐎐
𐎚
 
 
𐎁
𐎋
𐎔
𐎚
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎗
𐎈
𐎖
 
 
𐎛
𐎍
𐎎
 
 
𐎈
𐎋
𐎔
𐎚
 
 
𐎍
𐎗
𐎈
𐎖
 
𐎛
𐎍
𐎐
𐎊
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎐
 
 
𐎎
𐎘
𐎔
𐎄
𐎎
 
 
𐎚
𐎈
𐎚
 
 
𐎓
𐎐
𐎚
 
 
𐎀
𐎗
𐎕
 
 
𐎘
𐎍
𐎘
 
𐎎
𐎚
𐎈
 
 
 
 
 
 
 
 
 
𐎙
𐎊
𐎗
𐎎
 
 
𐎛
𐎄
𐎋
 
 
 
𐎍
𐎊
𐎚
𐎐
 
𐎔
𐎐
𐎎
 
 
𐎓
𐎎
 
𐎍
𐎉
𐎔
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
𐎍
𐎄
 
𐎔
𐎛
𐎄
 
 
𐎚
𐎋
𐎃
𐎗
𐎌
𐎐
 
 
 
 
 
𐎙
𐎗
 
𐎋
𐎒
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎂
𐎍
𐎊
𐎏
𐎄
 
 
𐎛
𐎍
 
 
𐎆
𐎊
𐎁
𐎜
 
 
𐎖
𐎗
𐎌
 
𐎎
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎁
 
 
𐎌
𐎐
𐎎
 
 
𐎍
 
𐎔
𐎓
𐎐
 
 
𐎛
𐎍
 
 
𐎊
𐎅
𐎁
𐎗
 
 
𐎆
𐎊
𐎖
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎆
𐎊
𐎋
𐎁
𐎄
𐎐
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
𐎀
𐎁
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎈
𐎌
𐎁
𐎅
𐎚
𐎎
 
 
𐎚
𐎁
𐎐
𐎐
 
 
𐎈
𐎌
 
 
𐎚
𐎗
𐎎
𐎎
𐎐
 
𐎅
𐎋
𐎍
𐎎
 
 
 
 
 
 
 
 
 
 
𐎁
𐎚
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎗
𐎊
𐎎
 
𐎕
𐎔
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎂
𐎎
 
 
𐎕
𐎈
 
 
𐎍
𐎖
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎗
𐎈
𐎖
𐎎
 
𐎍
𐎔
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎕
𐎈
 
 
𐎛
𐎍
 
 
𐎊
𐎘
𐎁
 
 
𐎁
𐎎
𐎗
𐎇
𐎈
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎘
𐎚
 
 
𐎓
𐎍
𐎍
𐎎
𐎐
 
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
𐎍
𐎎
 
 
𐎁
𐎚
 
 
𐎁
𐎓
𐎍
𐎋
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎍
 
 
𐎊
𐎍
𐎋
𐎐
 
 
𐎈
𐎌
 
 
𐎁
𐎀
𐎗
𐎕
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎓
𐎔
𐎗
 
 
𐎃
𐎁
𐎍
𐎉
𐎚
𐎎
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎖
𐎊
 
 
𐎗
𐎘
𐎐
 
 
𐎚
𐎐
𐎎
𐎊
 
 
𐎊
𐎚
𐎐
 
 
𐎋
𐎒
 
 
𐎁
𐎊
𐎄
𐎋
𐎗
𐎔
𐎐
 
 
𐎁
𐎋
𐎍
𐎀
𐎚
𐎊
𐎄
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎎
𐎍
𐎍
 
 
𐎋
𐎈
𐎕
 
𐎚
𐎜
𐎒
𐎔
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎂
𐎗
 
 
𐎛
𐎍
 
 
𐎁
𐎐
𐎅
 
 
𐎘
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎍
𐎘
𐎔
𐎐
 
 
 
𐎛
𐎍
 
 
𐎄
𐎔
𐎛
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎎
 
 
𐎁
𐎐
𐎊
 
 
𐎊
𐎆
 
 
𐎛
𐎍
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎔
𐎓
𐎗
 
 
𐎌
𐎎
 
𐎊
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎓
𐎐
𐎊
𐎐
 
 
𐎍
𐎇
𐎐
𐎚
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎚
 
 
𐎀
𐎄
𐎐
 
𐎚
𐎔
𐎓
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎐
𐎋
 
 
𐎍
𐎚
𐎔
𐎐
 
 
𐎛
𐎍
 
 
𐎄
𐎔
𐎛
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎍
 
 
𐎊
𐎄
𐎎
 
𐎔
𐎓
𐎗
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎎
𐎋
 
 
𐎎
𐎄
𐎄
 
𐎛
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎚
 
 
𐎋
𐎒
𐎔
𐎊
 
𐎄
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎄
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎄
 
𐎊
𐎐
𐎀
𐎕
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎂
𐎗
𐎌
𐎐
𐎐
 
 
𐎍
𐎋
𐎒
𐎛
 
 
𐎎
𐎍
𐎋
𐎅
 
 
𐎍
𐎐
𐎃
𐎚
 
 
𐎍
𐎋
𐎈
𐎘
𐎄
𐎗
𐎋
𐎚
𐎅
 
𐎌
𐎕
𐎕
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎅
𐎎
 
 
𐎀
𐎔
 
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎎
𐎃
𐎕
𐎋
 
𐎋
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
𐎍
 
 
𐎄
𐎁
𐎈
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎔
𐎓
𐎗
 
𐎁
𐎐
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎉
𐎁
𐎃
 
 
𐎀
𐎍
𐎔
𐎎
 
 
𐎀
𐎔
 
 
𐎕
𐎛
𐎐
 
𐎌
𐎖
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎗
𐎎
 
 
𐎆
𐎎
𐎗
𐎛
 
 
𐎛
𐎍
𐎎
 
 
𐎓
𐎂
𐎍
𐎎
 
 
𐎄
𐎚
 
𐎌
𐎐
𐎚
 
 
 
 
 
 
𐎛
𐎎
𐎗
 
 
𐎖
𐎎
𐎕
 
𐎍
𐎍
𐎛
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎊
𐎎
 
𐎊
𐎎
𐎎
𐎊
𐎓
𐎚
𐎖
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎎
𐎙
𐎊
 
𐎐
𐎔
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎅
𐎄
 
𐎚
𐎐
𐎂
𐎘
𐎐
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎕
𐎔
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
𐎐
𐎌
𐎁
 
 
𐎁
𐎓
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
 
 
𐎋
𐎎
𐎊
𐎓
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎄
𐎓
 
𐎍
 
 
 
𐎊
𐎄
𐎓
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎚
𐎀
𐎒
𐎗
𐎐
𐎘
𐎗
𐎛
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎚
𐎗
𐎋
𐎒
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
𐎀
𐎁
𐎐
𐎎
 
𐎜
𐎔
𐎖
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
 
 
𐎆
𐎙
𐎗
 
𐎎
𐎚
𐎐
𐎊
𐎀
𐎚
𐎇
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎗
𐎖
 
𐎂
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎍
 
 
𐎚
𐎙
𐎗
 
𐎎
𐎚
𐎐
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
 
 
𐎆
𐎊
𐎎
 
𐎊
𐎎
𐎎
𐎊
𐎓
𐎚
𐎖
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎗
𐎃
 
 
𐎊
𐎎
𐎙
𐎊
 
𐎐
𐎔
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎙
 
 
𐎅
𐎄
 
𐎚
𐎐
𐎂
𐎘
𐎐
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎈
𐎎
𐎋
 
 
𐎁
𐎕
𐎔
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎛
𐎌
𐎖
𐎁
 
𐎀
𐎊
𐎍
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎁
𐎋
𐎎
 
𐎊
𐎓
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎄
𐎓
 
 
𐎍
𐎊
𐎄
𐎓
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎀
𐎒
𐎗
𐎐
 
 
𐎘
𐎗
𐎛
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎗
𐎋
𐎒
 
 
𐎁
𐎐
 
𐎀
𐎁
𐎐
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎜
𐎔
𐎖
𐎚
 
𐎓
𐎗
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
𐎙
𐎗
 
 
𐎎
𐎚
𐎐
𐎊
𐎀
𐎚
𐎇
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎓
𐎗
𐎁
 
 
𐎁
 
𐎌
𐎛
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
 
 
𐎍
𐎚
𐎇
𐎄
 
 
𐎍
𐎚
𐎔
𐎚
𐎖
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎂
𐎁
𐎅
 
 
𐎍
𐎀
𐎗
𐎕
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎘
𐎁
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎚
 
 
𐎊
𐎔
𐎓
𐎚
 
 
𐎁
𐎀
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎗
𐎋
𐎚
𐎋
 
𐎘
𐎎
𐎌
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎗
𐎛
𐎌
𐎋
 
𐎀
𐎊
𐎎
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
𐎊
𐎘
𐎁
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎗
𐎛
𐎌
𐎋
 
 
𐎓
𐎘
𐎚
𐎗
𐎚
 
 
𐎌
𐎎
 
 
𐎁
𐎓
𐎍
 
 
𐎖
𐎄
𐎖
𐎄
 
 
𐎗
𐎓
𐎚
 
 
𐎎
𐎉
 
 
𐎚
𐎔
𐎍
𐎐
 
 
𐎁
𐎂
𐎁
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎁
 
 
𐎌
𐎐
𐎎
 
 
𐎀
𐎘
𐎚
𐎎
 
𐎚
𐎖
𐎈
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎍
𐎀
𐎋
𐎎
 
 
𐎊
𐎍
𐎀
𐎋
 
 
𐎊
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
 
𐎓
𐎍
𐎕
𐎓
𐎍
𐎕
𐎎
 
 
𐎐
𐎔
𐎗
 
𐎌
𐎎
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎜
𐎉
 
 
 
𐎘
𐎁
𐎗
 
 
𐎀
𐎔
𐎅
𐎎
 
 
𐎚
𐎁
𐎓
 
 
𐎙
𐎍
𐎎
𐎎
 
 
𐎀
𐎍
 
 
𐎚
𐎘
𐎁
 
 
𐎛
𐎄
𐎋
 
𐎔
𐎐
𐎎
 
 
𐎀
𐎍
 
 
𐎚
𐎚
𐎐
 
 
𐎓
𐎎
 
 
𐎔
𐎃
𐎗
 
 
𐎎
𐎓
𐎄
 
 
𐎚
𐎋
 
 
𐎙
𐎗
 
 
𐎍
𐎍
 
 
𐎍
𐎔
𐎓
𐎐
 
𐎛
𐎍
 
𐎀
𐎍
 
 
𐎚
𐎔
𐎍
 
 
𐎀
𐎍
 
 
𐎚
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎔
𐎃
𐎗
 
 
𐎎
𐎓
𐎄
 
 
𐎖
𐎎
𐎎
 
 
𐎀
𐎘
𐎗
 
𐎀
𐎎
𐎗
𐎘
𐎐
𐎊
 
 
𐎄
𐎓
𐎚
𐎋
𐎎
 
 
𐎆
𐎗
𐎂
𐎎
 
 
𐎍
𐎘
𐎗
 
 
𐎀
𐎁
 
 
𐎛
𐎍
 
 
𐎘
𐎐
𐎊
 
 
𐎍
𐎔
𐎃
𐎗
𐎎
𐎓
𐎄
 
 
𐎚
𐎈
𐎎
 
 
𐎊
𐎎
 
 
𐎁
𐎓
𐎍
𐎋
𐎎
 
 
𐎀
𐎄
𐎐
𐎋
𐎎
 
 
𐎘
𐎔
𐎉
 
𐎐
𐎅
𐎗
𐎚
𐎐
 
 
𐎛
𐎍
𐎎
 
 
𐎄
𐎚
𐎖
𐎅
 
 
𐎄
𐎚
𐎖
𐎊
𐎐
 
 
𐎅
𐎎
𐎍
𐎚
 
 
𐎚
𐎐
 
 
𐎁
𐎓
𐎍
 
 
𐎆
𐎓
𐎐
𐎐
𐎅
𐎁
𐎐
 
 
𐎄
𐎂
𐎐
 
 
𐎀
𐎗
𐎘
𐎎
 
 
𐎔
𐎏
𐎅
 
 
𐎚
𐎁
𐎓
 
 
𐎙
𐎍
𐎎
𐎎
 
 
𐎍
𐎊
𐎘
𐎁
 
 
𐎛
𐎄
𐎋
 
𐎔
𐎐
𐎎
𐎍
𐎊
𐎚
𐎐
 
 
𐎚
𐎋
 
 
𐎙
𐎗
 
 
𐎍
𐎍
 
 
𐎓
𐎎
 
 
𐎔
𐎅
𐎗
 
 
 
𐎎
𐎓
𐎄
 
 
𐎀
𐎔
 
 
𐎛
𐎍
𐎎
 
𐎍
𐎈
𐎎
 
𐎊
𐎘
𐎁
 
 
𐎁
𐎐
 
 
𐎖
𐎄
𐎌
 
 
𐎍
𐎘
𐎗
 
 
𐎁
𐎓
𐎍
 
 
𐎓
𐎍
 
 
𐎛
𐎎
 
 
𐎁
𐎓
𐎍
 
 
𐎖
𐎎
 
 
𐎓
𐎍
 
 
𐎛
𐎍
 
𐎅
𐎍
𐎎
𐎛
𐎍
𐎎
 
 
𐎚
𐎔
𐎅
𐎅
𐎎
 
 
𐎚
𐎔
𐎅
𐎐
 
 
𐎎
𐎍
𐎀
𐎋
 
 
𐎊
𐎎
 
 
𐎚
𐎓
𐎄
𐎘
𐎔
𐎉
𐎚
 
 
𐎘
𐎔
𐎉
 
𐎐
𐎅
𐎗
𐎚
𐎙
𐎍
𐎊
 
 
𐎛
𐎍
𐎎
 
 
𐎗
𐎛
𐎌
𐎚
𐎅
𐎎
 
 
𐎍
𐎑
𐎗
 
 
𐎁
𐎗
𐎋
𐎚
𐎅
𐎎
 
 
𐎆
𐎍
 
𐎋
𐎈
𐎘
𐎇
𐎁
𐎍
𐎅
𐎎
 
 
𐎁
𐎅
𐎎
 
 
𐎊
𐎂
𐎓
𐎗
𐎁
𐎓
𐎍
 
 
𐎍
𐎎
 
 
𐎙
𐎍
𐎚
𐎎
 
 
𐎛
𐎍
𐎎
 
𐎗
𐎛
𐎌
𐎚
𐎋
𐎎
 
 
𐎍
𐎑
𐎗
 
 
𐎁
𐎗
𐎋
𐎚
𐎋
𐎎
 
 
𐎆
𐎍
𐎐
 
 
𐎋
𐎈
𐎘
 
 
𐎇
𐎁
𐎍
𐎋
𐎎
 
𐎀
𐎈
𐎄
𐎛
𐎍
𐎎
 
 
𐎚
𐎓
𐎐
𐎊
𐎍
𐎈
𐎚
 
 
𐎎
𐎍
𐎀
𐎋
 
 
𐎊
𐎎
 
 
𐎚
𐎓
𐎄
𐎚
 
 
𐎘
𐎔
𐎉
 
𐎐
𐎅
𐎗
𐎌
𐎜
 
 
𐎛
𐎍
𐎎
 
 
𐎗
𐎀
𐎌
𐎚
𐎋
𐎎
 
 
𐎍
𐎑
𐎗
 
 
𐎁
𐎗
𐎋
𐎚
𐎋
𐎎
 
 
𐎍
𐎐
𐎋
𐎈
𐎘
𐎇
𐎁
𐎍
𐎅
𐎎
 
 
𐎆
𐎀
𐎐
𐎋
 
 
𐎓
𐎐
𐎊
 
 
𐎎
𐎍
𐎀
𐎋
 
 
𐎊
𐎎
 
 
𐎚
𐎓
𐎄
𐎚
 
 
𐎘
𐎔
𐎉
 
𐎐
𐎅
𐎗
𐎚
𐎌
𐎜
 
 
𐎛
𐎍
𐎎
 
 
𐎗
𐎀
𐎌
𐎚
𐎅
𐎎
 
 
𐎍
𐎑
𐎗
 
 
𐎁
𐎗
𐎋
𐎚
𐎅
𐎎
 
 
𐎍
𐎐
𐎅
 
 
 
𐎋
𐎈
𐎘
 
 
𐎇
𐎁
𐎍
𐎅
𐎎
 
𐎀
𐎃
𐎗
 
 
𐎚
𐎎
𐎙
𐎊
𐎐
 
 
𐎎
𐎍
𐎀
𐎋
𐎊
𐎎
 
 
𐎚
𐎓
𐎄
𐎚
 
 
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
 
𐎍
𐎔
𐎓
𐎐
 
𐎛
𐎍
𐎍
𐎚
𐎔
𐎍
 
 
𐎍
𐎚
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎔
𐎃
𐎗
 
 
𐎎
𐎓
𐎄
 
 
𐎎
𐎖
𐎎
𐎎
 
 
𐎀
𐎘
𐎗
 
𐎀
𐎎
𐎗
𐎘
𐎐
𐎊
 
 
𐎄
𐎓
𐎚
𐎅
𐎎
 
 
𐎛
𐎌
𐎚
 
 
𐎛
𐎌
𐎚
𐎎
 
 
𐎊
𐎛
𐎚
𐎎
𐎗
 
 
𐎈
𐎗
𐎁
 
𐎍
𐎉
𐎌
𐎚
𐎍
𐎌
𐎐
𐎅
𐎎
 
 
𐎗
𐎂
𐎎
 
 
𐎕
 
 
𐎘
𐎗
 
 
𐎀
𐎁
𐎅
 
 
𐎛
𐎍
 
 
𐎚
𐎈
𐎎
 
 
𐎊
𐎎
 
𐎁
𐎓
𐎍
𐎋
𐎎
𐎀
𐎄
𐎐
𐎋
𐎎
 
 
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
 
𐎚
𐎐
 
 
𐎛
𐎍
𐎎
 
 
𐎄
𐎚
𐎖
𐎅
 
 
𐎄
𐎚
𐎖
𐎊
𐎐
𐎅
𐎅
𐎎
𐎍
𐎚
 
 
𐎚
𐎐
𐎁
𐎓
𐎍
 
 
𐎆
𐎓
𐎐
𐎐
𐎅
 
 
𐎁
𐎐
 
 
𐎄
𐎂
𐎐
 
 
𐎀
𐎗
𐎘
𐎎
 
𐎔
𐎏
𐎅
𐎆
𐎊
𐎓
𐎐
 
 
𐎘
𐎗
 
 
𐎀
𐎁
𐎅
 
 
𐎛
𐎍
 
 
𐎓
𐎁
𐎄
𐎋
 
 
𐎁
𐎓
𐎍
 
 
𐎊
𐎊
𐎎
𐎎
 
 
𐎓
𐎁
𐎄
𐎋
 
𐎁
𐎓
𐎍
𐎐
𐎅
𐎗
𐎎
 
 
𐎁
𐎐
 
 
𐎄
𐎂
𐎐
 
 
𐎀
𐎒
𐎗
𐎋
𐎎
 
 
𐎅
𐎆
 
 
𐎊
𐎁
𐎍
 
 
𐎀
𐎗
𐎂
𐎎
𐎐
𐎋
 
 
𐎋
𐎛
𐎍
𐎎
x
x
x
x
 
𐎊
𐎁
𐎍
 
 
𐎋
𐎁
𐎐
 
 
𐎖
𐎄
𐎌
 
 
𐎎
𐎐
𐎈
𐎊
𐎋
 
 
𐎀
𐎔
 
 
𐎀
𐎐
𐎌
 
 
𐎇
𐎁
𐎍
 
𐎁
𐎓
𐎍
𐎆
𐎊
𐎜
𐎃
𐎄
 
 
𐎁
𐎊
𐎄
 
 
𐎎
𐎌
𐎃
𐎉
 
 
𐎁
𐎎
 
 
𐎊
𐎎
𐎐
 
 
𐎎
𐎃
𐎕
 
 
𐎙
𐎍
𐎎
𐎎
 
𐎊
𐎌
𐎜
x
x
x
 
 
𐎓
𐎐
𐎚
 
 
𐎚
𐎜
𐎃
𐎄
 
 
𐎌
𐎎
𐎀
𐎍
𐎅
 
 
𐎚
𐎜
𐎃
𐎄
 
 
𐎓
𐎘
𐎚
𐎗
𐎚
 
 
𐎛
𐎋
 
𐎎
𐎃
𐎕
𐎚
x
x
 
 
𐎚
𐎓
𐎄
𐎚
 
 
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
 
𐎎
𐎍
𐎀
𐎋
 
 
𐎎
𐎉
𐎃
𐎗
 
 
𐎊
𐎈
𐎁
𐎖
 
x
x
x
x
x
x
x
x
 
 
 
𐎎
𐎍
𐎀
𐎋
 
 
𐎁
𐎐
 
 
𐎋
𐎚
𐎔
𐎎
 
 
𐎗
𐎂
𐎎
 
 
𐎁
𐎓
𐎍
𐎅
 
 
𐎆
 
𐎊
x
x
x
x
x
x
x
x
x
x
x
x
 
 
𐎀
𐎔
 
 
𐎀
𐎐
𐎌
 
 
𐎇
𐎁
𐎍
 
 
𐎁
𐎓
𐎍
 
 
𐎌
𐎄
𐎎
𐎚
 
 
𐎁
𐎂
𐎔
𐎐
𐎎
 
x
x
x
x
x
x
x
x
x
x
x
𐎄
𐎎
 
 
𐎎
𐎍
𐎀
𐎋
 
 
𐎊
𐎎
 
 
𐎚
𐎓
𐎄
𐎚
 
 
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
x
x
x
x
x
x
x
 
x
x
x
x
x
x
x
 
 
𐎀
𐎐
 
 
𐎗
𐎂
𐎎
𐎚
 
 
𐎍
𐎊
𐎎
 
 
𐎁
𐎓
𐎍
𐎋
𐎎
 
 
𐎀
𐎄
𐎐
𐎋
𐎎
 
𐎘
𐎔
𐎉
𐎐
𐎅
𐎗
x
x
x
 
𐎌
𐎎
𐎓
 
 
𐎅
𐎆
𐎚
 
 
𐎂
𐎎
𐎗
 
 
𐎅
𐎄
 
 
𐎍
𐎆
𐎐
 
𐎊
𐎎
 
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
 
𐎛
𐎊
x
x
 
x
x
𐎚
𐎅
𐎁
𐎗
 
x
x
x
x
x
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
x
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
x
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎋
 
 
 
 
 
 
 
 
 
 
 
𐎒
𐎍
𐎔
x
 
 
 
 
 
 
 
 
𐎆
 
𐎁
𐎓
𐎍
 
 
 
 
 
𐎛
𐎋
 
𐎙
𐎁
 
 
 
 
 
𐎆
 
𐎚
 
 
 
 
 
 
 
 
𐎛
𐎎
𐎃
𐎕
 
 
 
 
 
𐎎
𐎍
𐎋
 
𐎋
x
 
 
𐎍
𐎀
𐎋
𐎚
𐎍
x
 
 
 
 
𐎐
𐎔
𐎌
 
 
 
 
 
 
 
 
𐎁
𐎓
𐎍
 
 
 
 
 
 
 
 
 
𐎆
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎗
 
 
 
 
 
 
 
 
 
 
 
𐎃
𐎍
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎘
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎍
 
 
 
 
 
 
 
 
 
 
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎄
 
 
 
𐎐
 
 
 
 
 
 
𐎋
𐎔
𐎚
𐎗
 
 
𐎍
𐎗
𐎈
𐎖
 
 
𐎛
𐎍
𐎎
 
 
𐎈
𐎋
𐎔
𐎚
 
 
𐎍
𐎗
𐎈
𐎖
 
𐎛
𐎍
𐎐
𐎊
𐎎
 
 
𐎘
𐎐
 
 
𐎎
𐎘
𐎔
𐎄
𐎎
 
 
𐎚
𐎈
𐎚
 
 
𐎓
𐎐
𐎚
 
 
𐎀
𐎗
𐎕
 
 
𐎘
𐎍
𐎘
 
 
𐎎
𐎚
𐎈
 
𐎙
𐎊
𐎗
𐎎
𐎛
𐎄
𐎋
 
 
 
𐎍
𐎊
𐎚
𐎐
 
 
𐎔
𐎐
𐎎
 
 
𐎓
𐎎
 
 
𐎛
𐎍
 
 
𐎎
𐎁
𐎋
 
 
𐎐
𐎅
𐎗
𐎎
 
 
𐎖
𐎗
𐎁
 
 
𐎀
𐎔
𐎖
 
𐎚
𐎅
𐎎
𐎚
𐎎
𐎊
𐎂
𐎍
𐎊
 
 
𐎏
𐎍
 
 
𐎛
𐎍
 
 
𐎆
𐎊
𐎁
𐎜
 
 
𐎖
𐎗
𐎌
 
 
𐎎
𐎍
𐎋
 
 
𐎀
𐎁
 
 
𐎌
𐎐
𐎎
 
 
𐎍
𐎔
𐎓
𐎐
 
𐎛
𐎍
𐎊
𐎅
𐎁
𐎗
 
 
𐎆
𐎊
𐎖
𐎍
 
 
𐎊
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎆
𐎊
𐎋
𐎁
𐎄
𐎐
𐎅
𐎀
𐎃
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎘
𐎗
 
 
 
𐎆
𐎃
𐎒
𐎒
 
 
𐎚
𐎁
𐎓
 
 
𐎁
𐎐
 
 
𐎁
𐎅
𐎚
 
 
𐎊
𐎎
 
 
𐎗
𐎎
𐎎
 
 
𐎅
𐎋
𐎍
 
 
𐎘
𐎔
𐎉
 
𐎐
𐎅
𐎗
 
 
 
 
𐎐
𐎅
𐎗
𐎚
𐎋
 
 
 
 
 
𐎚
𐎁
𐎓
 
 
𐎋
𐎘
𐎗
𐎆
 
𐎃
𐎒
𐎒
 
 
x
x
𐎚
𐎁
𐎐
 
 
𐎁
𐎅
𐎚
 
 
𐎇
𐎁
𐎍
𐎊
𐎎
 
 
 
𐎎
 
 
 
𐎅
𐎋
𐎍
 
 
𐎍
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
 
𐎁
𐎚
𐎋
 
 
 
𐎜
𐎔
𐎖
𐎚
 
𐎊
𐎎
 
 
 
x
 
 
 
𐎈
𐎌
 
 
𐎁
𐎅
𐎚
𐎅
𐎚
𐎁
𐎐
𐎐
 
 
𐎈
𐎌
 
 
𐎚
𐎗
𐎎
𐎎
 
 
𐎅
𐎋
𐎍
𐎅
 
 
𐎀
𐎍
𐎔
 
 
𐎌
𐎄
 
 
𐎀
𐎃
𐎄
 
 
𐎁
𐎚
𐎗
𐎁
𐎚
 
 
𐎋
𐎎
𐎐
 
 
𐎅
𐎋
𐎍
𐎜
𐎌
𐎁
𐎌
 
𐎊
𐎎
𐎁
𐎚
𐎁
 
𐎙
𐎍
𐎎
 
 
𐎍
𐎌
𐎄
𐎎
𐎗
𐎊
𐎎
𐎎
𐎁
𐎓
𐎍
 
𐎁
𐎊
𐎎
 
 
𐎊
𐎎
 
 
𐎊
𐎎
𐎚
 
𐎊
𐎓
𐎎
𐎄
𐎐
𐎔
𐎐
 
 
𐎓
𐎘
𐎚
𐎗
 
 
𐎄
𐎚
 
 
 
 
 
 
𐎈
𐎗
𐎈
𐎗
𐎚
𐎎
 
 
𐎆
𐎄
𐎌
x
𐎐
 
x
x
x
 
𐎛
𐎌
𐎚
𐎀
𐎌
𐎚
 
𐎅
x
x
x
 
𐎛
𐎌
𐎚
 
 
 
𐎊
 
 
𐎊
𐎁
𐎍
𐎎
𐎎
 
 
𐎜
𐎁
𐎍
x
x
x
 
𐎘
x
x
𐎋
 
 
𐎊
𐎗
𐎄
 
x
x
x
 
𐎛
x
x
x
x
𐎛
𐎐
 
𐎁
𐎐
 
 
 
𐎐
𐎐
 
 
𐎐
𐎗
𐎚
 
 
𐎛
𐎍
𐎎
 
 
𐎌
𐎔
𐎌
 
 
𐎚
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎚
𐎕
𐎈
 
 
𐎌
𐎎
𐎓
 
𐎎
𐎓
x
x
𐎊
𐎘
𐎛
𐎗
 
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
 
𐎀
𐎁
𐎋
 
 
𐎍
𐎔
𐎐
 
 
𐎇
𐎁
𐎍
 
 
𐎊
𐎎
 
 
𐎍
𐎔
𐎐
 
 
𐎚
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
𐎛
𐎋
 
 
𐎀
𐎍
 
 
 
𐎊
𐎌
𐎎
𐎓
𐎋
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
 
𐎀
𐎁
𐎋
 
 
𐎍
𐎊
𐎒
𐎓
 
 
𐎀
𐎍
𐎚
 
 
𐎘
𐎁
𐎚
𐎋
 
 
𐎍
𐎊
𐎅
𐎔
𐎋
 
𐎋
𐎒
𐎀
 
 
 
𐎎
𐎍
𐎋
𐎋
 
 
𐎍
𐎊
𐎘
𐎁
𐎗
 
 
𐎃
𐎉
 
 
𐎎
𐎘
𐎔
𐎉
𐎋
 
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎓
𐎘
𐎚
𐎗
 
𐎄
𐎎
 
 
𐎋
x
 
𐎍
𐎊
𐎖
𐎈
 
 
𐎁
𐎊
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
 
𐎀
𐎁
𐎊
 
 
𐎀
𐎐
𐎋
 
 
𐎛
𐎐
 
 
 
𐎁
𐎚
 
 
𐎍
𐎊
 
 
𐎋
𐎎
 
 
𐎛
𐎍
𐎎
 
 
 
𐎆
𐎈
𐎑
𐎗
 
𐎋
𐎁
𐎐
𐎖
𐎄
𐎌
 
 
𐎍
𐎁
𐎄
𐎎
 
 
𐎀
𐎗
𐎄
 
 
𐎁
𐎐
𐎔
𐎌
𐎐
𐎊
 
 
𐎚
𐎗
𐎈
𐎕
𐎐
 
 
𐎋
𐎘
𐎗
𐎎
 
𐎊
𐎘
𐎁
𐎁
 
𐎁
𐎚
𐎇
𐎁
𐎍
 
 
𐎊
𐎎
 
 
𐎁
𐎅
𐎋
𐎍
 
 
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
 
𐎊
𐎘
𐎛
𐎗
 
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
 
𐎀
𐎁
𐎅
 
 
𐎍
𐎔
𐎐
 
 
𐎇
𐎁
𐎍
𐎊
𐎎
𐎍
𐎔
𐎐
 
 
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
 
𐎎
𐎍
𐎋
𐎚
 
 
𐎆
 
𐎛
𐎎
 
 
𐎍
𐎎
𐎍
𐎋
𐎚
 
 
𐎆
𐎐
 
 
𐎛
𐎐
 
 
𐎀
𐎘
𐎚
 
 
𐎍
𐎋
 
𐎋
𐎎
 
𐎛
𐎍
𐎎
x
 
x
x
 
x
x
 
x
x
 
x
 
 
𐎇
𐎁
𐎍
 
 
𐎊
𐎎
 
 
𐎊
𐎘
𐎘
𐎁
 
𐎘
𐎔
𐎉
 
𐎐
𐎅
𐎗
x
x
 
x
x
 
x
x
 
x
x
 
x
x
 
x
x
 
x
x
 
x
x
x
x
 
𐎊
𐎌
𐎍
𐎈
𐎐
 
 
𐎆
𐎊
𐎓
𐎐
𐎓
𐎘
𐎚
𐎗
x
x
 
x
x
 
x
x
 
x
x
 
x
x
 
x
x
 
x
x
 
x
x
 
x
x
 
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎄
𐎊
 
 
𐎃
𐎚
𐎚
 
 
𐎎
𐎚
𐎚
 
x
x
x
 
 
 
 
 
 
 
 
 
 
 
𐎈
𐎊
 
 
𐎐
𐎔
𐎌
 
𐎍
𐎀
𐎌
𐎕
𐎛
 
𐎅
𐎎
 
 
𐎀
𐎔
 
𐎀
𐎎
𐎗
𐎚
 
 
 
 
 
 
 
 
 
 
𐎆
𐎁
 
𐎊
𐎎
 
 
𐎎
𐎐
𐎃
𐎍
 
𐎀
𐎁
𐎄
 
 
𐎁
𐎊
𐎎
 
 
𐎛
𐎗
𐎚
𐎎
 
𐎎
𐎐
𐎎
x
x
x
𐎎
 
 
𐎐
𐎅
𐎗
 
 
𐎚
𐎍
𐎓
𐎎
 
 
𐎘
𐎎
 
 
𐎈
𐎗
𐎁
𐎎
 
 
𐎛
𐎚
𐎒
 
𐎀
𐎐
𐎌
𐎖
 
𐎔
𐎛
𐎚
𐎎
 
 
𐎍
𐎀
𐎗
𐎕
 
 
𐎊
𐎔
𐎍
 
 
𐎜
𐎍
𐎐
𐎊
 
 
𐎆
𐎍
 
 
𐎓
𐎔
𐎗
 
𐎓
𐎑
𐎎
𐎐
𐎊
𐎁
 
𐎔
𐎅
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎊
𐎕
𐎀
 
 
𐎁
𐎌
𐎔
𐎚
𐎅
 
 
𐎅
𐎆
𐎚
𐎅
 
 
𐎆
𐎚
𐎚
𐎐
 
 
𐎂
𐎅
 
𐎊
𐎙
𐎗
𐎚
𐎈
𐎚
 
 
𐎋
𐎒
𐎛
 
 
𐎇
𐎁
𐎍
 
 
𐎊
𐎎
 
 
𐎆
𐎓
𐎐
 
 
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
 
 
𐎍
𐎗
𐎂
𐎎
𐎚
𐎍
𐎋
 
 
𐎍
𐎇
𐎁
𐎍
 
 
𐎁
𐎓
𐎍
 
 
𐎘
𐎐
𐎚
 
 
𐎍
𐎗
𐎋
𐎁
 
 
𐎓
𐎗
𐎔
𐎚
 
 
𐎅
𐎚
 
𐎛
𐎁
𐎋
𐎁
𐎓
𐎍
𐎎
 
 
𐎅
𐎚
 
 
𐎛
𐎁
𐎋
 
 
𐎚
𐎎
𐎃
𐎕
 
 
𐎅
𐎚
 
 
𐎚
𐎕
𐎎
𐎚
 
 
𐎕
𐎗
𐎚
𐎋
 
x
x
 
x
x
𐎚
𐎖
𐎈
 
 
𐎎
𐎍
𐎋
 
 
𐎓
𐎍
𐎎
𐎋
 
 
𐎄
𐎗
𐎋
𐎚
 
 
𐎄
𐎚
 
𐎄
𐎗
𐎄
𐎗
𐎋
 
𐎘
𐎗
 
 
 
 
𐎋
𐎘
𐎗
𐎕
𐎎
𐎄
𐎎
 
 
𐎊
𐎐
𐎈
𐎚
 
 
𐎆
 
𐎃
𐎒
𐎒
 
 
𐎊
𐎔
𐎓
𐎗
 
 
𐎌
𐎎
𐎚
𐎅
𐎎
 
 
𐎌
𐎎
𐎋
𐎀
𐎚
𐎊
𐎂
𐎗
𐎌
 
 
𐎊
𐎂
𐎗
𐎌
 
 
𐎂
𐎗
𐎌
𐎊
𐎎
𐎂
𐎗
𐎌
𐎊
𐎎
 
 
𐎍
𐎋
𐎒
𐎛
𐎅
𐎐
𐎅
𐎗
 
 
𐎍
𐎋
𐎈
𐎘
 
 
𐎄
𐎗
𐎋
𐎚
𐎅
 
 
𐎚
𐎗
𐎚
𐎖
𐎕
 
 
𐎁
𐎄
𐎁
𐎓
𐎍
 
 
𐎋
𐎎
𐎐
𐎌
𐎗
 
 
𐎁
𐎜
𐎕
𐎁
𐎓
𐎚
𐎅
 
 
𐎅
𐎍
𐎎
 
 
𐎋
𐎚
𐎔
 
 
𐎇
𐎁
𐎍
 
 
𐎊
𐎎
 
 
𐎁
𐎐
𐎊
𐎄
𐎎
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
 
𐎊
𐎗
𐎚
𐎖
𐎕
 
 
𐎕
𐎎
𐎄
 
 
𐎁
𐎄
𐎁
𐎓
𐎍
 
 
𐎋
𐎎
 
𐎐
𐎌
𐎗
𐎁
𐎜
𐎕
𐎁
𐎓
𐎚
𐎅
 
 
𐎊
𐎍
𐎎
 
 
𐎋
𐎚
𐎔
 
 
𐎇
𐎁
𐎍
𐎊
𐎎
 
 
𐎁
𐎐
 
 
𐎊
𐎄
𐎎
 
𐎘
𐎔
𐎉
𐎐
𐎅
𐎗
 
 
𐎓
𐎇
 
 
𐎊
𐎎
 
 
𐎍
𐎊
𐎎
𐎋
 
 
𐎍
𐎚
𐎐
𐎙
𐎕
𐎐
 
 
𐎔
𐎐
𐎚
𐎅
 
 
𐎍
𐎊
𐎄
𐎍
𐎔
𐎚
𐎎
𐎐
𐎅
 
 
𐎋
𐎘
𐎗
 
 
𐎕
𐎎
𐎄
𐎎
 
 
𐎊
𐎐
𐎈
𐎚
 
 
𐎆
𐎊
𐎔
𐎓
𐎗
 
𐎌
𐎎
𐎚
𐎅
𐎎
𐎌
𐎎
𐎋
 
 
𐎀
𐎚
 
 
𐎀
𐎊
𐎎
𐎗
 
 
𐎀
𐎊
𐎎
𐎗
 
 
𐎎
𐎗
 
 
𐎊
𐎎
 
 
𐎎
𐎗
 
𐎊
𐎎
𐎍
𐎋
𐎒
𐎛
𐎅
 
 
𐎐
𐎅
𐎗
 
 
𐎍
𐎋
𐎈
𐎘
 
 
𐎄
𐎗
𐎋
𐎚
𐎅
 
𐎚
𐎗
𐎚
𐎖
𐎕
𐎁
𐎄
𐎁
𐎓
𐎍
 
 
𐎋
𐎎
 
 
𐎐
𐎌
𐎗
𐎁
 
𐎜
𐎕
𐎁
𐎓
𐎚
𐎅
 
 
𐎅
𐎍
𐎎
 
𐎖
𐎄
𐎖
𐎄
 
 
𐎇
𐎁
𐎍
𐎊
𐎎
 
 
𐎁
𐎐
 
 
𐎓
𐎐
𐎎
 
 
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
 
𐎊
𐎔
𐎗
𐎒
𐎈
𐎊
𐎎
𐎆
𐎊
𐎖
𐎍
 
 
𐎍
𐎀
𐎗
𐎕
 
 
𐎆
𐎊
𐎗
𐎚
𐎖
𐎕
 
 
𐎕
𐎎
𐎄
 
 
𐎁
𐎄
𐎁
𐎓
𐎍
𐎋
𐎎
 
 
𐎐
𐎌
𐎗
 
 
𐎁
𐎜
𐎕
𐎁
𐎓
𐎚
𐎅
 
 
𐎊
𐎍
𐎎
 
 
𐎖
𐎄
𐎖
𐎄
 
𐎇
𐎁
𐎍
𐎊
𐎎
 
 
𐎁
𐎐
 
 
𐎓
𐎐
𐎎
 
 
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
 
𐎊
𐎔
𐎗
𐎒
𐎈
 
 
𐎊
𐎎
 
𐎊
𐎖
𐎍
𐎍
𐎀
𐎗
𐎕
 
 
𐎚
𐎐
𐎙
𐎕
𐎐
 
 
𐎔
𐎐
𐎚
𐎅
 
 
𐎆
𐎊
𐎄
𐎍
𐎔
 
𐎚
𐎎
𐎐
𐎅
𐎊
𐎖
𐎘
𐎁
𐎓
𐎍
 
 
𐎆
𐎊
𐎌
𐎚
 
 
𐎊
𐎎
 
 
𐎊
𐎋
𐎍
𐎊
 
 
𐎘
𐎔
𐎉
 
𐎐
𐎅
𐎗
𐎁
 
 
𐎌
𐎎
 
 
𐎚
𐎂
𐎓
𐎗
𐎎
 
 
𐎓
𐎘
𐎚
𐎗
𐎚
 
 
𐎁
𐎘
 
 
𐎍
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎁
𐎘
 
 
𐎍
𐎗
𐎋
𐎁
 
 
𐎓
𐎗
𐎔
𐎚
 
 
𐎋
𐎌
𐎁
𐎊
𐎐
 
 
𐎇
𐎁
𐎍
 
 
𐎊
𐎎
 
𐎋
𐎌
𐎁
𐎊
𐎐
 
 
𐎘
𐎔
𐎉
 
 
𐎐
𐎅
𐎗
 
 
𐎆
𐎊
𐎕
𐎀
 
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎁
𐎘
𐎐
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
 
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎎
 
 
𐎍
𐎎
𐎚
 
 
𐎁
𐎓
𐎍
𐎎
 
𐎊
𐎎
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎈
𐎎
 
 
𐎍
𐎌
𐎗
𐎗
 
 
𐎆
𐎊
𐎓
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎓
𐎐
 
 
𐎊
𐎎
 
 
𐎍
𐎎
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎌
𐎗
𐎗
 
 
𐎆
𐎚
𐎓
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎓
𐎍
𐎎
 
 
𐎅
𐎎
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎌
𐎗
𐎗
 
𐎌
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎗
𐎛
𐎌
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
𐎁
𐎅
 
𐎎
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎐
 
𐎓
𐎐
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎍
 
 
𐎚
𐎙
𐎍
 
 
𐎁
𐎄
x
x
x
x
x
𐎔
𐎗
𐎄
𐎎
𐎐
 
 
𐎓
𐎁
𐎄
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
 
 
𐎒
𐎛
𐎄
 
 
𐎇
𐎁
𐎍
 
𐎁
𐎓
𐎍
𐎀
𐎗
𐎕
 
 
𐎖
𐎎
 
𐎊
𐎘
𐎓
𐎗
𐎆
 
𐎊
𐎌
𐎍
𐎈
𐎎
𐎐
𐎅
𐎊
𐎁
𐎗
𐎄
 
 
𐎘
𐎄
 
 
𐎍
𐎔
𐎐
𐎆
𐎅
𐎁
𐎈
𐎗
𐎁
 
𐎎
𐎍
𐎈
𐎚
𐎖
𐎕
 
 
𐎎
𐎗
𐎛
 
𐎐
𐎄
𐎄
𐎊
𐎓
𐎌
𐎗
 
 
𐎆
𐎊
𐎌
𐎖
𐎊
𐎐
𐎅
𐎊
𐎚
𐎐
 
 
𐎋
𐎒
 
𐎁
𐎄
𐎅
𐎋
𐎗
𐎔
𐎎
𐎐
𐎎
 
 
𐎁
𐎋
𐎍
𐎀
𐎚
 
𐎊
𐎄
𐎅
𐎁
𐎋
𐎗
𐎁
 
 
𐎓
𐎑
𐎎
 
𐎗
𐎛
𐎄
𐎐
 
𐎎
𐎚
 
 
𐎌
𐎎
𐎎
 
 
𐎋
𐎒
 
𐎖
𐎄
𐎌
𐎍
𐎚
𐎔
𐎔
𐎅
𐎐
𐎅
 
 
𐎀
𐎘
𐎚
 
𐎋
𐎗
𐎔
𐎐
𐎍
𐎚
𐎓
𐎐
 
 
𐎀
𐎘
𐎗
𐎚
 
𐎀
𐎍
𐎔
𐎋
𐎄
 
 
𐎊
𐎖
𐎈
 
 
𐎁
𐎃
𐎎
𐎗
𐎗
𐎁
𐎚
 
 
𐎊
𐎎
𐎒
𐎋
 
 
𐎁
𐎎
𐎒
𐎋
𐎅
𐎖
𐎎
 
 
𐎊
𐎁
𐎄
 
 
𐎆
𐎊
𐎌
𐎗
𐎎
𐎕
𐎍
𐎚
𐎎
 
 
𐎁
𐎄
 
𐎐
𐎓
𐎎
𐎊
𐎌
𐎗
 
 
𐎙
𐎇
𐎗
 
 
𐎉
𐎁
 
𐎖
𐎍
𐎓
𐎍
 
 
𐎁
𐎓
𐎍
 
 
𐎁
𐎕
𐎗
𐎗
𐎚
𐎕
𐎔
𐎐
 
 
𐎊
𐎎
𐎚
𐎎
𐎗
 
𐎁
𐎓
𐎍
𐎁
𐎐
𐎚
𐎅
 
 
𐎊
𐎓
𐎐
 
𐎔
𐎄
𐎗
𐎊
𐎁
𐎚
 
 
𐎀
𐎗
 
 
𐎀
𐎔
𐎐
 
𐎉
𐎍
𐎊
𐎁
𐎚
 
 
𐎗
𐎁
 
 
𐎔
𐎄
𐎗
𐎊
 
𐎛
𐎄
𐎓
x
x
 
x
𐎅
𐎚
 
 
𐎛
𐎎
 
𐎋
𐎍
𐎚
𐎋
𐎐
𐎊
𐎚
 
 
𐎆
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎎
𐎋
𐎚
𐎐
x
x
x
x
x
x
x
x
x
𐎌
x
x
x
𐎋
𐎔
𐎗
 
 
𐎌
𐎁
𐎓
 
 
𐎁
𐎐
𐎚
 
 
𐎗
𐎈
 
𐎂
𐎄
𐎎
𐎆
𐎀
𐎐
𐎅
𐎁
𐎎
 
 
𐎋
𐎍
𐎀
𐎚
 
𐎘
𐎙
𐎗
𐎚
𐎁
𐎅
𐎚
 
 
𐎓
𐎐
𐎚
 
 
𐎆
𐎚
𐎖
𐎗
𐎊
 
𐎙
𐎍
𐎎
𐎎
𐎁
𐎌
𐎚
 
 
𐎙
𐎗
 
 
𐎆
𐎅
𐎍
𐎐
 
 
𐎓
𐎐
𐎚
 
𐎚
𐎎
𐎚
𐎃
𐎕
 
 
𐎁
𐎓
𐎎
𐎖
 
 
𐎚
𐎃
𐎚
𐎕
𐎁
 
𐎁
𐎐
 
x
𐎖
𐎗
𐎊
𐎚
𐎎
𐎚
𐎎
𐎃
𐎕
 
 
𐎍
𐎛
𐎎
 
 
𐎃
𐎔
𐎊
𐎎
𐎚
𐎕
𐎎
𐎚
 
 
𐎀
𐎄
𐎎
 
 
𐎕
𐎀
𐎚
 
𐎌
𐎔
𐎌
𐎚
𐎈
𐎚
𐎅
 
 
𐎋
𐎋
𐎄
𐎗
𐎚
 
𐎗
𐎛
𐎌
𐎓
𐎍
𐎅
 
 
𐎋
𐎛
𐎗
𐎁
𐎊
𐎎
 
 
𐎋
𐎔
 
 
𐎋
 
𐎖
𐎕
𐎎
𐎙
𐎗
𐎎
𐎐
 
 
𐎋
𐎔
 
 
𐎎
𐎅
𐎗
 
𐎓
𐎚
𐎋
𐎚
𐎗
𐎛
𐎌
𐎚
 
 
𐎍
𐎁
𐎎
𐎚
𐎅
 
 
𐎌
𐎐
𐎒
𐎚
 
𐎋
x
𐎋
𐎔
𐎚
 
 
𐎁
𐎈
𐎁
𐎌
𐎅
 
 
𐎁
𐎗
𐎋
𐎎
 
𐎚
𐎙
𐎍
𐎍
𐎁
𐎄
𐎎
 
 
𐎏
𐎎
𐎗
 
 
𐎈
𐎍
𐎖
𐎎
 
 
𐎁
𐎎
𐎎
𐎓
𐎎
𐎅
𐎗
𐎎
 
 
𐎎
𐎉
𐎎
 
𐎚
𐎂
𐎗
𐎌
𐎌
𐎁
𐎎
 
 
𐎁
𐎋
𐎒
𐎍
 
 
𐎖
𐎌
𐎚
𐎅
 
𐎎
𐎄
𐎐
𐎚
𐎆
𐎅
𐎍
𐎐
 
 
𐎓
𐎐
𐎚
 
 
𐎍
𐎁
𐎚
𐎅
 
𐎚
𐎎
𐎙
𐎊
𐎐
𐎚
𐎌
𐎚
𐎖
𐎍
 
 
𐎛
𐎍
𐎚
 
 
𐎍
𐎅
𐎋
𐎍
𐎅
𐎆
𐎍
 
 
𐎌
𐎁
𐎓
𐎚
 
 
𐎚
𐎎
𐎚
𐎃
𐎕
𐎅
 
 
𐎁
𐎓
𐎎
𐎖
𐎚
𐎃
𐎚
𐎕
𐎁
 
 
𐎁
𐎐
 
 
𐎖
𐎗
𐎚
𐎎
 
𐎚
𐎘
𐎓
𐎗
𐎋
𐎒
𐎀
𐎚
 
 
𐎍
𐎎
𐎅
𐎗
 
 
𐎘
𐎓
𐎗
 
𐎘
𐎍
𐎈
𐎐
𐎚
𐎍
𐎕
𐎁
𐎛
𐎎
 
 
𐎅
𐎄
𐎎
𐎎
 
 
𐎍
𐎙
𐎇
𐎗
𐎎
𐎎
𐎛
𐎄
 
 
𐎚
𐎎
𐎚
𐎃
𐎕
𐎐
 
 
𐎆
𐎚
𐎓
𐎐
𐎚
𐎃
𐎚
𐎕
𐎁
 
 
𐎆
𐎚
𐎈
𐎄
𐎊
 
𐎓
𐎐
𐎚
𐎚
𐎄
𐎙
𐎄
𐎄
 
 
𐎋
𐎁
𐎄
𐎅
 
 
𐎁
𐎕
𐎈
𐎖
 
𐎊
𐎎
𐎍
𐎜
𐎍
𐎁
𐎅
 
 
𐎁
𐎌
𐎎
𐎃
𐎚
 
 
𐎋
𐎁
𐎄
 
𐎓
𐎐
𐎚
𐎚
𐎌
𐎊
𐎚
 
 
𐎋
𐎁
𐎗
𐎋
𐎎
 
 
𐎚
𐎙
𐎍
𐎍
 
 
𐎁
𐎄
𐎎
𐎏
x
x
𐎎
𐎗
 
 
𐎈
𐎍
𐎖
𐎎
 
 
𐎁
𐎎
𐎎
𐎓
 
𐎎
𐎅
𐎗
𐎎
𐎓
𐎄
 
 
𐎚
𐎌
𐎁
𐎓
 
 
𐎚
𐎎
𐎚
𐎃
𐎕
 
 
𐎁
𐎁
𐎚
𐎚
𐎃
𐎚
𐎕
𐎁
 
 
𐎁
𐎐
 
 
𐎘
𐎍
𐎈
𐎐
𐎎
 
𐎊
𐎎
𐎈
𐎁
𐎁
𐎚
 
 
 
𐎄
𐎎
 
 
𐎏
𐎎
𐎗
 
 
𐎊
𐎕
𐎖
 
𐎌
𐎎
𐎐
𐎌
𐎍
𐎎
 
 
𐎁
𐎕
𐎓
 
 
𐎚
𐎗
𐎈
𐎕
 
 
𐎊
𐎄
𐎅
 
𐎁
𐎚
𐎍
𐎚
 
 
𐎓
𐎐
𐎚
 
 
𐎜
𐎕
𐎁
𐎓
𐎚
𐎅
 
 
𐎊
𐎁
𐎎
𐎚
 
 
𐎍
𐎛
𐎎
𐎎
 
𐎚
𐎗
𐎈
𐎕
 
 
𐎊
𐎄
𐎅
 
 
𐎁
𐎄
𐎎
 
𐎏
𐎎
𐎗
𐎜
𐎕
𐎁
𐎓
𐎚
𐎅
 
 
𐎁
𐎎
𐎎
𐎓
 
𐎎
𐎅
𐎗
𐎎
𐎘
𐎓
𐎗
 
 
𐎋
𐎒
𐎀
𐎚
 
 
𐎍
𐎋
𐎒
𐎀
𐎚
 
𐎘
𐎍
𐎈
𐎐
𐎚
𐎍
𐎘
𐎍
𐎈
𐎚
 
 
𐎅
𐎄
𐎎
𐎎
 
 
𐎚
𐎘
𐎀
𐎗
𐎍
 
𐎅
𐎄
𐎎
𐎎
𐎚
𐎈
𐎒
𐎔
𐎐
 
 
𐎎
𐎅
 
 
𐎆
𐎚
𐎗
𐎈
𐎕
𐎉
𐎍
 
 
𐎌
𐎎
𐎎
 
 
𐎌
𐎎
𐎐
 
 
𐎀
𐎗
𐎕
 
𐎗
𐎁
𐎁
𐎗
𐎋
𐎁
 
 
𐎓
𐎗
𐎔
𐎚
 
 
𐎉
𐎍
 
 
𐎌
𐎎
𐎎
 
𐎚
𐎒
𐎋
𐎅
𐎗
𐎁
𐎁
 
 
𐎐
𐎒
𐎋
𐎅
 
𐎋
𐎁
𐎋
𐎁
𐎎
𐎚
𐎚
𐎔
𐎔
 
 
𐎀
𐎐
𐎅
𐎁
𐎎
 
 
𐎄
𐎀
𐎍
𐎔
 
𐎌
𐎄
 
𐎑
𐎜
𐎅
 
 
𐎁
𐎊
𐎎
 
x
x
x
x
x
x
x
x
x
𐎗
𐎐
 
 
𐎍
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎐
 
 
𐎚
𐎌
𐎚
 
𐎗
𐎛
𐎎
𐎚
𐎍
𐎛
𐎗
𐎚
𐎅
 
 
𐎚
𐎌
𐎗
 
 
𐎍
 
 
𐎄
𐎄
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
 
 
𐎊
𐎄
 
 
𐎔
𐎄
𐎗
𐎊
 
 
𐎁
𐎚
 
𐎀
𐎗
𐎀
𐎅
𐎁
𐎚
 
 
𐎉
𐎍
𐎊
 
 
𐎁
𐎚
 
 
𐎗
𐎁
 
 
𐎄
𐎄
 
𐎀
𐎗
𐎕
𐎊
𐎁
𐎚
 
 
𐎊
𐎓
𐎁
𐎄
𐎗
 
 
𐎋
𐎎
𐎙
𐎍
𐎎
𐎎
𐎆
 
 
𐎓
𐎗
𐎁
𐎐
 
 
𐎍
𐎔
𐎓
𐎐
 
 
𐎓
𐎐
𐎚
 
 
𐎅
𐎁
𐎗
 
𐎆
𐎆
𐎖
𐎍
 
 
𐎚
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎋
𐎁
𐎄
 
𐎅
𐎊
𐎚
𐎆
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
𐎘
𐎐
𐎊
 
 
𐎍
𐎊
𐎎
𐎎
𐎚
 
𐎍
𐎛
𐎎
𐎎
𐎚
𐎈
𐎎
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
 
 
𐎅
𐎆
𐎚
 
x
x
𐎀
𐎍
𐎛
𐎊
 
 
𐎖
𐎗
𐎄
𐎎
 
 
𐎖
𐎗
𐎊
𐎊
 
 
𐎁
𐎀
𐎗
𐎕
𐎎
𐎍
𐎈
𐎎
𐎚
𐎌
𐎚
 
 
𐎁
𐎓
𐎔
𐎗
𐎎
 
𐎄
𐎄
𐎊
𐎎
𐎒
𐎋
 
 
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
𐎁
𐎄
 
𐎀
𐎗
𐎕
𐎀
𐎗
𐎁
𐎄
𐎄
 
 
𐎍
𐎋
𐎁
𐎄
 
𐎌
𐎄
𐎎
𐎈
𐎌
𐎋
 
 
𐎓
𐎕
𐎋
 
𐎓
𐎁
𐎕
𐎋
𐎓
𐎎
𐎊
 
 
𐎔
𐎓
𐎐
𐎋
 
 
𐎚
𐎍
𐎒
𐎎
𐎐
 
𐎓
𐎎
𐎊
𐎚
𐎆
𐎚
𐎈
 
 
𐎛
𐎌
𐎄
𐎋
 
 
𐎄
𐎎
 
𐎗
𐎂
𐎎
𐎛
𐎘
 
 
𐎍
𐎊
 
 
𐎆
 
 
𐎀
𐎗
𐎂
𐎎
𐎋
 
x
x
𐎅
𐎆
𐎚
 
 
𐎆
 
 
𐎀
𐎘
𐎐
𐎊
𐎋
 
𐎗
𐎂
𐎎
𐎓
𐎕
 
 
𐎆
 
 
𐎍
𐎃
𐎌
𐎚
 
 
𐎀
𐎁
𐎐
 
𐎓
𐎚
𐎀
𐎐
𐎚
 
 
𐎌
𐎎
𐎎
 
 
𐎓
𐎎
 
𐎀
𐎗
𐎕
𐎚
𐎅
𐎎
𐎚
 
 
𐎓
𐎎
𐎐
 
𐎋
𐎁
𐎋
𐎁
𐎎
𐎀
𐎁
𐎐
 
 
𐎁
𐎗
𐎖
 
 
𐎄
𐎍
 
 
𐎚
𐎄
𐎓
 
𐎌
𐎎
𐎎
𐎗
𐎂
𐎎
𐎍
 
𐎚
𐎄
𐎓
 
 
𐎐
𐎌
𐎎
 
 
𐎆
𐎍
 
𐎚
𐎁
𐎐
𐎅
𐎎
𐎍
𐎚
 
 
𐎀
𐎗
𐎕
 
 
𐎀
𐎚
𐎎
 
 
𐎆
𐎀
𐎐
𐎋
𐎛
𐎁
𐎙
𐎊
𐎅
 
 
𐎁
𐎚
𐎋
 
 
𐎙
𐎗
𐎊
 
 
𐎛
𐎍
 
𐎕
𐎔
𐎐
𐎁
𐎖
𐎄
𐎌
 
 
𐎁
𐎙
𐎗
 
𐎐
𐎈
𐎍
𐎚
𐎊
𐎁
𐎐
𐎓
𐎎
 
 
𐎁
𐎂
𐎁
𐎓
 
𐎚
𐎍
𐎛
𐎊
𐎚
𐎅
𐎍
𐎎
 
 
𐎓
𐎐
𐎚
 
 
𐎚
𐎔
𐎅
 
 
𐎛
𐎍
𐎎
 
 
𐎁
𐎅
 
𐎔
𐎓
𐎐
𐎎
𐎚
𐎉
𐎉
 
 
𐎁
𐎓
𐎄
𐎐
 
 
𐎋
𐎒
𐎍
 
𐎚
𐎘
𐎁
𐎗
𐎓
𐎍
𐎐
 
 
𐎔
𐎐
𐎅
 
 
𐎚
𐎄
𐎓
 
 
𐎚
𐎙
𐎕
 
𐎔
𐎐
𐎚
𐎋
𐎒
𐎍
𐎅
 
 
𐎀
𐎐
𐎌
 
 
𐎄
𐎚
 
 
𐎑
𐎗
𐎅
 
𐎚
𐎌
𐎜
𐎂
𐎅
 
 
𐎆
 
 
𐎚
𐎕
𐎈
 
 
𐎛
𐎋
 
 
𐎎
𐎙
𐎊
 
 
𐎂
𐎔
𐎐
 
 
𐎆
𐎜
𐎂
𐎗
𐎎
 
 
𐎎
𐎐
 
 
𐎛
𐎁
 
 
𐎊
𐎔
𐎓
 
 
𐎍
𐎁
𐎓
𐎍
 
𐎕
𐎗
𐎚
𐎍
𐎗
𐎋
𐎁
 
 
𐎓
𐎗
𐎔
𐎚
 
 
𐎍
𐎎
𐎃
𐎌
𐎚
 
𐎎
𐎄
𐎄
𐎛
𐎍
𐎊
𐎎
 
 
𐎍
𐎋
𐎍
𐎚
 
 
𐎐
𐎅
𐎗
 
 
𐎛
𐎍
 
𐎗
𐎁
𐎎
𐎍
𐎛
𐎌
𐎚
𐎁
𐎎
 
 
𐎚
𐎐
𐎐
 
𐎛
𐎌
𐎚
𐎎
𐎄
𐎅
𐎎
𐎃
𐎌
𐎚
 
 
𐎁
𐎘
𐎐
 
𐎓
𐎖
𐎍
𐎚
𐎐
𐎌
𐎍
𐎊
𐎉
 
 
𐎄
 
 
𐎌
𐎁
𐎓
𐎚
 
𐎗
𐎀
𐎌
𐎎
𐎎
𐎃
𐎌
𐎚
 
 
𐎎
𐎄
𐎄
𐎛
𐎍
𐎎
 
𐎀
𐎗
𐎌
𐎕
𐎎
𐎚
 
 
𐎓
𐎂
𐎍
 
 
𐎛
𐎍
 
𐎓
𐎚
𐎋
𐎎
𐎃
𐎌
𐎚
 
 
𐎋
𐎍
𐎁
𐎚
 
 
𐎛
𐎍
𐎎
 
𐎛
𐎌
𐎚
𐎋
𐎍
𐎚
 
 
𐎁
𐎚
 
 
𐎛
𐎍
 
 
𐎏
𐎁
𐎁
 
 
𐎛
𐎎
𐎚
𐎃
𐎕
 
𐎋
𐎒
𐎔
𐎛
𐎚
𐎗
𐎘
 
 
𐎃
𐎗
𐎕
 
 
𐎉
𐎗
𐎄
 
𐎁
𐎓
𐎍
𐎁
𐎎
𐎗
𐎊
𐎎
 
 
𐎕
𐎔
𐎐
 
 
𐎎
𐎌
𐎕
𐎕
 
 
𐎋
 
𐎓
𐎕
𐎗
𐎜
𐎄
𐎐
𐎅
 
 
𐎂
𐎗
𐎌
𐎅
 
 
𐎍
𐎋
𐎒
𐎛
 
𐎎
𐎍
𐎋
𐎅
𐎍
𐎐
𐎃
𐎚
 
 
𐎍
𐎋
𐎈
𐎘
 
𐎄
𐎗
𐎋
𐎚
𐎅
𐎎
𐎐
𐎎
 
 
𐎛
𐎁
 
 
𐎊
𐎔
𐎓
 
 
𐎍
𐎁
𐎓
𐎍
 
 
𐎕
𐎗
𐎚
 
 
𐎍
𐎗
𐎋
𐎁
 
𐎓
𐎗
𐎔
𐎚
𐎊
𐎓
𐎐
 
 
𐎙
𐎍
𐎎
𐎎
 
 
𐎊
𐎓
𐎐
𐎊
𐎐
 
 
𐎍
𐎛
𐎁
 
𐎊
𐎔
𐎓
𐎍
𐎁
𐎓
𐎍
 
 
𐎕
𐎗
𐎚
 
 
𐎍
𐎗
𐎋
𐎁
 
𐎓
𐎗
𐎔
𐎚
𐎚
𐎈
𐎎
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
 
 
𐎅
𐎆
𐎚
 
𐎀
𐎍
𐎛
𐎊
𐎖
𐎗
𐎄
𐎎
 
 
𐎖
𐎗
𐎊
𐎊
 
 
𐎁
𐎀
𐎗
𐎕
 
𐎎
𐎍
𐎈
𐎎
𐎚
𐎌
𐎚
 
 
𐎁
𐎓
𐎔
𐎗
𐎎
 
 
𐎄
𐎄
𐎊
𐎎
 
 
𐎒
𐎋
 
𐎌
𐎍
𐎎
𐎍
𐎋
𐎁
𐎄
 
 
𐎀
𐎗
𐎕
 
 
𐎀
𐎗
𐎁
𐎄
𐎄
 
 
𐎍
𐎋
𐎁
𐎄
 
𐎌
𐎄
𐎎
𐎅
𐎌
𐎋
 
 
𐎓
𐎕
𐎋
 
 
𐎓
𐎁
𐎕
𐎋
 
 
𐎓
𐎎
𐎊
 
𐎔
𐎓
𐎐
𐎋
𐎚
𐎍
𐎒
𐎎
𐎐
 
 
 
𐎓
𐎎
𐎊
 
 
𐎚
𐎆
𐎚
𐎈
 
𐎛
𐎌
𐎄
𐎋
𐎄
𐎎
 
 
𐎗
𐎂
𐎎
 
 
𐎛
𐎘
 
 
𐎍
𐎊
 
 
𐎆
𐎀
𐎗
𐎂
𐎎
𐎚
 
𐎅
𐎆
𐎚
𐎆
𐎀
𐎘
𐎐
𐎊
𐎋
 
 
𐎗
𐎂
𐎎
 
 
𐎓
𐎕
 
 
𐎆
𐎍
𐎃
𐎌
𐎚
𐎀
𐎁
𐎐
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎚
𐎄
 
𐎓
 
 
𐎐
𐎌
𐎎
 
 
𐎆
𐎍
 
𐎚
𐎁
𐎐
𐎅
𐎎
𐎍
𐎚
 
 
𐎀
𐎗
𐎕
 
 
𐎚
𐎜
𐎐
𐎚
 
 
𐎌
𐎎
𐎎
 
 
𐎓
𐎎
 
𐎀
𐎗
𐎕
𐎚
𐎅
𐎎
𐎚
 
 
𐎓
𐎎
𐎐
 
 
𐎋
𐎁
𐎋
𐎁
𐎎
 
 
𐎀
𐎁
𐎐
 
𐎁
𐎗
𐎖
𐎄
 
 
𐎍
𐎚
𐎄
𐎓
 
 
𐎌
𐎎
𐎎
 
 
𐎀
𐎚
𐎎
 
 
𐎆
𐎀
𐎐
𐎋
𐎛
𐎁
𐎙
𐎊
𐎅
 
 
𐎁
𐎚
𐎋
 
 
𐎙
𐎗
𐎊
 
 
𐎛
𐎍
 
𐎕
𐎔
𐎐
𐎁
𐎖
𐎄
𐎌
 
 
𐎁
𐎙
𐎗
 
𐎐
𐎈
𐎍
𐎚
𐎊
𐎆
𐎚
𐎓
𐎐
 
 
𐎁
𐎚
𐎍
𐎚
 
 
𐎓
𐎐
𐎚
 
𐎚
𐎘
𐎁
𐎊
𐎁
𐎎
𐎚
 
 
𐎍
𐎛
𐎎
𐎎
 
 
𐎀
𐎐
 
𐎀
𐎖
𐎗
𐎊
𐎁
𐎀
𐎗
𐎕
 
 
𐎎
𐎍
𐎈
𐎎
𐎚
 
 
𐎀
𐎌
𐎚
 
 
𐎁
𐎓
𐎔
𐎗
𐎎
𐎄
𐎄
𐎊
𐎎
 
 
𐎀
𐎒
𐎋
 
 
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
𐎁
𐎄
 
𐎀
𐎗
𐎕
𐎀
𐎗
𐎁
𐎄
𐎄
 
 
𐎍
𐎋
𐎁
𐎄
 
 
𐎌
𐎄
𐎎
 
𐎊
𐎌
𐎚
𐎁
 
𐎌
𐎎
𐎎
 
 
𐎁
𐎓
𐎍
 
 
𐎎
𐎄
𐎍
𐎅
 
𐎊
𐎁
𐎓
𐎗
𐎗
𐎋
𐎁
 
 
𐎓
𐎗
𐎔
𐎚
 
 
𐎖
𐎗
𐎐
𐎅
 
𐎀
𐎖
𐎗
𐎊
𐎀
𐎐
𐎋
 
 
𐎁
𐎀
𐎗
𐎕
 
𐎎
𐎍
𐎈
𐎎
𐎚
𐎀
𐎌
𐎚
 
 
𐎁
𐎓
𐎔
𐎗
𐎎
 
 
𐎄
𐎄
𐎊
𐎎
 
𐎀
𐎒
𐎋
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
𐎁
𐎄
 
 
𐎀
𐎆
𐎕
 
 
𐎀
𐎗
𐎁
𐎄
𐎄
𐎍
𐎋
𐎁
𐎄
 
 
𐎌
𐎄
𐎎
 
 
𐎀
𐎔
 
 
𐎎
𐎘
𐎐
 
𐎗
𐎂
𐎎
𐎎
𐎀
𐎗
𐎂
𐎎
𐎐
 
 
𐎍
𐎋
 
 
𐎍
𐎋
 
 
𐎓
𐎐
𐎐
 
𐎛
𐎍
𐎎
𐎀
𐎚
𐎎
 
 
𐎁
𐎌
𐎚
𐎎
 
 
𐎆
𐎀
𐎐
 
𐎌
𐎐
𐎚
𐎜
𐎙
𐎗
 
 
𐎍
𐎗
𐎈
𐎖
 
 
𐎛
𐎍
𐎎
 
𐎛
𐎐
𐎁
𐎁
𐎍
𐎗
𐎈
𐎖
 
 
𐎛
𐎍
𐎐
𐎊
𐎎
 
 
𐎘
𐎐
 
𐎎
𐎘
𐎔
𐎄
𐎎
𐎚
𐎈
𐎚
 
 
𐎓
𐎐
𐎚
 
 
𐎀
𐎗
𐎕
 
 
𐎘
𐎍
𐎘
 
 
𐎎
𐎚
𐎈
 
𐎙
𐎊
𐎗
𐎎
𐎛
𐎄
𐎋
 
 
𐎍
 
 
𐎚
𐎚
𐎐
𐎔
𐎐
𐎎
 
 
𐎓
𐎎
 
𐎁
𐎓
𐎍
𐎎
𐎗
𐎊
𐎎
 
 
𐎕
𐎔
𐎐
 
 
𐎁
𐎀
𐎍
𐎔
 
 
𐎌
𐎄
 
 
𐎗
𐎁
𐎚
 
𐎋
𐎎
𐎐
𐎅
𐎍
𐎋
 
 
𐎀
𐎃
𐎚
𐎅
 
 
𐎁
𐎓
𐎍
 
 
𐎊
𐎓
𐎐
 
𐎚
𐎄
𐎗
𐎖
𐎊
𐎁
𐎐
𐎚
 
 
𐎀
𐎁
𐎅
 
 
𐎌
𐎗
𐎈
𐎖
 
 
𐎀
𐎘
𐎚
 
 
𐎍
𐎔
𐎐
𐎐
𐎅
𐎌
𐎚
 
 
𐎀
𐎍
𐎔
 
 
𐎖
𐎄
𐎎
𐎅
 
 
𐎎
𐎗
𐎛
𐎀
 
 
𐎆
𐎚
𐎋
𐎔
𐎐
𐎅
 
 
𐎚
𐎈
𐎒
𐎔
𐎐
 
 
𐎎
𐎅
 
 
𐎆
𐎚
𐎗
𐎈
𐎕
𐎉
𐎍
 
 
𐎌
𐎎
𐎎
 
 
𐎌
𐎎
𐎐
 
 
𐎀
𐎗
𐎕
 
 
𐎉
𐎍
 
 
𐎌
𐎎
𐎎
 
𐎚
𐎒
𐎋
𐎅
𐎗
𐎁
𐎁
 
 
𐎐
𐎒
𐎋
𐎅
 
𐎋
𐎁
𐎋
𐎁
𐎎
𐎚
𐎚
𐎔
𐎔
 
 
 
𐎀
𐎐
𐎅
𐎁
𐎎
 
 
𐎄
𐎀
𐎍
𐎔
 
𐎌
𐎄
𐎑
𐎜
𐎅
 
 
𐎁
𐎊
𐎎
x
x
x
x
x
x
x
x
𐎁
𐎚
 
 
𐎍
 
𐎁
𐎓
𐎍
 
 
𐎋
𐎎
 
 
𐎛
𐎍
𐎎
 
 
𐎆
𐎈
𐎑
𐎗
 
𐎋
𐎁
𐎐
 
 
𐎀
𐎘
𐎗
𐎚
 
 
𐎎
𐎘
𐎁
 
 
𐎛
𐎍
 
𐎎
𐎑
𐎍
𐎍
𐎁
𐎐
𐎅
 
 
𐎎
𐎘
𐎁
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
 
𐎊
𐎎
𐎎
𐎘
𐎁
 
 
𐎔
𐎄
𐎗
𐎊
 
 
𐎁
𐎚
 
 
𐎀
𐎗
 
𐎎
𐎑
𐎍
𐎍
𐎉
𐎍
𐎊
 
 
𐎁
𐎚
 
 
𐎗
𐎁
 
 
𐎎
𐎘
𐎁
 
𐎀
𐎗
𐎕
𐎊
𐎁
𐎚
 
 
𐎊
𐎓
𐎁
𐎄
𐎗
 
 
𐎎
𐎘
𐎁
 
𐎋
𐎍
𐎚
𐎋
𐎐
𐎊
𐎚
 
 
𐎆
𐎚
𐎓
𐎐
 
 
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
𐎊
𐎘
𐎁
𐎍
𐎊
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
𐎀
𐎁
𐎊
 
𐎊
𐎘
𐎁
 
 
𐎍
𐎊
 
 
𐎆
𐎍
𐎅
 
𐎀
𐎘
𐎁
x
x
x
 
𐎀
𐎎
𐎕
𐎃
𐎐
𐎐
 
 
𐎋
𐎛
𐎎
𐎗
 
 
𐎍
𐎀
𐎗
𐎕
𐎀
𐎌
𐎅
𐎍
𐎋
 
 
 
𐎌
𐎁
𐎚
𐎅
 
 
𐎄
𐎎
𐎎
 
 
𐎌
𐎁
𐎚
 
𐎄
𐎖
𐎐
𐎅
x
x
x
x
𐎋
𐎄
 
 
𐎍
𐎊
𐎚
𐎐
 
 
𐎁
𐎚
 
 
𐎍
𐎁
𐎓
𐎍
 
 
𐎋
𐎛
𐎍
𐎎
𐎆
𐎈
𐎑
𐎗
 
 
𐎋
𐎁
𐎐
 
 
𐎀
𐎘
𐎗
𐎚
 
 
𐎚
𐎄
𐎓
𐎕
 
 
𐎔
𐎓
𐎐
 
𐎆
𐎚
𐎗
 
 
𐎀
𐎗
𐎕
 
 
𐎛
𐎄
𐎋
 
 
𐎍
𐎚
𐎚
𐎐
 
𐎔
𐎐
𐎎
 
𐎓
𐎎
 
 
𐎛
𐎍
 
 
𐎎
𐎁
𐎋
 
 
𐎐
𐎅
𐎗
𐎎
 
 
𐎖
𐎗
𐎁
 
𐎀
𐎔
𐎖
𐎚
𐎅
𐎎
𐎚
𐎎
 
 
𐎚
𐎂
𐎍
 
 
𐎏
𐎄
 
 
𐎛
𐎍
 
 
𐎆
𐎚
𐎁
𐎜
𐎖
𐎗
𐎌
 
 
𐎎
𐎍
𐎋
 
 
𐎀
𐎁
 
 
𐎌
𐎐
𐎎
 
 
𐎎
𐎕
𐎗
𐎚
𐎁
𐎜
 
 
𐎏
𐎄
𐎎
 
 
𐎖
𐎐
𐎊
 
 
𐎆
 
𐎀
𐎄
𐎐
 
𐎁
𐎐
𐎛
𐎍
𐎎
𐎖
𐎍
𐎅
 
 
𐎊
𐎌
𐎓
𐎎
𐎓
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
 
𐎀
𐎁
𐎅
 
 
𐎊
𐎓
𐎐
 
𐎛
𐎍
 
𐎁
𐎌
𐎁
𐎓
𐎚
 
 
𐎈
𐎄
𐎗
𐎎
 
 
𐎁
𐎘
𐎎
𐎐
𐎚
 
𐎀
𐎔
𐎒
𐎂
𐎗
𐎚
 
 
𐎂
𐎎
 
 
x
𐎅
x
x
 
𐎅
x
x
x
x
x
x
x
x
x
𐎓
𐎐
 
𐎘
𐎋
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎓
𐎍
𐎐
 
𐎘
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎍
𐎔
𐎓
𐎐
 
𐎙
𐎍
𐎎
𐎎
x
x
x
x
x
x
x
x
x
𐎎
𐎛
𐎄
 
 
𐎀
𐎄
𐎐
x
x
x
 
𐎕
𐎐
 
𐎓
x
x
x
x
x
x
x
x
x
𐎐
𐎗
𐎎
 
 
 
𐎛
𐎍
𐎎
 
 
𐎌
𐎔
𐎌
 
𐎕
𐎈
𐎗
𐎗
𐎚
𐎍
𐎀
 
 
𐎌
𐎎
𐎎
 
 
𐎁
𐎊
𐎄
 
 
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
 
𐎎
𐎚
𐎆
 
 
𐎚
𐎓
𐎐
 
 
𐎁
𐎚
𐎍
𐎚
 
 
𐎓
𐎐
𐎚
 
 
𐎁
𐎐
𐎚
 
 
𐎁
𐎅
𐎚
𐎋
 
 
𐎊
𐎛
𐎍
𐎎
 
 
𐎁
𐎐
𐎚
 
 
𐎁
𐎅
𐎚
𐎋
 
 
𐎀
𐎍
 
𐎚
𐎌
𐎎
𐎃
𐎀
𐎍
 
 
𐎚
𐎌
𐎎
𐎃
 
 
𐎁
𐎗
𐎎
 
𐎅
𐎋
𐎍
𐎋
𐎀
𐎍
 
 
𐎀
𐎃
𐎄
𐎅
𐎎
 
 
𐎁
𐎊
𐎎
𐎐
𐎊
 
 
x
x
x
𐎁
𐎓
𐎍
𐎁
𐎂
𐎄
𐎍
𐎚
 
 
𐎀
𐎗
𐎋
𐎚
𐎊
 
𐎀
𐎎
𐎃
𐎕
 
x
x
x
𐎖
𐎄
𐎖
𐎄
𐎅
𐎋
 
 
𐎀
𐎌
𐎅
𐎍
𐎋
 
 
𐎌
𐎁
𐎚
𐎋
 
𐎄
𐎎
𐎎
𐎌
𐎁
𐎚
 
 
𐎄
𐎖
𐎐
𐎋
 
 
𐎎
𐎎
𐎓
𐎎
 
 
𐎊
𐎓
𐎐
𐎊
𐎛
𐎍
 
 
𐎁
𐎌
𐎁
𐎓
𐎚
 
 
𐎈
𐎄
𐎗
𐎎
 
 
𐎁
𐎘
𐎎
𐎐
𐎚
𐎀
𐎔
 
𐎒
𐎂
𐎗
𐎚
 
 
𐎊
𐎄
𐎓
𐎚
𐎋
 
 
𐎁
𐎚
 
 
𐎋
𐎀
𐎐
𐎌
𐎚
𐎋
𐎛
𐎐
 
 
𐎁
𐎛
𐎍
𐎅
𐎚
 
 
𐎖
𐎍
𐎕
𐎋
 
 
𐎎
𐎅
 
𐎚
𐎀
𐎗
𐎌
𐎐
𐎍
𐎁
𐎚
𐎍
𐎚
 
 
𐎓
𐎐
𐎚
 
 
𐎆
𐎚
𐎓
𐎐
 
 
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
𐎚
𐎈
𐎎
𐎋
 
 
𐎛
𐎍
 
 
𐎅
𐎋
𐎎
 
 
𐎈
𐎋
𐎎
𐎋
 
𐎓
𐎎
 
 
𐎓
𐎍
𐎎
 
 
𐎈
𐎊
𐎚
 
 
𐎈
𐎑
𐎚
 
𐎚
𐎈
𐎎
𐎋
𐎎
𐎍
𐎋
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
 
𐎘
𐎔
𐎉
𐎐
𐎛
𐎐
 
 
𐎄
𐎓
𐎍
𐎐
𐎅
 
 
𐎋
𐎍
𐎐
𐎊
𐎊
 
𐎖
𐎌
𐎅
𐎐
𐎁
𐎍
𐎐
 
 
𐎋
𐎍
𐎐
𐎊
𐎊
 
 
𐎐
𐎁
𐎍
 
𐎋
𐎒
𐎅
𐎀
𐎐
𐎊
 
 
𐎍
𐎊
𐎕
𐎈
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
 
𐎀
𐎁
𐎅
 
𐎛
𐎍
𐎎
𐎍
𐎋
 
 
𐎄
𐎊
𐎋
𐎐
𐎐
𐎅
 
 
𐎊
𐎕
𐎈
 
𐎀
𐎘
𐎗
𐎚
𐎆
𐎁
𐎐
𐎅
 
 
𐎛
𐎍
𐎚
 
 
𐎆
𐎕
𐎁
𐎗
𐎚
 
𐎀
𐎗
𐎃
𐎅
 
𐎆
𐎐
 
 
𐎛
𐎐
 
 
𐎁
𐎚
 
 
𐎍
𐎁
𐎓
𐎍
 
 
𐎋
𐎎
 
𐎛
𐎍
𐎎
𐎈
𐎑
𐎗
 
 
𐎋
𐎁
𐎐
 
 
𐎀
𐎘
𐎗
𐎚
 
 
𐎎
𐎘
𐎁
 
𐎛
𐎍
𐎎
𐎑
𐎍
𐎍
 
 
𐎁
𐎐
𐎅
 
 
𐎎
𐎘
𐎁
 
 
𐎗
𐎁
𐎚
 
𐎀
𐎘
𐎗
𐎚
𐎊
𐎎
 
 
𐎎
𐎘
𐎁
 
 
𐎔
𐎄
𐎗
𐎊
 
 
𐎁
𐎚
 
𐎀
𐎗
𐎎
𐎑
𐎍
𐎍
 
 
𐎉
𐎍
𐎊
 
 
𐎁
𐎚
 
 
𐎗
𐎁
 
𐎎
𐎘
𐎁
𐎀
𐎗
𐎕
𐎊
 
 
𐎁
𐎚
 
 
𐎊
𐎓
𐎁
𐎄
𐎗
 
𐎎
𐎘
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎈
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎗
𐎕
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎛
𐎋
 
 
𐎎
𐎂
𐎐
 
 
𐎗
𐎁
𐎚
 
𐎀
𐎘
𐎗
𐎚
 
𐎊
𐎎
 
 
𐎎
𐎙
𐎑
 
 
𐎖
𐎐
𐎊
𐎚
 
𐎛
𐎍
𐎎
𐎆
𐎚
𐎐
𐎁
𐎚
 
 
𐎍
𐎁
𐎓
𐎍
 
𐎋
𐎎
𐎛
𐎍
𐎎
 
 
𐎆
𐎈
𐎑
𐎗
 
 
𐎋
𐎁
𐎐
𐎀
𐎘
𐎗
𐎚
 
 
𐎂
𐎎
 
 
𐎍
𐎙
𐎍
𐎎
𐎅
𐎁
𐎓
𐎍
 
 
𐎊
𐎕
𐎈
 
 
𐎓
𐎐
 
 
𐎂
𐎔
𐎐
 
𐎆
𐎜
𐎂
𐎗
 
 
𐎁
𐎐
 
𐎙
𐎍
𐎎
𐎚
𐎓
𐎎
𐎎
𐎊
𐎎
 
 
𐎁
𐎐
 
𐎑
𐎍
𐎎
𐎚
𐎗
𐎎
𐎚
 
 
𐎔
𐎗
𐎓
𐎚
 
 
𐎛
𐎁
𐎗
 
𐎎
𐎐
𐎚
 
𐎕
𐎈
𐎗
𐎗
𐎎
 
𐎈
𐎁
𐎍
𐎎
𐎓
𐎗
𐎔
𐎚
 
 
𐎚
𐎈
𐎚
 
x
 
𐎎
𐎓
𐎕
𐎗
𐎎
 
 
𐎈
x
x
𐎚
𐎁
𐎂
𐎍
𐎘
 
 
𐎛
𐎒
𐎗
 
 
𐎁
𐎗
𐎛
𐎌
𐎋
𐎎
 
 
𐎁
𐎗
𐎖
𐎎
 
𐎁
𐎐
 
𐎓
𐎐
𐎋
𐎎
𐎊
𐎎
𐎚
𐎐
 
 
x
x
 
𐎀
𐎍
𐎔
𐎌
𐎛
𐎗
 
 
𐎁
𐎊
𐎎
 
𐎗
𐎁
𐎚
x
𐎋
𐎎
𐎐
 
 
𐎁
𐎐
𐎅
𐎗
𐎎
𐎓
𐎁
𐎗
 
 
𐎂
𐎁
𐎍
 
𐎓
𐎁
𐎗
𐎖
𐎓
𐎍
 
 
𐎓
𐎁
𐎗
 
𐎛
𐎅
𐎚
𐎐
𐎔
 
 
𐎌
𐎎
𐎎
 
𐎌
𐎎
𐎌
𐎗
𐎍
𐎄
𐎂
𐎊
 
𐎀
𐎘
𐎗
𐎚
𐎎
𐎙
 
 
𐎍
𐎖
𐎄
𐎌
 
𐎀
𐎎
𐎗
𐎗
𐎛
𐎄
𐎋
 
 
𐎀
𐎍
 
𐎚
𐎚
𐎐
𐎔
𐎐
𐎎
 
 
𐎚
𐎋
 
𐎈
𐎖
𐎋
𐎔
𐎚
𐎛
𐎍
 
 
𐎋
𐎍
𐎅
 
𐎋
𐎔
𐎚
𐎗
𐎋
𐎒
𐎜
 
 
𐎘
𐎁
𐎚
𐎅
 
𐎈
𐎋
𐎔
𐎚
𐎀
𐎗
𐎕
 
𐎐
𐎈
𐎍
𐎚
𐎅
𐎁
𐎀
𐎍
𐎔
 
 
𐎌
𐎄
 
𐎗
𐎁
𐎚
𐎋
𐎎
𐎐
 
 
𐎍
𐎔
𐎓
𐎐
 
𐎋
𐎘
𐎗
𐎅
𐎁
𐎗
 
 
𐎆
𐎖
𐎍
 
𐎚
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎆
𐎋
𐎁
𐎄
𐎅
𐎆
𐎚
𐎆
𐎗
𐎂
𐎎
 
 
𐎍
𐎋
𐎘
𐎗
𐎆
𐎃
𐎒
𐎒
 
 
𐎘
𐎐
𐎊
 
 
𐎍
𐎅
𐎊
𐎐
 
 
𐎄
𐎈
𐎗
𐎌
 
𐎊
𐎄
𐎎
𐎚
𐎈
𐎎
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎅
𐎆
𐎚
 
 
𐎀
𐎍
𐎛
𐎊
 
𐎖
𐎗
𐎄
𐎎
 
 
 
 
 
 
𐎊
 
 
 
𐎀
𐎐
𐎊
 
 
𐎍
𐎊
𐎕
𐎈
 
𐎘
𐎗
 
𐎛
𐎍
 
𐎀
𐎁
𐎅
 
 
𐎛
𐎍
𐎎
𐎍
𐎋
𐎄
𐎊
𐎋
𐎐
𐎐
𐎅
 
 
𐎊
𐎕
𐎈
 
𐎀
𐎘
𐎗
𐎚
 
 
𐎆
𐎁
𐎐
𐎅
 
 
 
𐎛
𐎍
𐎚
 
𐎆
𐎕
𐎁
𐎗
𐎚
 
𐎀
𐎗
𐎊
𐎅
𐎆
𐎐
 
 
𐎛
𐎐
 
 
𐎁
𐎚
 
 
𐎍
𐎁
𐎓
𐎍
𐎋
𐎎
 
 
𐎛
𐎍
𐎎
 
 
𐎆
𐎈
𐎑
𐎗
𐎋
𐎁
𐎐
 
𐎀
𐎘
𐎗
𐎚
𐎎
𐎘
𐎁
 
 
𐎛
𐎍
 
𐎎
𐎑
𐎍
𐎍
𐎁
𐎐
𐎅
 
 
𐎎
𐎘
𐎁
 
𐎗
𐎁
𐎚
𐎀
𐎘
𐎗
𐎚
 
 
𐎊
𐎎
 
𐎎
𐎘
𐎁
𐎋
𐎍
𐎚
 
𐎋
𐎐
𐎊
𐎚
𐎎
𐎘
𐎁
 
 
𐎔
𐎄
𐎗
𐎊
 
𐎁
𐎚
 
𐎀
𐎗
𐎎
𐎑
𐎍
𐎍
 
 
𐎉
𐎍
𐎊
 
 
𐎁
𐎚
𐎗
𐎁
𐎎
𐎘
𐎁
 
 
𐎀
𐎗
𐎒
𐎊
 
 
𐎁
𐎚
 
𐎊
𐎓
𐎁
𐎄
𐎗
𐎀
𐎔
 
 
𐎎
𐎘
𐎐
 
𐎗
𐎂
𐎎
𐎎
𐎀
𐎗
𐎂
𐎎
𐎋
 
 
𐎌
𐎒
𐎋
𐎐
𐎎
𐎓
𐎎
𐎂
𐎐
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
𐎊
𐎎
𐎎
𐎙
𐎑
 
 
𐎖
𐎐
𐎊
𐎚
𐎛
𐎍
𐎎
𐎅
𐎊
𐎐
 
𐎓
𐎍
𐎊
 
 
𐎍
𐎎
𐎔
𐎃
𐎎
𐎁
𐎄
 
 
𐎃
𐎒
𐎒
 
𐎎
𐎕
𐎁
𐎉
𐎎
𐎊
𐎕
𐎖
 
 
𐎋
𐎒
𐎔
 
𐎊
𐎌
𐎍
𐎈
 
 
𐎃
𐎗
𐎕
 
 
𐎊
𐎕
𐎖
 
𐎋
𐎒
𐎔
𐎍
𐎀
𐎍
𐎔
𐎎
 
 
𐎃
𐎗
𐎕
 
𐎊
𐎕
𐎖
𐎎
 
 
𐎍
𐎗
𐎁
𐎁
𐎚
 
 
x
x
 
x
𐎊
𐎕
𐎖
 
 
𐎃
𐎊
𐎎
 
 
𐎆
𐎚
𐎁
𐎘
𐎃
𐎋
𐎚
 
 
𐎛
𐎍
 
 
𐎄
𐎚
 
𐎗
𐎁
𐎚
𐎎
𐎋
𐎚
 
 
𐎛
𐎍
 
 
𐎐
𐎁
𐎚
 
 
𐎁
𐎋
𐎒
𐎔
𐎌
𐎎
𐎗
𐎃
𐎚
 
 
𐎁
𐎄
𐎎
 
𐎃
𐎗
𐎕
𐎋
𐎈
𐎘
 
 
𐎛
𐎍
 
𐎐
𐎃
𐎚
𐎁
𐎑
𐎗
 
𐎅
𐎄
𐎎
 
𐎛
𐎄
 
𐎄
𐎔
𐎗
𐎌
𐎀
 
 
𐎁
𐎁
𐎗
𐎐
𐎓
𐎍
 
 
𐎛
𐎍
 
 
𐎄
 
𐎖
𐎁
𐎍
𐎁
𐎍
𐎓
𐎍
𐎐
 
 
𐎊
𐎁
𐎍
𐎅
𐎎
 
𐎃
𐎗
𐎕
𐎘
𐎍
𐎈
𐎐
 
 
𐎛
𐎍
 
 
𐎄
𐎎
𐎍
𐎀
𐎎
𐎐
𐎎
 
 
𐎄
𐎁
𐎁
𐎎
 
𐎄
𐎎
𐎒
𐎄
𐎚
 
𐎀
𐎗
𐎕
𐎕
𐎓
 
 
𐎛
𐎍
 
 
𐎄
𐎖
𐎚
 
 
𐎋
𐎀
𐎎
𐎗
𐎒
𐎋
𐎐
𐎚
 
 
𐎋
𐎈
𐎆
𐎚
 
𐎊
𐎎
𐎀
𐎐
𐎄
𐎁
𐎅
 
 
𐎗
𐎜
𐎎
𐎎
 
 
𐎍
𐎗
𐎁
𐎁
𐎚
x
𐎁
x
x
x
x
x
x
x
x
x
𐎍
𐎀
𐎁
𐎐
 
 
 
 
𐎀
𐎃
𐎄
𐎚
 
 
𐎔
𐎍
𐎋
𐎅
 
 
𐎁
𐎊
𐎄
𐎅
𐎔
𐎍
𐎋
 
 
𐎚
𐎓
𐎍
𐎚
 
 
𐎁
𐎊
𐎎
𐎐
𐎅
𐎐
𐎔
𐎊
𐎐
𐎅
 
 
𐎎
𐎋
𐎒
 
𐎁
𐎌
𐎗
𐎅
𐎚
𐎎
𐎚
𐎓
 
 
𐎎
𐎄
𐎅
 
 
𐎁
𐎊
𐎎
 
𐎘
𐎐
𐎐
𐎔
𐎊
𐎐
𐎅
 
 
𐎁
𐎐
𐎅
𐎗
𐎎
𐎌
𐎚
𐎚
 
 
𐎃
𐎔
𐎚
𐎗
 
 
𐎍
𐎛
𐎌
𐎚
𐎃
𐎁
𐎗
𐎘
 
 
𐎍
𐎑
𐎗
 
𐎔
𐎈
𐎎
𐎎
𐎚
𐎓
𐎔
𐎔
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
 
𐎄
𐎔
𐎛
𐎄
𐎚
𐎙
𐎇
𐎊
 
 
𐎁
𐎐
𐎊
 
𐎁
𐎐
𐎆
𐎚
𐎁
𐎐
𐎌
𐎛
 
 
𐎓
𐎐
𐎅
 
 
𐎆
𐎚
𐎔
𐎅
𐎐
𐎅
𐎍
𐎋
 
 
𐎁
𐎓
𐎍
 
𐎀
𐎘
𐎚
𐎗
𐎚
𐎋
𐎚
𐎓
𐎐
 
 
𐎅
𐎍
𐎋
 
𐎁
𐎚
𐎍
𐎚
𐎓
𐎐
𐎚
 
 
𐎚
𐎄
𐎗
𐎖
 
𐎊
𐎁
𐎎
𐎚
𐎍
𐎛
𐎎
𐎎
 
 
𐎁
𐎅
 
𐎔
𐎓
𐎐
𐎎
 
𐎚
𐎉
𐎉
 
 
𐎁
𐎓
𐎄
𐎐
 
𐎋
𐎒
𐎍
𐎚
𐎘
𐎁
𐎗
 
 
𐎓
𐎍
𐎐
 
 
𐎔
𐎐
𐎅
 
𐎚
𐎄
𐎓
𐎚
𐎙
𐎕
 
 
𐎔
𐎐
𐎚
 
𐎋
𐎒
𐎍
𐎅
𐎀
𐎐
𐎌
 
 
𐎄
𐎚
 
𐎑
𐎗
𐎅
𐎚
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎚
𐎕
𐎈
 
𐎛
𐎋
𐎎
𐎙
𐎊
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎛
𐎋
 
 
𐎎
𐎙
𐎊
𐎚
 
𐎁
𐎚
𐎍
𐎚
𐎓
𐎐
𐎚
 
 
𐎎
𐎃
𐎒
𐎊
 
 
𐎅
𐎎
 
𐎎
𐎃
𐎕
𐎁
𐎐
𐎊
 
 
𐎅
𐎎
 
 
𐎎
𐎋
𐎍
𐎊
 
𐎕
𐎁
𐎗
𐎚
𐎀
𐎗
𐎊
𐎊
 
 
𐎑
𐎍
 
 
𐎋
𐎒
𐎔
 
𐎀
𐎘
𐎗
𐎚
𐎋
𐎚
𐎓
𐎐
 
 
𐎑
𐎍
 
 
𐎋
𐎒
𐎔
 
 
𐎆
𐎐
𐎗
𐎃
𐎗
𐎕
 
 
𐎌
𐎎
𐎃
 
 
𐎗
𐎁
𐎚
 
𐎀
𐎘
𐎗
𐎚
𐎊
𐎎
 
𐎂
𐎎
 
 
𐎍
𐎙
𐎍
𐎎
𐎅
 
𐎋
 
𐎚
𐎕
𐎈
𐎓
𐎐
 
 
𐎎
𐎋
𐎘
𐎗
 
𐎀
𐎔
𐎖
 
𐎊
𐎎
𐎄
𐎂
𐎊
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
 
𐎊
𐎎
𐎖
𐎈
 
 
𐎗
𐎘
𐎚
 
 
𐎁
𐎄
𐎋
 
𐎚
 
 
 
𐎗
𐎁
𐎚
 
 
𐎓
𐎍
 
𐎊
𐎄
𐎎
 
𐎁
𐎎
𐎄
𐎄
 
 
𐎛
𐎍
 
𐎊
𐎎
 
𐎁
𐎊
𐎎
 
 
𐎛
𐎍
 
𐎄
 
 
 
𐎐
𐎅
𐎗
 
 
𐎛
𐎍
 
𐎊
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
 
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
 
𐎎
𐎅
 
𐎋
x
 
𐎆
𐎀
𐎚
 
𐎀
𐎘
𐎗
𐎚
 
𐎁
𐎛
𐎎
 
𐎁
𐎍
 
𐎍
x
 
𐎎
𐎍
𐎋
 
𐎄
𐎚
 
 
𐎁
𐎉
 
𐎂
𐎚
 
 
𐎊
x
 
 
 
 
x
𐎅
 
 
 
𐎚
𐎄
𐎐
 
 
 
𐎎
𐎄
𐎄
 
 
 
x
𐎐
 
𐎋
𐎁
 
 
 
x
 
 
𐎀
𐎍
 
𐎊
𐎐
𐎒
 
 
 
x
 
 
𐎊
𐎒
𐎄
𐎋
 
x
x
x
x
x
 
 
𐎆
 
 
𐎄
𐎗
 
𐎄
𐎗
x
x
x
x
 
 
𐎅
𐎊
𐎋
 
 
𐎆
𐎗
𐎈
 
𐎄
x
x
x
x
𐎊
 
 
𐎛
𐎍
𐎎
 
 
𐎄
𐎎
𐎍
𐎋
𐎊
𐎘
𐎁
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎊
𐎚
𐎓
𐎄
𐎄
 
 
𐎗
𐎋
𐎁
 
𐎓
𐎗
𐎔
𐎚
𐎖
𐎎
 
 
𐎊
𐎄
𐎄
 
 
𐎆
𐎊
𐎖
𐎍
𐎕
𐎐
𐎊
𐎖
𐎎
 
 
𐎆
𐎊
𐎆
𐎔
𐎘
𐎐
 
 
𐎁
𐎚
𐎋
𐎔
𐎃
𐎗
 
 
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
 
𐎌
𐎚
𐎚
𐎔
𐎂
𐎍
𐎚
 
 
𐎁
𐎘
𐎍
𐎈
𐎐
𐎊
 
𐎖
𐎍
𐎚
𐎁
𐎋
𐎒
 
𐎛
𐎌
𐎚
𐎊
𐎐
𐎅
𐎄
𐎎
 
 
𐎘
𐎐
 
 
𐎄
𐎁
𐎈
𐎎
 
 
𐎌
𐎐
𐎀
 
 
𐎁
𐎓
𐎍
 
𐎘
𐎍
𐎘
𐎗
𐎋
𐎁
 
 
𐎓
𐎗
𐎔
𐎚
 
𐎄
𐎁
𐎈
𐎁
𐎘
𐎘
 
 
𐎆
𐎄
𐎁
𐎈
 
 
𐎆
𐎄
𐎁
𐎈
𐎄
𐎐
𐎚
 
 
𐎆
𐎄
𐎁
𐎈
 
𐎚
𐎄
𐎎
𐎎
𐎀
𐎎
𐎅
𐎚
 
 
𐎋
𐎁
𐎅
 
 
𐎁
𐎘
𐎚
 
 
𐎍
𐎚
𐎁
𐎉
𐎆
𐎁
𐎅
 
 
𐎚
𐎄
𐎎
𐎎
𐎚
 
𐎀
𐎎
𐎅
𐎚
𐎀
𐎃
𐎗
 
 
𐎎
𐎙
𐎊
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎎
𐎙
𐎊
𐎚
 
 
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
𐎚
𐎎
𐎂
𐎐
𐎐
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
𐎊
𐎎
𐎚
𐎙
𐎇
𐎊
𐎐
 
 
𐎖
𐎐
𐎊
𐎚
𐎛
𐎍
𐎎
𐎆
𐎚
𐎓
𐎐
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
𐎊
𐎎
𐎛
𐎋
 
𐎚
𐎎
𐎂
𐎐
𐎐
 
𐎗
𐎁
𐎚
𐎀
𐎘
𐎗
𐎚
 
 
𐎊
𐎎
 
𐎚
𐎙
𐎇
𐎊
𐎐
𐎖
𐎐
𐎊
𐎚
 
 
𐎛
𐎍
𐎎
 
𐎎
𐎂
𐎐
𐎚
𐎎
𐎘
𐎗
 
 
𐎛
𐎚
 
 
𐎄
𐎔
𐎛
𐎄
 
 
𐎅
𐎎
 
𐎙
𐎑
𐎚
𐎎
𐎁
𐎐
𐎊
 
 
𐎁
𐎐
𐎆
𐎚
𐎆
 
𐎚
𐎓
𐎐
𐎁
𐎚
𐎍
𐎚
 
 
𐎓
𐎐
𐎚
 
𐎐
𐎎
𐎂
𐎐
𐎋
𐎎
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
 
𐎊
𐎎
𐎐
𐎙
𐎑
 
 
𐎖
𐎐
𐎊
𐎚
 
𐎛
𐎍
𐎎
𐎀
𐎃
𐎗
 
 
𐎐
𐎎
𐎂
𐎐
 
𐎅
𐎆
𐎚
x
x
x
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
x
x
x
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
 
𐎊
𐎎
x
x
x
 
 
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
x
x
x
 
 
𐎚
𐎍
𐎈
𐎎
𐎚
𐎌
𐎚
𐎊
 
𐎛
𐎍
𐎎
 
 
𐎆
𐎚
𐎔
𐎖
 
𐎎
𐎗
𐎙
𐎘
𐎎
𐎘
𐎄
 
 
𐎁
𐎈
𐎗
𐎁
 
 
𐎎
𐎍
𐎈
𐎚
 
𐎖
𐎕
𐎎
𐎗
𐎛
 
 
𐎚
𐎌
𐎚
𐎊
 
 
𐎋
𐎗
𐎔
𐎐
𐎎
𐎊
𐎐
𐎆
𐎁
 
𐎋
𐎒
 
 
𐎃
𐎗
𐎕
 
 
𐎄
𐎎
𐎓
𐎕
𐎎
 
 
 
 
 
 
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
𐎈
 
 
 
x
 
 
 
𐎓
𐎍
𐎐
 
 
 
𐎍
𐎐
𐎘
𐎗
 
𐎛
𐎍
 
 
𐎀
𐎁
𐎐
 
 
𐎆
𐎚
𐎓
𐎐
 
𐎗
𐎁
𐎚
𐎀
𐎘
𐎗
𐎚
 
 
𐎊
𐎎
 
 
𐎌
𐎎
𐎓
 
 
𐎍
𐎖
𐎄
𐎌
 
𐎆
𐎀
𐎎
𐎗
𐎗
 
 
𐎍
𐎄
𐎂
𐎊
 
𐎗
𐎁
𐎚
𐎀
𐎘
𐎗
𐎚
 
 
𐎊
𐎎
 
 
𐎎
𐎄
𐎍
 
𐎓
𐎗
 
𐎕
𐎎
𐎄
 
 
𐎔
𐎈
𐎍
 
𐎌
𐎚
 
 
𐎂
𐎔
𐎐
𐎎
 
𐎄
𐎚
𐎋
𐎒
𐎔
 
 
𐎄
𐎚
 
 
𐎊
𐎗
𐎖
 
𐎐
𐎖
𐎁
𐎐
𐎎
𐎓
𐎄
𐎁
 
 
𐎂
𐎔
𐎐
 
𐎀
𐎚
𐎐
𐎚
𐎊
𐎊
𐎌
𐎎
𐎓
 
 
𐎖
𐎄
𐎌
 
 
𐎆
𐎀
𐎎
𐎗
𐎗
𐎎
𐎄
𐎍
 
 
𐎓
𐎗
 
 
𐎕
𐎎
𐎄
 
𐎔
𐎈
𐎍
𐎌
𐎚
 
 
𐎂
𐎔
𐎐
𐎎
 
 
𐎄
𐎚
 
𐎋
𐎒
𐎔
𐎄
𐎚
 
 
𐎊
𐎗
𐎖
 
𐎐
𐎖
𐎁
𐎐
𐎎
𐎓
𐎄
𐎁
 
 
𐎂
𐎔
𐎐
 
𐎀
𐎚
𐎐
𐎚
𐎅
𐎊
𐎈
𐎁
𐎖
 
 
𐎖
𐎄
𐎌
 
 
𐎆
𐎀
𐎎
𐎗
𐎗
𐎊
𐎌
𐎚
𐎐
 
 
𐎀
𐎘
𐎗
𐎚
 
 
𐎍
𐎁
𐎎
𐎚
 
𐎓
𐎗
𐎍
𐎊
𐎒
𐎎
𐎒
𐎎
𐎚
 
 
𐎁
𐎎
𐎚
 
𐎔
𐎈
𐎍
𐎖
𐎄
𐎌
 
 
𐎊
𐎜
𐎃
𐎄
𐎎
 
𐎌
𐎁
𐎓
𐎗
𐎀
𐎎
𐎗
𐎗
 
 
𐎋
𐎋
𐎁
𐎋
𐎁
 
 
𐎍
𐎔
𐎐
𐎎
𐎀
𐎘
𐎗
 
 
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
𐎆
𐎁
𐎓
𐎍
 
 
𐎚
𐎁
𐎓
 
 
𐎎
𐎗
𐎊
𐎎
 
𐎕
𐎔
𐎐
𐎛
𐎄
𐎋
 
 
𐎍
𐎚
𐎚
𐎐
 
𐎔
𐎐
𐎎
𐎓
𐎎
 
 
𐎛
𐎍
 
 
𐎎
𐎁
𐎋
 
𐎐
𐎅
𐎗
𐎎
𐎖
𐎗
𐎁
 
 
𐎀
𐎔
𐎖
 
𐎚
𐎅
𐎎
𐎚
𐎎
𐎚
𐎂
𐎍
𐎊
 
 
𐎏
𐎄
 
 
𐎛
𐎍
 
 
𐎆
𐎚
𐎁
𐎜
𐎖
𐎗
𐎌
 
 
𐎎
𐎍
𐎋
 
 
𐎀
𐎁
 
𐎌
𐎐
𐎐
𐎎
𐎍
𐎔
𐎓
𐎐
 
 
𐎛
𐎍
 
 
𐎚
𐎅
𐎁
𐎗
 
 
𐎆
𐎚
𐎖
𐎍
𐎚
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎆
𐎚
𐎋
𐎁
𐎄
𐎅
𐎅
𐎍
𐎎
 
 
𐎛
𐎍
 
 
𐎋
𐎊
𐎔
𐎅
𐎐
𐎅
𐎊
𐎔
𐎗
𐎖
 
 
𐎍
𐎕
𐎁
 
 
𐎆
𐎊
𐎕
𐎈
𐎖
𐎔
𐎓
𐎐
𐎅
 
 
𐎍
𐎅
𐎄
𐎎
 
 
𐎊
𐎘
𐎔
𐎄
 
 
𐎆
𐎊
𐎋
𐎗
𐎋
𐎗
𐎜
𐎕
𐎁
𐎓
𐎚
𐎅
 
 
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
𐎛
𐎋
 
 
𐎎
𐎙
𐎊
𐎚
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
 
𐎊
𐎎
𐎛
𐎋
 
 
𐎀
𐎚
𐎆
𐎚
 
 
𐎖
𐎐
𐎊
𐎚
 
𐎛
𐎍
𐎎
𐎗
𐎙
𐎁
 
 
𐎗
𐎙
𐎁
𐎚
 
 
𐎆
𐎚
𐎙
𐎚
𐎗
𐎅
𐎎
 
 
𐎙
𐎎
𐎜
 
 
𐎙
𐎎
𐎛
𐎚
 
 
𐎆
𐎓
𐎒
𐎚
𐎍
𐎈
𐎎
 
 
𐎅
𐎎
 
 
𐎌
𐎚
𐎊
𐎎
 
𐎍
𐎈
𐎎
𐎁
𐎘
𐎍
𐎈
𐎐
𐎚
 
 
𐎍
𐎈
𐎎
𐎌
𐎚
𐎁
𐎋
𐎗
𐎔
𐎐
𐎎
 
 
𐎊
𐎐
 
 
𐎁
𐎋
𐎒
 
𐎃
𐎗
𐎕
𐎄
𐎎
 
 
𐎓
𐎕
𐎎
 
 
𐎅
𐎎
 
 
𐎊
𐎄
 
 
𐎛
𐎍
𐎎
𐎍
𐎋
𐎊
𐎃
𐎒
𐎒
𐎋
 
 
𐎀
𐎅
𐎁
𐎚
 
 
𐎘
𐎗
 
𐎚
𐎓
𐎗
𐎗
𐎋
𐎆
𐎚
𐎓
𐎐
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
𐎊
𐎎
𐎚
𐎈
𐎎
𐎋
 
 
𐎛
𐎍
 
 
𐎈
𐎋
𐎎
 
𐎈
𐎋
𐎎
𐎚
𐎓
𐎎
𐎓
𐎍
𐎎
 
 
𐎈
𐎊
𐎚
 
𐎈
𐎑
𐎚
𐎚
𐎈
𐎎
𐎋
 
 
𐎎
𐎍
𐎋
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎘
𐎔
𐎉
𐎐
 
 
𐎆
𐎛
𐎐
 
 
𐎄
𐎓
𐎍
𐎐
𐎅
𐎋
𐎍
𐎐
𐎊
𐎐
 
 
𐎖
𐎌
𐎅
 
𐎐
𐎁
𐎍
𐎐
𐎋
𐎍
𐎐
𐎊
𐎐
 
 
𐎐
𐎁
𐎍
 
𐎋
𐎒
𐎅
𐎀
𐎐
𐎊
 
 
𐎍
𐎊
𐎕
𐎈
 
 
𐎘
𐎗
𐎛
𐎍
 
𐎀
𐎁
𐎅
𐎛
𐎍
 
𐎎
𐎍
𐎋
 
𐎄
𐎊
𐎋
𐎐
𐎐
𐎅
 
𐎊
𐎕
𐎈
𐎀
𐎘
𐎗
𐎚
 
 
𐎆
𐎁
𐎐
𐎅
 
 
𐎛
𐎍
𐎚
 
 
𐎆
𐎕
𐎁
𐎗
𐎚
𐎀
𐎗
𐎊
𐎅
 
 
𐎆
𐎐
 
 
𐎛
𐎐
 
 
𐎁
𐎚
 
 
𐎍
𐎁
𐎓
𐎍
𐎋
𐎎
 
 
𐎛
𐎍
𐎎
 
 
𐎆
𐎈
𐎑
𐎗
 
 
𐎋
𐎁
𐎐
 
𐎀
𐎘
𐎗
𐎚
𐎎
𐎘
𐎁
𐎛
𐎍
 
 
𐎎
𐎑
𐎍
𐎍
 
𐎁
𐎐
𐎅
𐎎
𐎘
𐎁
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
 
𐎊
𐎎
𐎎
𐎘
𐎁
 
 
𐎋
𐎍
𐎚
 
 
𐎋
𐎐
𐎊
𐎚
𐎎
𐎘
𐎁
 
 
𐎔
𐎄
𐎗
𐎊
 
 
𐎁
𐎚
 
𐎀
𐎗
𐎎
𐎑
𐎍
𐎍
 
 
𐎉
𐎍
𐎊
 
 
𐎁
𐎚
𐎗
𐎁
𐎎
𐎘
𐎁
 
 
𐎀
𐎗
𐎕
𐎊
 
 
𐎁
𐎚
𐎊
𐎓
𐎁
𐎄
𐎗
𐎆
𐎊
𐎓
𐎐
 
 
𐎍
𐎘
𐎔
𐎐
𐎛
𐎍
 
 
𐎄
𐎔
𐎛
𐎄
𐎔
𐎓
𐎁
𐎄
 
 
𐎀
𐎐
 
 
𐎓
𐎐
𐎐
 
𐎀
𐎘
𐎗
𐎚
𐎔
𐎓
𐎁
𐎄
 
 
𐎀
𐎐
𐎋
 
 
𐎀
𐎃
𐎄
 
𐎜
𐎍
𐎘
𐎅
𐎎
 
 
𐎀
𐎎
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
 
𐎚
𐎍
𐎁
𐎐
𐎍
𐎁
𐎐
𐎚
 
 
𐎊
𐎁
𐎐
 
 
𐎁
𐎚
 
 
𐎍
𐎁
𐎓
𐎍
𐎋
𐎎
𐎛
𐎍
𐎎
 
 
𐎆
𐎈
𐎑
𐎗
 
 
𐎋
𐎁
𐎐
 
𐎀
𐎘
𐎗
𐎚
𐎆
𐎚
𐎓
𐎐
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
𐎊
𐎎
𐎗
𐎁
𐎚
 
 
𐎛
𐎍
𐎎
 
 
𐎍
𐎈
𐎋
𐎎
𐎚
𐎌
𐎁
𐎚
 
 
𐎄
𐎖
𐎐
𐎋
 
 
𐎍
𐎚
𐎒
𐎗
𐎋
𐎗
𐎃
𐎐
𐎐
𐎚
 
 
𐎄
𐎚
 
 
𐎍
𐎛
𐎗
𐎚
𐎋
𐎆
𐎐
𐎀
𐎔
 
 
𐎓
𐎄
𐎐
 
𐎎
𐎉
𐎗
𐎅
𐎁
𐎓
𐎍
 
 
𐎊
𐎓
𐎄
𐎐
 
 
𐎓
𐎄
𐎐
 
 
𐎘
𐎋
𐎚
 
 
𐎁
𐎂
𐎍
𐎘
𐎆
𐎚
𐎐
 
 
𐎖
𐎍
𐎅
 
 
𐎁
𐎓
𐎗
𐎔
𐎚
𐎌
𐎗
𐎅
 
 
𐎍
𐎀
𐎗
𐎕
 
𐎁
𐎗
𐎖
𐎎
𐎄
𐎁
𐎚
 
 
𐎀
𐎗
𐎇
𐎎
 
𐎊
𐎋
𐎍
𐎍
𐎐
𐎅
𐎅
𐎎
 
 
𐎁
𐎚
 
 
𐎍
𐎁
𐎐
𐎚
 
𐎊
𐎓
𐎎
𐎒
𐎐
𐎅
𐎍
𐎊
𐎗
𐎂
𐎎
 
 
𐎍
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
𐎕
𐎈
 
 
𐎃
𐎗
𐎐
 
 
𐎁
𐎁
𐎅
𐎎
𐎋
 
𐎓
𐎏
𐎁
𐎚
 
 
𐎁
𐎖
𐎗
𐎁
 
𐎅
𐎋
𐎍
𐎋
𐎚
𐎁
𐎍
𐎋
 
 
𐎙
𐎗
𐎎
 
 
𐎎
𐎛
𐎄
 
 
𐎋
𐎒
𐎔
 
𐎂
𐎁
𐎓
𐎎
 
 
𐎎
𐎈
𐎎
𐎄
 
𐎃
𐎗
𐎕
𐎊
𐎁
𐎍
𐎋
 
 
𐎜
𐎄
𐎗
 
𐎛
𐎍
𐎖
𐎕
𐎎
𐎆
𐎁
𐎐
 
 
𐎁
𐎅
𐎚
 
 
𐎋
𐎒
𐎔
 
 
𐎆
𐎃
𐎗
𐎕
𐎁
𐎅
𐎚
 
 
𐎉
𐎅
𐎗
𐎎
 
𐎛
𐎖
𐎐
𐎛
𐎎
𐎌
𐎎
𐎃
 
 
𐎁
𐎚
𐎍
𐎚
 
 
𐎓
𐎐
𐎚
 
𐎚
𐎄
𐎓
𐎕
𐎔
𐎓
𐎐
𐎎
 
 
𐎆
𐎚
𐎗
 
𐎀
𐎗
𐎕
𐎛
𐎄
𐎋
 
 
𐎍
𐎚
𐎚
𐎐
 
𐎔
𐎐
𐎎
𐎓
𐎎
 
 
𐎁
𐎓
𐎍
 
 
𐎎
𐎗
𐎊
𐎎
 
𐎕
𐎔
𐎐
𐎁
𐎀
𐎍
𐎔
 
 
𐎌
𐎄
 
 
𐎗
𐎁
𐎚
 
𐎋
𐎎
𐎐
𐎕
𐎈
𐎖
 
 
𐎁
𐎚
𐎍
𐎚
 
 
𐎓
𐎐
𐎚
 
𐎚
𐎌
𐎜
𐎂
𐎅
 
 
𐎆
𐎚
𐎕
𐎈
 
 
𐎚
𐎁
𐎌
𐎗
𐎁
𐎓
𐎍
𐎁
𐎌
𐎗
𐎚
𐎋
 
 
𐎊
𐎁
𐎍
𐎚
 
𐎊
𐎚
𐎐
𐎁
𐎚
 
 
𐎍
𐎋
 
 
𐎋
𐎎
 
 
𐎀
𐎃
𐎋
 
 
𐎆
𐎈
𐎑
𐎗
𐎋
𐎎
 
 
𐎀
𐎗
𐎊
𐎋
 
 
𐎕
𐎈
 
𐎃
𐎗
𐎐
𐎁
𐎁
𐎅
𐎚
𐎋
 
 
𐎓
𐎏
𐎁
𐎚
 
 
𐎁
𐎖
𐎗
𐎁
𐎅
𐎋
𐎍
𐎋
 
 
𐎚
𐎁
𐎍
𐎋
 
𐎙
𐎗
𐎎
𐎎
𐎛
𐎄
 
 
𐎋
𐎒
𐎔
 
 
𐎂
𐎁
𐎓
𐎎
 
𐎎
𐎈
𐎎
𐎄
𐎃
𐎗
𐎕
 
 
𐎆
𐎁
𐎐
 
 
𐎁
𐎅
𐎚
 
𐎋
𐎒
𐎔
𐎆
𐎃
𐎗
𐎕
 
 
𐎁
𐎅
𐎚
 
𐎉
𐎅
𐎗
𐎎
𐎛
𐎖
𐎐
𐎛
𐎎
 
 
𐎌
𐎎
𐎃
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
 
 
𐎕
𐎈
 
 
𐎃
𐎗
𐎐
 
 
𐎁
𐎁
𐎅
𐎚
𐎅
𐎓
𐎏
𐎁
𐎚
 
 
𐎁
𐎖
𐎗
𐎁
𐎅
𐎋
𐎍
𐎅
𐎊
𐎁
𐎍
𐎐
𐎐
𐎙
𐎗
𐎎
 
 
𐎎
𐎛
𐎄
 
𐎋
𐎒
𐎔
𐎂
𐎁
𐎓
𐎎
 
 
𐎍
𐎈
𐎎
𐎄
 
 
𐎃
𐎗
𐎕
𐎊
𐎁
𐎍
𐎐
𐎐
 
 
𐎜
𐎄
𐎗
 
𐎛
𐎍
𐎖
𐎕
𐎎
𐎊
𐎍
𐎀
𐎋
 
 
𐎍
𐎋
𐎘
𐎗
 
𐎆
𐎃
𐎒
𐎒
𐎆
𐎘
𐎁
𐎍
 
𐎎
𐎒
𐎔
𐎗
 
 
 
𐎋
𐎚
𐎍
𐎀
𐎋
𐎐
𐎙
𐎍
𐎎
𐎎
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
𐎀
𐎃
𐎗
 
 
𐎎
𐎙
𐎊
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
𐎌
𐎚
 
 
𐎀
𐎍
𐎔
 
 
𐎖
𐎄
𐎎
𐎅
 
𐎎
𐎗
𐎀
𐎆
𐎚
𐎋
 
 
𐎔
𐎐
𐎅
 
 
𐎚
𐎓
𐎄
𐎁
 
𐎋
𐎒
𐎜
𐎆
𐎊
𐎘
𐎘
𐎁
 
 
𐎍
𐎊
𐎎
𐎐
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
 
 
𐎓
𐎄
 
 
𐎍
𐎈
𐎎
 
 
𐎌
𐎚
𐎊
 
𐎛
𐎍
𐎎
 
𐎆
 
𐎊
𐎓
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎅
𐎍
𐎚
𐎁
𐎓
 
 
𐎋
𐎘
𐎗
𐎆
 
𐎃
𐎒
𐎒
𐎈
𐎌
 
 
𐎁
𐎅
𐎚
𐎎
 
𐎚
𐎁
𐎐
𐎐
 
𐎈
𐎌
 
 
𐎗
𐎎
𐎎
 
𐎅
𐎋
𐎍
𐎎
𐎈
𐎌
 
 
𐎁
𐎅
𐎚
𐎎
 
𐎚
𐎁
𐎐
𐎐
 
𐎈
𐎌
 
 
𐎚
𐎗
𐎎
𐎎
𐎐
 
𐎅
𐎚
 
 
 
𐎁
𐎚
𐎋
 
 
𐎕
𐎗
𐎗
𐎚
 
𐎕
𐎔
𐎐
𐎀
𐎍
𐎔
 
 
𐎌
𐎄
 
 
𐎀
𐎃
𐎄
𐎁
𐎚
𐎗
𐎁
𐎚
 
 
𐎋
𐎎
𐎐
 
𐎅
𐎋
𐎍
𐎆
𐎊
𐎓
𐎐
 
 
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
𐎌
𐎎
𐎓
 
 
𐎍
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎁
𐎐
 
 
𐎍
𐎗
𐎋
𐎁
 
𐎓
𐎗
𐎔
𐎚
𐎁
𐎍
 
 
𐎀
𐎌
𐎚
 
 
𐎜
𐎗
𐎁
𐎚
 
 
𐎁
𐎁
𐎅
𐎚
𐎎
𐎈
𐎍
𐎐
 
 
𐎁
𐎖
𐎗
𐎁
 
𐎅
𐎋
𐎍
𐎎
𐎆
𐎊
𐎓
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
𐎀
𐎍
 
 
𐎚
𐎌
𐎚
 
 
𐎜
𐎗
𐎁
𐎚
 
 
𐎁
𐎁
𐎅
𐎚
𐎎
𐎈
𐎍
𐎐
 
 
𐎁
𐎖
𐎗
𐎁
 
𐎅
𐎋
𐎍
𐎎
𐎆
𐎊
𐎓
𐎐
 
 
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
𐎚
𐎘
𐎁
 
 
𐎁
𐎓
𐎍
 
𐎍
 
𐎅
𐎆
𐎚
𐎊
𐎘
𐎐
 
 
𐎗
𐎂
𐎎
 
 
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
𐎒
𐎎
𐎓
 
 
𐎎
𐎓
 
 
𐎍
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
𐎁
𐎍
 
 
𐎀
𐎌
𐎚
 
 
𐎜
𐎗
𐎁
𐎚
 
 
𐎁
𐎁
𐎅
𐎚
𐎎
𐎈
𐎍
𐎐
 
 
𐎁
𐎖
𐎗
𐎁
𐎅
𐎋
𐎍
𐎎
𐎆
𐎓
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎀
𐎍
 
 
𐎚
𐎌
𐎚
 
 
𐎜
𐎗
𐎁
𐎚
 
 
𐎁
𐎁
𐎅
𐎚
𐎎
𐎈
𐎍
𐎐
 
 
𐎁
𐎖
𐎗
𐎁
 
𐎅
𐎋
𐎍
𐎎
𐎀
𐎍
 
 
𐎚
𐎄
𐎄
 
 
𐎔
𐎄
𐎗
𐎊
 
 
𐎁
𐎚
𐎀
𐎗
𐎚
𐎅
𐎉
x
x
 
 
𐎉
𐎍
𐎊
 
 
𐎁
𐎚
 
𐎗
𐎁
x
x
x
x
x
x
x
 
 
𐎎
𐎄
𐎄
 
 
𐎛
𐎍
𐎊
𐎎
x
x
x
x
x
 
 
𐎖
𐎍
𐎕
𐎐
 
𐎆
𐎔
𐎘
𐎎
x
x
x
x
x
 
 
𐎆
𐎊
𐎓
𐎐
 
𐎋
𐎘
𐎗
𐎆
𐎃
𐎒
𐎒
 
𐎚
𐎘
𐎁
 
 
𐎁
𐎓
𐎍
 
𐎍
𐎅
𐎆
𐎚
𐎊
𐎛
𐎍
𐎎
 
 
𐎁
𐎅
𐎚
𐎅
 
𐎚
𐎁
𐎐
𐎐
x
x
x
 
 
𐎚
𐎗
𐎎
𐎎
 
𐎅
𐎋
𐎍
𐎅
𐎊
𐎚
𐎍
𐎋
 
 
𐎍
𐎍
𐎁
𐎐
𐎐
 
 
𐎆
𐎓
𐎕
𐎅
𐎍
 
𐎌
𐎗
𐎊
𐎐
 
 
𐎎
𐎈
𐎎
𐎄
 
𐎀
𐎗
𐎇
𐎅
𐎅
𐎐
 
 
𐎍
𐎁
𐎐
𐎐
 
 
𐎆
𐎓
𐎕
𐎅
𐎌
𐎗
𐎊
𐎐
 
 
𐎎
𐎈
𐎎
𐎄
 
𐎀
𐎗
𐎇
𐎅
𐎚
𐎌
𐎚
 
 
𐎛
𐎌
𐎚
 
 
𐎁
𐎁
𐎅
𐎚
𐎎
𐎐
𐎁
𐎍
𐎀
𐎚
 
 
𐎁
𐎅
𐎋
𐎍
𐎎
𐎅
𐎐
 
 
𐎊
𐎎
 
 
𐎆
𐎘
𐎐
 
𐎚
𐎛
𐎋
𐎍
𐎛
𐎒
𐎚
 
 
𐎁
𐎁
𐎅
𐎚
𐎎
 
𐎐
𐎁
𐎍
𐎀
𐎚
𐎁
𐎅
𐎋
𐎍
𐎎
 
 
𐎘
𐎍
𐎘
 
𐎋
𐎁
𐎓
 
 
𐎊
𐎎
𐎚
𐎛
𐎋
𐎍
 
 
𐎛
𐎌
𐎚
 
 
𐎁
𐎁
𐎅
𐎚
𐎎
𐎐
𐎁
𐎍
𐎀
𐎚
 
 
𐎁
𐎅
𐎋
𐎍
𐎎
𐎃
𐎎
𐎌
 
 
𐎘
𐎄
𐎘
 
 
𐎊
𐎎
 
𐎚
𐎛
𐎋
𐎍
𐎛
𐎌
𐎚
 
 
𐎁
 
𐎁
𐎅
𐎚
𐎎
 
𐎐
𐎁
𐎍
𐎀
𐎚
𐎁
𐎖
𐎗
𐎁
 
 
𐎅
𐎋
𐎍
𐎎
 
𐎎
𐎋
𐎁
𐎌
𐎁
𐎓
 
 
𐎊
𐎎
𐎎
 
𐎚
𐎄
 
𐎛
𐎌
𐎚
𐎁
𐎁
𐎅
𐎚
𐎎
 
 
𐎐
𐎁
𐎍
𐎀
𐎚
 
 
𐎁
𐎅
𐎋
𐎍
𐎎
𐎒
𐎁
 
 
𐎋
𐎒
𐎔
 
 
𐎍
𐎗
𐎖
𐎎
 
𐎃
𐎗
𐎕
𐎐
𐎒
𐎁
 
 
𐎍
𐎍
𐎁
𐎐
𐎚
 
𐎌
𐎎
𐎃
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
 
 
𐎁
𐎅
𐎚
𐎊
𐎁
𐎐
𐎚
𐎄
𐎚
 
 
𐎋
𐎒
𐎔
 
 
𐎅
𐎋
𐎍
𐎊
 
 
𐎄
𐎚
𐎎
𐎃
𐎗
𐎕
 
 
𐎓
𐎄
𐎁
𐎚
 
 
𐎁
𐎅
𐎚
𐎅
 
𐎁
𐎓
𐎍
𐎊
𐎓
𐎄
𐎁
 
 
𐎅
𐎄
 
 
𐎓
𐎄
𐎁
 
𐎓
𐎄
𐎁
𐎚
𐎅
𐎋
𐎍
𐎅
 
 
𐎉
𐎁
𐎃
 
 
𐎀
𐎍
𐎔
𐎎
 
𐎀
𐎔
 
𐎕
𐎛
𐎐
 
 
𐎌
𐎖
𐎍
 
 
𐎘
𐎗
𐎎
 
𐎆
 
𐎎
 
𐎗
𐎛
𐎀
 
 
𐎛
𐎍
 
 
𐎓
𐎂
𐎍
𐎎
 
𐎄
𐎚
𐎌
𐎐
𐎚
 
 
𐎛
𐎎
𐎗
 
 
𐎖
𐎎
𐎕
 
𐎍
𐎍
𐎛
𐎎
𐎕
𐎈
 
 
𐎀
𐎃
𐎅
 
 
𐎁
𐎁
𐎅
𐎚
𐎅
 
𐎀
𐎗
𐎊
𐎅
𐎁
𐎖
𐎗
𐎁
𐎅
𐎋
𐎍
𐎅
 
𐎕
𐎈
𐎌
𐎁
𐎓
𐎎
 
 
𐎁
𐎐
 
𐎀
𐎘
𐎗
𐎚
𐎌
𐎔
𐎖
𐎛
𐎍
𐎎
 
 
𐎋
𐎗
𐎎
 
𐎊
𐎐
𐎌
𐎔
𐎖
 
 
𐎛
𐎍
𐎅
𐎚
 
 
𐎃
𐎔
𐎗
𐎚
 
𐎊
𐎐
𐎌
𐎔
𐎖
 
 
𐎛
𐎍
𐎎
 
 
𐎀
𐎍
𐎔
𐎎
 
𐎊
𐎐
𐎌
𐎔
𐎖
 
 
𐎛
𐎍
𐎅
𐎚
 
 
𐎀
𐎗
𐎃
𐎚
 
𐎊
𐎐
𐎌
𐎔
𐎖
 
 
𐎛
𐎍
𐎎
 
 
𐎋
𐎈
𐎘
𐎎
 
𐎊
𐎐
𐎌
𐎔
𐎖
 
 
𐎛
𐎍
𐎅
𐎚
 
𐎋
𐎒
𐎀
𐎚
𐎌
𐎔
𐎖
 
 
𐎛
𐎍
𐎎
 
 
𐎗
𐎈
𐎁
𐎚
𐎊
𐎐
𐎌
𐎔
𐎖
 
 
𐎛
𐎍
𐎅
𐎚
 
𐎄
𐎋
𐎗
𐎚
𐎓
𐎄
 
 
𐎍
𐎈
𐎎
 
 
𐎌
𐎚
𐎊
 
𐎛
𐎍
𐎎
𐎆
𐎔
𐎖
 
 
𐎎
𐎗
𐎙
𐎘
𐎎
 
𐎘
𐎄
𐎁
𐎈
𐎗
𐎁
 
 
𐎎
𐎍
𐎈
𐎚
 
 
𐎖
𐎕
 
𐎎
𐎗
𐎛
 
 
𐎚
𐎌
𐎚
𐎊
 
 
𐎋
𐎗
𐎔
𐎐
𐎎
 
𐎊
𐎐
𐎁
 
𐎋
𐎒
 
 
𐎃
𐎗
𐎕
 
 
𐎄
𐎎
 
𐎓
𐎕
𐎎
 
 
 
𐎐
 
 
 
𐎚
 
 
 
𐎘
 
 
 
𐎐
 
 
 
x
𐎚
 
 
 
x
x
x
x
x
x
x
 
 
 
𐎛
𐎖
𐎐
𐎛
𐎎
x
x
x
 
x
x
x
x
x
x
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎋
x
x
x
x
 
 
𐎚
𐎋
 
 
𐎎
𐎄
𐎄
𐎛
𐎍
𐎊
𐎎
 
x
x
x
x
 
 
 
𐎍
𐎑
𐎗
 
𐎖
𐎄
𐎖
𐎄
𐎅
𐎛
𐎍
 
𐎅
𐎄
 
 
𐎁
𐎗
𐎈
𐎖
 
 
𐎁
𐎙
𐎗
𐎋
𐎎
 
 
𐎊
x
x
x
 
 
 
𐎛
𐎍
𐎎
 
 
𐎁
𐎕
𐎔
𐎐
𐎓
𐎄
𐎗
 
 
𐎍
 
𐎓
𐎗
 
𐎓
𐎗
𐎎
𐎘
𐎁
 
 
𐎍
𐎔
𐎄
𐎗
 
𐎔
𐎄
𐎗
𐎎
𐎘
𐎘
 
 
𐎍
𐎘
𐎘
𐎎
 
 
𐎀
𐎃
𐎄
 
𐎓
𐎗
𐎌
𐎁
𐎓
𐎎
 
 
𐎌
𐎁
𐎓
 
𐎔
𐎄
𐎗
𐎘
𐎎
𐎐
𐎊
𐎎
 
 
𐎁
𐎓
𐎍
 
𐎎
𐎃
𐎕
𐎚
𐎌
𐎓
𐎎
 
 
𐎁
𐎓
𐎍
 
𐎎
𐎗
𐎗
𐎁
𐎁
𐎚
 
 
𐎓
𐎗
𐎁
 
 
𐎁
𐎓
𐎍
 
 
𐎁
𐎖
𐎗
𐎁
𐎁
𐎚
 
 
𐎆
𐎊
𐎓
𐎐
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
 
 
𐎀
𐎌
𐎚
𐎎
 
 
𐎋
𐎘
𐎗
 
𐎁
𐎐
𐎊
𐎎
 
 
𐎋
𐎘
𐎗
 
 
𐎁
𐎐
𐎎
 
𐎓
𐎄
𐎚
𐎊
𐎔
𐎚
𐎈
 
 
𐎈
𐎍
𐎐
 
 
𐎁
𐎁
𐎅
𐎚
𐎎
𐎜
𐎗
𐎁
𐎚
 
 
𐎁
𐎖
𐎗
𐎁
𐎅
𐎋
𐎍
𐎎
 
 
𐎆
 
𐎊
𐎔
𐎚
𐎈
 
 
𐎁
𐎄
𐎖
𐎚
 
𐎓
𐎗
𐎔
𐎚
𐎓
𐎍
𐎅
𐎆
𐎚
 
 
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
𐎕
𐎈
𐎖
 
 
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
𐎍
𐎗
𐎂
𐎎
𐎚
 
 
𐎍
𐎋
 
 
𐎍
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
 
 
𐎚
𐎘
𐎁
𐎐
 
𐎁
𐎓
𐎍
𐎍
𐎅
𐎆
𐎚
𐎊
 
 
𐎊
𐎔
𐎚
𐎈
 
𐎈
𐎍
𐎐
 
 
𐎁
𐎁
𐎅
𐎚
𐎎
 
𐎜
𐎗
𐎁
𐎚
𐎁
𐎖
𐎗
𐎁
 
 
𐎅
𐎋
𐎍
𐎎
 
 
𐎊
𐎔
𐎚
𐎈
𐎁
𐎓
𐎍
 
 
𐎁
𐎄
𐎖
𐎚
 
 
𐎓
𐎗
𐎔
𐎚
𐎖
𐎍
𐎅
 
 
𐎖
𐎄
𐎌
 
 
𐎁
𐎓
𐎍
 
 
𐎊
𐎚
𐎐
𐎊
𐎘
𐎐
𐎊
 
 
𐎁
𐎓
𐎍
 
 
𐎕
𐎀
𐎚
 
 
𐎌
𐎔
𐎚
𐎅
𐎖
𐎍
𐎅
 
 
𐎖
𐎄
𐎌
 
 
𐎚
𐎗
𐎗
 
𐎀
𐎗
𐎕
𐎕
𐎀
𐎚
 
 
𐎌
𐎔
𐎚
𐎅
 
 
𐎙
𐎗
𐎎
 
 
𐎀
𐎃
𐎌
𐎐
 
𐎗
𐎚
𐎖
 
x
x
x
x
x
x
x
x
𐎖
𐎄
𐎎
𐎊
𐎎
 
 
𐎁
𐎎
𐎚
 
𐎀
𐎗
𐎕
𐎚
𐎉
𐎉
𐎐
 
 
𐎛
𐎁
 
 
𐎁
𐎓
𐎍
 
𐎚
𐎛
𐎃
𐎄
𐎊
𐎓
𐎗
𐎎
 
 
𐎌
𐎐
𐎜
 
 
𐎅
𐎄
 
𐎂
𐎔
𐎚
𐎙
𐎗
 
 
𐎆
𐎊
𐎓
𐎐
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
 
 
𐎛
𐎁
 
 
𐎅
𐎄
x
𐎚
 
 
𐎍
𐎎
 
𐎚
𐎃
𐎌
𐎍
𐎎
 
 
𐎚
𐎃
𐎌
 
 
𐎐
𐎘
𐎖
 
𐎄
𐎎
𐎗
𐎐
𐎓
𐎐
 
 
𐎁
𐎓
𐎍
 
𐎖
𐎄
𐎎
 
𐎊
𐎄
𐎅
𐎋
𐎚
𐎙
𐎏
 
 
𐎀
𐎗
𐎇
 
 
𐎁
𐎊
𐎎
𐎐
𐎅
𐎁
𐎋
𐎎
 
 
𐎊
𐎘
𐎁
 
 
𐎁
𐎓
𐎍
 
 
𐎍
𐎁
𐎅
𐎚
𐎅
𐎜
𐎎
𐎍
𐎋
 
 
𐎜
𐎁
𐎍
𐎎
𐎍
𐎋
𐎀
𐎗
𐎕
 
 
𐎄
𐎗
𐎋
𐎚
 
𐎊
𐎌
𐎚
𐎋
𐎐
𐎄
𐎍
𐎍
 
 
𐎀
𐎍
 
 
𐎛
𐎍
𐎀
𐎋
 
 
𐎍
𐎁
𐎐
𐎛
𐎍
𐎎
 
 
𐎎
𐎚
 
 
𐎓
𐎄
𐎄
𐎍
 
𐎊
𐎄
𐎄
𐎛
𐎍
 
 
𐎙
𐎇
𐎗
 
 
𐎊
𐎖
𐎗
𐎀
 
𐎎
𐎚
𐎁
𐎐
𐎔
𐎌
𐎅
 
 
𐎊
𐎒
𐎚
𐎗
𐎐
𐎊
𐎄
𐎄
𐎁
𐎂
𐎐
𐎂
𐎐
𐎅
 
 
𐎀
𐎈
𐎄
𐎊
 
 
𐎄
𐎊
𐎎
𐎍
𐎋
 
 
𐎓
𐎍
 
 
𐎛
𐎍
𐎎
 
𐎍
 
 
𐎊
𐎎
𐎗
𐎜
𐎛
𐎍
𐎎
 
 
𐎆
𐎐
𐎌
𐎎
 
 
𐎄
𐎊
𐎌
𐎁
𐎓
 
 
𐎅
𐎎
𐎍
𐎚
 
 
𐎀
𐎗
𐎕
 
 
𐎂
𐎎
 
 
𐎍
𐎙
 
𐎍
𐎎
𐎅
 
 
𐎁
𐎓
𐎍
 
 
𐎋
𐎊
𐎕
𐎈
 
𐎓
𐎐
𐎂
𐎔
𐎐
 
 
𐎆
𐎜
𐎂
𐎗
 
𐎁
𐎐
 
𐎙
𐎍
𐎎
𐎚
𐎓
𐎎
𐎎
 
 
𐎊
𐎎
 
 
𐎁
𐎐
 
 
𐎑
𐎍
𐎎
𐎚
 
𐎗
𐎎
𐎚
 
 
𐎔
𐎗
𐎓
𐎚
 
 
𐎛
𐎁
𐎗
𐎎
𐎐
𐎚
𐎕
𐎈
𐎗
𐎗
𐎎
 
 
𐎈
𐎁
𐎍
𐎎
 
𐎁
 
𐎓
𐎗
𐎔
𐎚
x
x
x
x
x
x
x
x
x
x
 
𐎚
𐎈
𐎚
x
x
x
x
x
x
x
x
x
x
𐎎
x
x
x
x
x
x
x
x
x
x
𐎚
𐎛
𐎄
𐎋
 
 
 
𐎀
𐎍
 
 
𐎚
𐎚
𐎐
 
𐎔
𐎐
𐎎
𐎓
𐎎
 
 
𐎙
𐎗
 
𐎚
𐎗
𐎙
𐎇
𐎇
𐎓
𐎎
 
 
𐎙
𐎗
 
𐎘
𐎗
𐎎
𐎂
𐎓
𐎎
 
 
𐎚
𐎍
𐎎
 
𐎙
𐎕
𐎗
 
𐎀
𐎗
𐎕
𐎌
𐎀
 
𐎙
𐎗
 
 
𐎓
𐎍
 
𐎊
𐎄
𐎎
𐎃
𐎍
𐎁
 
 
𐎍
𐎑
𐎗
 
𐎗
𐎈
𐎚
𐎎
𐎆
𐎗
𐎄
 
 
𐎁
𐎚
𐎃
𐎔
𐎘
𐎚
𐎀
𐎗
𐎕
 
 
𐎚
𐎒
𐎔
𐎗
 
 
𐎁
𐎊
𐎗
𐎄
𐎎
 
𐎀
𐎗
𐎕
𐎛
𐎄
𐎋
 
 
 
𐎀
𐎍
 
𐎚
𐎚
𐎐
𐎔
𐎐
𐎎
 
 
𐎚
𐎋
 
𐎖
𐎗
𐎚
𐎅
𐎅
𐎎
𐎗
𐎊
 
 
𐎎
𐎋
 
𐎋
𐎒
𐎜
𐎘
𐎁
𐎚
𐎅
 
 
𐎃
𐎃
 
𐎀
𐎗
𐎕
𐎐
𐎈
𐎍
𐎚
𐎅
 
 
𐎆
𐎐
𐎙
𐎗
𐎓
𐎐
𐎐
 
 
𐎛
𐎍
𐎎
 
𐎀
𐎍
𐎚
𐎖
𐎗
𐎁
 
 
𐎍
𐎁
𐎐
 
𐎛
𐎍
𐎎
𐎎
𐎚
 
 
𐎀
𐎍
 
𐎊
𐎓
𐎄
𐎁
𐎋
𐎎
𐎋
𐎛
𐎎
𐎗
 
 
𐎁
𐎔
𐎅
𐎋
𐎍
𐎍
𐎛
 
 
𐎁
𐎘
𐎁
𐎗
𐎐
𐎖
𐎐
𐎅
 
𐎚
𐎃
𐎚
𐎀
𐎐
𐎐
𐎗
𐎚
 
 
𐎛
𐎍
𐎎
 
𐎌
𐎔
𐎌
𐎕
𐎈
𐎗
𐎗
𐎚
𐎍
𐎀
𐎌
𐎎
𐎎
 
 
𐎁
𐎊
𐎄
 
𐎎
𐎄
𐎄
 
 
𐎛
𐎍
𐎎
 
 
𐎎
𐎚
 
 
𐎁
𐎀
𐎍
𐎔
 
 
𐎌
𐎄
 
 
𐎗
𐎁
𐎚
 
𐎋
𐎎
𐎐
 
𐎍
𐎔
𐎓
𐎐
 
𐎎
𐎚
𐎅
𐎁
𐎗
 
 
𐎆
𐎖
𐎍
𐎚
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎆
𐎋
𐎁
𐎄
 
 
𐎅
𐎆
𐎚
 
 
𐎆
𐎗
𐎂
𐎎
𐎍
𐎁
𐎐
 
x
 
 
𐎛
𐎍
𐎎
 
𐎎
𐎚
𐎘
𐎐
𐎊
 
 
𐎍
𐎊
𐎄
𐎄
𐎛
𐎍
 
 
𐎙
𐎇
𐎗
 
𐎚
𐎈
𐎎
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎅
𐎆
𐎚
 
 
𐎀
𐎍
𐎛
𐎊
 
𐎖
𐎗
𐎄
𐎎
 
 
𐎁
𐎅
𐎚
𐎊
 
𐎁
𐎐
𐎚
 
𐎄
𐎚
 
 
𐎋
𐎒
𐎔
 
𐎗
𐎎
𐎎
𐎚
𐎄
𐎚
 
 
𐎃
𐎗
𐎕
 
𐎅
𐎋
𐎍
𐎊
 
 
 
𐎀
𐎃
𐎊
 
 
 
𐎀
𐎃
𐎊
 
 
 
𐎁
𐎅
𐎚
𐎊
 
 
 
𐎖
𐎗
𐎁
 
 
 
 
𐎕
𐎈
𐎚
 
 
 
𐎎
𐎚
 
 
 
𐎁
𐎐
𐎛
𐎍
𐎎
 
 
 
𐎊
𐎎
𐎗
𐎜
 
𐎊
𐎄
 
 
 
𐎙
𐎇
𐎗
 
 
 
𐎂
𐎔
𐎐
 
 
𐎆
𐎜
𐎂
𐎗
 
 
 
𐎚
…
𐎒
𐎔
𐎗
 
 
𐎛
𐎍
𐎎
𐎍
𐎋
 
 
𐎘
𐎓
𐎊
 
 
𐎐
𐎖
𐎎
𐎄
 
 
𐎎
𐎍
𐎋
 
 
𐎜
𐎂
𐎗
𐎚
 
𐎋
𐎚
𐎎
𐎃
𐎕
 
 
𐎍
𐎚
𐎐
 
 
𐎁
𐎘
𐎐
 
𐎁
𐎗
𐎈
𐎚
𐎋
𐎍
𐎊
 
 
𐎁
𐎘
𐎐
 
 
𐎓
𐎖
𐎍
𐎚
𐎐
 
𐎌
𐎌
𐎍
𐎊
𐎉
 
 
𐎄
 
 
𐎌
𐎁
𐎓
𐎚
 
𐎗
𐎀
𐎌
𐎎
𐎚
𐎘
𐎋
𐎈
 
 
𐎚
𐎚
𐎗
𐎔
 
 
𐎌
𐎎
𐎎
 
𐎋
𐎗
𐎒
 
𐎛
𐎔
𐎄
𐎋
 
 
𐎀
𐎐
𐎋
 
 
𐎛
𐎒
𐎔
𐎛
 
𐎜
𐎉
𐎎
𐎏
𐎗
𐎖
𐎎
 
 
𐎀
𐎎
𐎚
𐎎
 
 
𐎍
𐎊
𐎗
𐎚
𐎁
𐎐
𐎔
𐎌
 
 
𐎁
𐎐
𐎛
𐎍
𐎎
 
 
𐎎
𐎚
 
 
𐎁
𐎎
𐎅
𐎎
𐎗
𐎚
 
 
𐎊
𐎄
𐎄
 
 
𐎛
𐎍
 
𐎙
𐎇
𐎗
𐎚
𐎁
𐎓
 
 
𐎆
𐎍
 
 
𐎊
𐎘
𐎁
 
 
𐎛
𐎍
𐎎
 
𐎛
𐎄
𐎋
𐎍
𐎊
𐎚
𐎐
 
 
𐎔
𐎐
𐎎
 
 
𐎓
𐎎
 
𐎁
𐎓
𐎍
𐎎
𐎗
𐎊
𐎎
 
 
𐎕
𐎔
𐎐
 
 
𐎆
𐎊
𐎓
𐎐
𐎂
𐎎
𐎔
𐎐
 
 
𐎆
𐎜
𐎂
𐎗
 
 
𐎚
𐎈
𐎎
 
 
𐎁
𐎐
𐎛
𐎍
𐎎
𐎎
𐎚
 
 
𐎅
𐎆
𐎚
 
 
𐎊
𐎄
𐎄
 
 
𐎁
𐎐
𐎛
𐎍
𐎙
𐎇
𐎗
 
 
𐎔
𐎐
𐎔
𐎌
 
 
𐎐
𐎔
𐎌
 
𐎍
𐎁
𐎛
𐎎
𐎚
𐎅
𐎆
 
 
𐎅
𐎎
 
 
𐎁
𐎗
𐎍
𐎚
 
𐎀
𐎐
𐎃
𐎗
𐎁
𐎊
𐎎
 
 
𐎅
𐎎
 
 
𐎁
𐎗
𐎋
𐎊
 
𐎚
𐎋
𐎌
𐎄
𐎗
𐎜
𐎎
𐎎
 
 
𐎓
𐎐
 
 
𐎋
𐎏
𐎄
 
𐎀
𐎊
𐎍
𐎚
𐎅
𐎎
 
 
𐎛
𐎎
𐎚
 
 
𐎛
𐎎
𐎚
 
 
𐎐
𐎔
𐎌
 
𐎁
𐎍
𐎚
𐎈
𐎎
𐎗
 
 
𐎔
𐎛
𐎎
𐎚
 
 
𐎁
𐎋
𐎍
𐎀
𐎚
𐎊
𐎄
𐎊
 
 
𐎛
𐎍
𐎈
𐎎
 
 
𐎅
𐎎
 
𐎌
𐎁
𐎓
 
𐎊
𐎄
𐎚
𐎊
 
 
𐎁
𐎕
𐎓
 
 
𐎅
𐎎
 
 
𐎋
𐎒
 
𐎊
𐎎
𐎒
𐎋
𐎐
𐎅
𐎗
 
 
𐎋
𐎍
 
 
𐎕
𐎈
𐎐
 
 
𐎁
𐎓
𐎍
 
𐎓
𐎎
𐎀
𐎃
𐎊
 
 
𐎖
𐎗
𐎀
𐎐
 
 
𐎅
𐎄
 
 
𐎓
𐎎
 
𐎀
𐎗
𐎊
𐎊
𐎆
𐎍
𐎈
𐎎
𐎎
 
 
𐎓
𐎎
 
 
𐎀
𐎃
𐎊
 
𐎍
𐎈
𐎎
𐎆
𐎌
𐎚
𐎔
 
 
𐎓
𐎎
 
 
𐎀
𐎃
𐎊
 
𐎊
𐎐
𐎔
𐎐
𐎌
𐎚
 
 
𐎁
𐎓
𐎍
 
 
𐎉
𐎓
𐎐
 
𐎛
𐎉
𐎓
𐎐
𐎋
x
x
x
x
x
𐎖
𐎀
 
 
x
x
x
𐎋
 
 
𐎋
𐎚
𐎎
𐎃
𐎕
 
𐎍
𐎚
𐎐
 
 
𐎁
𐎘
𐎐
 
 
𐎁
𐎗
𐎈
 
𐎚
𐎋
𐎍
𐎊
𐎁
𐎘
𐎐
 
 
𐎓
𐎖
𐎍
𐎚
𐎐
 
 
𐎌
𐎍
𐎊
𐎉
𐎄
𐎌
𐎁
𐎓
𐎚
 
 
𐎗
𐎀
𐎌
𐎎
 
𐎚
𐎘
𐎋
𐎈
𐎚
𐎚
𐎗
𐎔
 
 
𐎌
𐎎
𐎎
 
 
𐎋
𐎗
𐎒
 
𐎛
𐎔
𐎄
𐎋
x
x
x
x
x
x
x
𐎊
x
𐎃
𐎎
𐎌
𐎔
𐎚
 
 
𐎍
 
 
𐎀
𐎗
𐎕
 
 
𐎌
𐎔
𐎚
 
 
𐎍
𐎌
𐎎
𐎎
𐎊
𐎌
𐎚
 
 
𐎍
𐎌
𐎐
 
 
𐎍
𐎋
𐎁
𐎋
𐎁
𐎎
 
𐎊
𐎓
𐎗
𐎁
𐎁
𐎓
𐎍
 
 
𐎁
𐎋
𐎁
𐎄
𐎅
 
 
𐎁
𐎔
𐎅
 
 
𐎊
𐎗
𐎄
𐎋
𐎋
𐎈
𐎗
𐎗
 
 
𐎇
𐎚
 
 
𐎊
𐎁
𐎍
 
 
𐎀
𐎗
𐎕
 
 
𐎆
𐎔
𐎗
𐎓
𐎕
𐎎
 
 
𐎊
𐎗
𐎀
𐎜
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎘
𐎚
𐎓
𐎐
𐎐
 
 
𐎗
𐎋
𐎁
 
𐎓
𐎗
𐎔
𐎚
𐎚
𐎁
𐎓
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
 
𐎎
𐎚
𐎘
𐎐
𐎊
 
 
𐎍
𐎊
𐎄
𐎄
 
 
𐎛
𐎍
𐎙
𐎇
𐎗
𐎚
𐎈
𐎎
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
 
 
𐎅
𐎆
𐎚
 
𐎀
𐎍
𐎛
𐎊
𐎖
𐎗
𐎄
𐎎
 
 
𐎁
𐎅
𐎘
 
 
𐎍
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
𐎎
𐎚
𐎓
𐎁
𐎄
𐎋
 
 
𐎀
𐎐
 
 
𐎆
𐎄
 
𐎌
𐎓
𐎍
𐎎
𐎋
𐎚
𐎁
𐎓
 
 
𐎆
𐎍
 
 
𐎊
𐎘
𐎁
 
 
𐎛
𐎍
𐎎
𐎛
𐎄
𐎋
𐎍
𐎊
𐎚
𐎐
 
 
𐎔
𐎐
𐎎
 
 
𐎘
𐎓
𐎎
 
 
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
 
𐎎
𐎚
𐎚
𐎋
 
 
𐎖
𐎗
𐎚
𐎅
 
 
𐎅
𐎎
𐎗
𐎊
 
 
𐎎
𐎋
 
𐎋
𐎒
𐎜
𐎘
𐎁
𐎚
𐎅
 
 
𐎃
𐎃
 
 
𐎀
𐎗
𐎕
 
 
𐎐
𐎈
𐎍
𐎚
𐎅
 
𐎚
𐎌
𐎀
𐎂
𐎅
𐎎
 
 
𐎆
𐎚
𐎕
𐎈
 
 
𐎚
𐎈
𐎎
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎐
 
 
𐎁
𐎓
𐎍
 
 
𐎅
𐎆
𐎚
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎖
𐎗
𐎄
𐎎
𐎁
𐎅
𐎘
 
 
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
 
 
𐎎
𐎚
 
 
𐎓
𐎁
𐎄
𐎋
 
𐎀
𐎐
 
𐎆
𐎄
 
𐎓
𐎍
𐎎
𐎋
 
 
𐎌
𐎎
𐎃
 
 
𐎁
𐎐
𐎛
𐎍
𐎎
 
𐎎
𐎚
𐎊
𐎚
𐎐
 
 
𐎂
𐎅
 
 
𐎆
𐎀
𐎕
𐎈
 
 
𐎛
𐎋
 
𐎊
𐎕
𐎈
𐎐
𐎁
𐎓
𐎍
 
 
x
x
x
x
x
x
 
𐎊
𐎖
𐎗
 
 
𐎜
𐎐
 
 
𐎅
𐎄
x
x
x
x
x
x
x
x
x
𐎔
 
𐎎
𐎍
𐎈
𐎎
𐎊
x
x
x
x
x
x
x
x
𐎍
𐎚
 
𐎖
𐎑
𐎁
x
x
x
x
x
x
x
x
x
x
 
𐎌
𐎎
𐎈
𐎊
x
x
x
x
x
x
x
x
x
x
x
𐎚
𐎁
𐎓
𐎘
 
x
x
x
x
x
x
x
x
x
x
x
x
𐎚
𐎐
𐎐
𐎎
 
x
x
x
x
𐎎
 
x
 
 
 
 
 
 
 
 
 
 
 
𐎗
𐎈
𐎁
𐎚
 
 
𐎘
𐎁
𐎚
 
x
 
 
 
 
 
 
𐎗
𐎁
𐎚
 
 
𐎘
𐎁
𐎚
 
𐎈
𐎌
𐎐
 
 
 
 
 
 
 
𐎊
 
 
𐎀
𐎗
𐎕
 
𐎈
𐎌
𐎐
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎓
𐎚
𐎄
 
 
𐎚
𐎋
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎋
𐎐
 
 
𐎍
𐎁
𐎐
 
𐎋
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎚
 
 
𐎍
𐎁
𐎐
 
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎋
 
 
𐎋
 
𐎋
𐎁
𐎋
𐎁
𐎎
 
 
 
 
 
 
 
𐎄
𐎎
 
 
𐎎
𐎚
 
𐎀
𐎕
𐎈
 
 
 
 
 
 
 
 
𐎊
𐎄
𐎄
 
 
𐎁
𐎖
𐎗
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎍
 
 
𐎀
𐎌
𐎘
𐎚
 
𐎁
 
 
 
 
 
 
 
 
𐎀
𐎅
𐎔
𐎋
𐎋
 
 
𐎍
 
𐎈
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎎
𐎎
 
 
𐎆
𐎍
𐎋
x
 
 
 
 
 
𐎆
𐎍
𐎋
 
𐎛
𐎍
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎐
𐎓
𐎎
 
 
𐎛
𐎍
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎂
𐎗
 
𐎎
𐎜
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎂
𐎗
 
𐎎
𐎜
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎎
 
 
𐎎
𐎚
 
𐎀
𐎕
𐎈
 
 
 
 
 
 
 
 
𐎊
𐎄
𐎄
 
 
𐎁
𐎖
𐎗
𐎁
 
 
 
 
 
 
𐎆
𐎍
𐎋
 
 
𐎛
𐎍
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎗
𐎂
𐎎
 
 
𐎍
𐎁
𐎐
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎎
𐎜
𐎄
 
𐎕
𐎛
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎜
𐎄
 
 
𐎕
𐎛
𐎐
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
𐎘
𐎎
 
𐎎
𐎜
𐎛
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎎
 
 
𐎎
𐎚
 
𐎀
𐎕
𐎈
 
 
 
 
 
 
 
 
 
𐎊
𐎄
𐎄
 
 
𐎁
𐎖
𐎗
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎎
𐎎
 
 
𐎆
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
x
x
x
𐎘
 
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
𐎋
𐎘
 
𐎛
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
𐎊
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
𐎓
 
𐎌
𐎄
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎍
 
𐎉
𐎍
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎛
𐎚
 
𐎗
𐎈
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎉
𐎍
𐎁
 
𐎀
𐎗
𐎕
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
 
 
 
 
 
 
𐎛
 
 
𐎀
𐎔
 
𐎁
𐎓
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
 
𐎅
𐎄
 
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎐
𐎔
𐎓
 
𐎁
𐎓
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎘
𐎎
𐎐
𐎚
 
𐎀
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎖
𐎗
𐎁
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎈
𐎎
 
𐎎
𐎕
𐎄
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎄
 
 
 
𐎍
𐎈
𐎎
 
 
𐎌
𐎚
𐎊
 
𐎛
𐎍
𐎎
𐎆
𐎔
𐎖
 
 
𐎎
𐎗
𐎙
𐎘
𐎎
 
𐎘
𐎄
𐎁
𐎈
𐎗
𐎁
 
 
𐎎
𐎍
𐎈
𐎚
 
 
𐎖
𐎕
 
𐎎
𐎗
𐎛
𐎌
𐎚
𐎊
 
 
𐎋
𐎗
𐎔
𐎐
𐎎
 
𐎊
𐎐
𐎁
𐎋
𐎒
 
 
𐎃
𐎗
𐎕
 
 
𐎄
𐎎
 
𐎓
𐎕
𐎎
𐎋
𐎒
 
 
𐎋
𐎒
𐎔
 
𐎊
𐎎
𐎍
𐎜
𐎐
𐎋
𐎗
𐎔
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎚
𐎘
𐎚
𐎐
𐎊
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎓
𐎍
 
𐎚
𐎗
𐎘
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎚
 
 
𐎛
𐎍
 
𐎍
𐎛
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎍
 
 
𐎈
𐎁
𐎌
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎐
 
 
𐎍
𐎛
𐎋
 
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎛
𐎋
 
𐎚
𐎍
𐎌
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎓
𐎄
𐎄
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎐
𐎛
𐎕
 
𐎔
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
x
x
x
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
x
x
x
x
x
x
𐎛
𐎔
𐎄
 
𐎔
𐎗
𐎋
 
x
x
x
x
x
x
x
 
 
𐎊
𐎎
𐎐
𐎋
 
𐎌
𐎌
𐎗
𐎚
x
x
x
x
x
𐎋
 
 
𐎐
𐎔
𐎌
 
𐎓
𐎂
𐎍
x
x
x
𐎁
𐎐
𐎋
 
 
𐎀
𐎌
𐎚
 
𐎐
 
 
𐎁
𐎃
𐎗
𐎚
𐎛
𐎍
𐎎
 
 
𐎀
𐎗
𐎕
 
 
𐎆
𐎀
𐎚
 
𐎖
𐎈
𐎓
𐎗
𐎔
𐎚
𐎋
 
 
𐎗
𐎈
𐎋
 
𐎎
𐎄
𐎍
𐎋
𐎎
𐎉
𐎗
𐎚
𐎋
 
 
𐎓
𐎎
𐎋
 
𐎌
𐎁
𐎓
𐎚
𐎙
𐎍
𐎎
𐎋
 
 
𐎘
𐎎
𐎐
 
𐎃
𐎐
𐎇
𐎗
𐎋
𐎓
𐎎
𐎋
 
 
𐎔
𐎄
𐎗
𐎊
 
 
𐎁
𐎚
 
𐎀
𐎗
𐎓
𐎎
𐎋
 
 
𐎚
𐎉
𐎍
𐎊
 
 
𐎁
𐎚
 
 
𐎗
𐎁
 
𐎛
𐎄
𐎋
𐎔
𐎐
𐎋
 
 
𐎀
𐎍
𐎚
𐎚
𐎐
 
 
𐎚
𐎋
 
𐎙
𐎗
𐎋
𐎐
𐎋
𐎐
𐎊
 
 
𐎌
𐎀
 
 
𐎙
𐎗
 
 
𐎓
𐎍
𐎊
𐎄
𐎎
𐎃
𐎍
𐎁
 
 
𐎍
𐎑
𐎗
 
 
𐎗
𐎈
𐎚
𐎎
 
 
𐎆
𐎗
𐎄
𐎁
𐎚
𐎃
𐎔
𐎘
𐎚
 
 
𐎀
𐎗
𐎕
 
 
𐎚
𐎒
𐎔
𐎗
 
 
𐎁
𐎊
𐎗
𐎄
𐎎
 
 
𐎀
𐎗
𐎕
 
 
𐎆
𐎚
𐎄
𐎓
 
𐎛
𐎍
𐎎
𐎋
𐎎
𐎚
𐎚
 
 
𐎊
𐎌
𐎎
𐎓
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎊
𐎜
𐎅
𐎁
 
 
𐎓
𐎂
𐎍
𐎚
 
 
𐎁
𐎄
𐎁
𐎗
 
 
𐎔
𐎗
𐎚
𐎁
𐎌
𐎄
 
 
𐎌
𐎈
𐎍
𐎎
𐎎
𐎚
 
𐎌
𐎋
𐎁
𐎓
𐎎
𐎐
𐎅
 
 
𐎌
𐎁
𐎓
 
 
𐎍
𐎌
𐎁
𐎓
𐎎
𐎚
𐎌
𐎓
𐎍
𐎊
 
 
𐎘
𐎎
𐎐
 
 
𐎍
𐎘
𐎎
𐎐
𐎊
𐎎
𐎆
𐎚
x
x
𐎗
𐎐
 
 
𐎆
𐎚
𐎍
𐎄
𐎐
𐎎
𐎘
𐎀
𐎍
x
x
 
 
𐎁
𐎓
𐎍
 
𐎌
𐎍
𐎁
𐎌
𐎐
𐎛
𐎔
𐎄
 
 
x
x
x
x
 
 
𐎜
𐎍
𐎅
 
𐎎
𐎙
𐎑
𐎊
𐎎
𐎐
𐎅
x
x
x
x
x
𐎚
 
 
𐎍
𐎛
𐎗
𐎚
𐎅
𐎌
x
x
x
x
x
x
x
x
x
x
𐎚
𐎂
𐎍
𐎊
 
 
𐎏
𐎄
 
 
𐎛
𐎍
 
 
𐎆
𐎚
𐎁
𐎀
 
𐎖
𐎗
𐎌
 
 
𐎎
𐎍
𐎋
 
 
𐎀
𐎁
 
𐎌
𐎐
𐎎
𐎚
𐎌
𐎀
 
 
𐎂
𐎅
𐎎
 
 
𐎆
𐎚
𐎕
𐎈
 
𐎒
𐎁
𐎐
𐎊
 
 
x
x
𐎕
𐎚
 
 
𐎀
𐎗
𐎕
 
 
x
x
𐎈
 
𐎓
𐎄
𐎋
𐎋
𐎒
𐎎
 
 
𐎎
𐎅
𐎊
𐎚
 
𐎎
𐎙
𐎐
𐎊
𐎍
𐎐
𐎓
𐎎
𐎊
 
 
𐎀
𐎗
𐎕
 
𐎄
𐎁
𐎗
𐎍
𐎊
𐎒
𐎎
𐎚
 
 
𐎌
𐎄
 
𐎌
𐎈
𐎍
𐎎
𐎎
𐎚
𐎎
𐎙
𐎐
𐎊
 
 
𐎍
𐎁
𐎓
𐎍
 
 
𐎐
𐎔
𐎍
 
 
𐎍
𐎀
𐎗
𐎕
 
 
𐎎
𐎚
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎃
𐎍
𐎖
 
 
𐎇
𐎁
𐎍
 
 
𐎁
𐎓
𐎍
 
𐎀
𐎗
𐎕
𐎀
𐎔
𐎐
𐎋
 
 
𐎍
𐎉
𐎔
𐎐
 
𐎛
𐎍
x
x
𐎄
𐎔
𐎛
𐎄
 
 
𐎊
𐎗
𐎄
 
 
𐎍
𐎋
𐎒
𐎛
 
𐎊
𐎘
𐎁
𐎍
𐎅
𐎄
𐎎
 
 
𐎆
𐎍
 
 
𐎅
𐎄
𐎎
 
𐎊
𐎘
𐎁
𐎍
𐎀
𐎗
𐎕
𐎎
 
 
𐎊
𐎕
𐎖
 
𐎓
𐎎
𐎗
𐎜
𐎐
 
 
𐎍
𐎗
𐎛
𐎌
𐎅
 
 
𐎓
𐎔
𐎗
 
𐎔
𐎍
𐎘
𐎚
𐎍
 
 
𐎖
𐎄
𐎖
𐎄
𐎅
 
 
𐎍
𐎔
𐎌
 
𐎊
𐎋
𐎒
𐎎
𐎛
𐎇
𐎗
𐎚
𐎎
 
 
𐎙
𐎗
 
 
𐎁
𐎀
𐎁
𐎐
𐎊
𐎄
𐎊
 
 
𐎔
𐎒
𐎍
𐎚
𐎎
 
 
𐎁
𐎊
𐎓
𐎗
𐎊
𐎅
𐎄
𐎊
 
 
𐎍
𐎈
𐎎
 
 
𐎖
𐎄
𐎖
𐎐
𐎊
𐎘
𐎍
𐎘
 
 
𐎖
𐎐
 
 
𐎏
𐎗
𐎓
𐎅
 
 
𐎊
𐎈
𐎗
𐎘
𐎋
𐎂
𐎐
 
 
𐎀
𐎔
𐎍
𐎁
 
 
𐎋
𐎓
𐎎
𐎖
 
𐎊
𐎘
𐎍
𐎘
𐎁
𐎎
𐎚
 
 
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
𐎁
𐎓
𐎍
 
 
𐎎
𐎚
 
 
𐎎
𐎊
 
 
𐎍
𐎛
𐎎
 
𐎁
𐎐
𐎄
𐎂
𐎐
 
 
𐎎
𐎊
 
 
𐎅
𐎎
𐎍
𐎚
 
𐎀
𐎘
𐎗
𐎁
𐎓
𐎍
 
 
𐎀
𐎗
𐎄
 
 
𐎁
𐎀
𐎗
𐎕
 
𐎀
𐎔
𐎓
𐎐
𐎚
 
 
𐎚
𐎚
𐎍
𐎋
 
 
𐎆
𐎚
𐎕
𐎄
 
 
𐎋
𐎍
 
𐎙
𐎗
𐎍
𐎋
𐎁
𐎄
 
 
𐎀
𐎗
𐎕
 
 
𐎋
𐎍
 
𐎂
𐎁
𐎓
𐎍
 
𐎋
𐎁
𐎄
 
 
𐎌
𐎄
𐎎
 
 
𐎚
𐎎
𐎙
 
 
𐎍
𐎐
𐎓
𐎎
𐎊
𐎀
𐎗
𐎕
 
 
𐎄
𐎁
𐎗
 
 
𐎊
𐎒
𐎎
𐎚
 
𐎌
𐎄
𐎌
𐎈
𐎍
𐎎
𐎎
𐎚
 
 
𐎚
𐎎
𐎙
 
 
𐎍
𐎁
𐎓
𐎍
 
𐎐
𐎔
𐎍
𐎍
𐎀
𐎗
𐎕
 
 
𐎍
𐎔
𐎌
 
 
𐎚
𐎋
𐎒
 
𐎎
𐎛
𐎇
𐎗
𐎚
𐎎
𐎍
𐎁
𐎓
𐎍
𐎙
𐎗
 
 
𐎁
𐎀
𐎁
𐎐
 
 
𐎚
𐎄
 
 
𐎔
𐎒
𐎍
𐎚
𐎎
 
 
𐎁
𐎊
𐎓
𐎗
𐎚
𐎅
𐎄
𐎊
 
 
𐎍
𐎈
𐎎
 
 
𐎆
𐎄
𐎖
𐎐
 
𐎚
𐎘
𐎍
𐎘
𐎖
𐎐
 
 
𐎏
𐎗
𐎓
𐎅
 
 
𐎚
𐎈
𐎗
𐎘
 
 
𐎋
𐎎
 
𐎂
𐎐
𐎀
𐎔
𐎍
𐎁
 
 
𐎋
𐎓
𐎎
𐎖
 
 
𐎚
𐎘
𐎍
𐎘
 
𐎁
𐎎
𐎚
𐎁
𐎓
𐎍
 
 
𐎎
𐎚
 
 
𐎎
𐎊
 
 
𐎍
𐎛
𐎎
 
 
𐎁
𐎐
𐎄
𐎂
𐎐
𐎎
𐎊
 
 
𐎅
𐎎
𐎍
𐎚
 
 
𐎀
𐎘
𐎗
 
 
𐎁
𐎓
𐎍
 
𐎐
𐎗
𐎄
𐎁
𐎀
𐎗
𐎕
 
 
𐎓
𐎎
𐎅
 
 
𐎚
𐎗
𐎄
 
𐎐
𐎗
𐎚
𐎛
𐎍
𐎎
 
 
𐎌
𐎔
𐎌
 
 
𐎓
𐎄
 
 
𐎚
𐎌
𐎁
𐎓
 
𐎁
𐎋
𐎚
𐎌
𐎚
 
 
𐎋
𐎊
𐎐
 
 
𐎜
𐎄
𐎎
𐎓
𐎚
 
𐎂
𐎎
𐎚
𐎕
𐎈
 
 
𐎍
𐎐
𐎗
𐎚
 
 
𐎛
𐎍
𐎎
 
𐎌
𐎔
𐎌
𐎓
𐎎
𐎒
 
 
𐎎
𐎓
 
 
𐎍
𐎊
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎚
𐎌
𐎎
𐎓
 
 
𐎐
𐎗
𐎚
 
 
𐎛
𐎍
𐎎
 
𐎌
𐎔
𐎌
𐎚
𐎌
𐎜
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
 
 
𐎍
𐎋
𐎚
𐎔
𐎓
𐎐
𐎚
 
 
𐎋
𐎚
𐎌
𐎚
𐎅
 
𐎚
𐎌
𐎓
𐎍
𐎊
𐎐
𐎅
𐎁
𐎕
𐎗
𐎗
𐎚
 
 
𐎕
𐎔
𐎓
𐎐
 
𐎚
𐎁
𐎋
𐎊
𐎐
𐎅
𐎆
𐎚
𐎖
𐎁
𐎗
𐎐
𐎅
 
 
𐎚
𐎌
𐎚
𐎐
𐎐
 
 
𐎁
𐎃
𐎗
𐎚
𐎛
𐎍
𐎎
 
 
𐎀
𐎗
𐎕
 
 
𐎚
𐎉
𐎁
𐎃
 
𐎌
𐎁
𐎓
𐎎
𐎗
𐎜
𐎎
𐎎
 
 
𐎋
𐎂
𐎎
𐎐
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
 
 
𐎚
𐎉
𐎁
𐎃
 
 
𐎌
𐎁
𐎓
𐎎
 
𐎀
𐎍
𐎔
𐎎
𐎋
 
𐎂
𐎎
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎚
𐎉
𐎁
𐎃
 
 
𐎌
𐎁
𐎓
𐎎
 
𐎕
𐎛
𐎐
𐎋
𐎂
𐎎
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎚
𐎉
𐎁
𐎃
 
 
𐎌
𐎁
𐎓
𐎎
 
𐎀
𐎊
𐎍
𐎎
𐎋
𐎂
𐎎
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎚
𐎉
𐎁
𐎃
 
 
𐎌
𐎁
𐎓
𐎎
 
𐎊
𐎓
𐎍
𐎎
𐎋
𐎂
𐎎
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎚
𐎉
𐎁
𐎃
 
 
𐎌
𐎁
𐎓
𐎎
 
𐎊
𐎈
𐎎
𐎗
𐎎
𐎋
𐎂
𐎎
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎁
𐎌
𐎔
𐎈
𐎈
 
 
𐎔
𐎌
𐎚
 
 
𐎁
𐎎
 
 
𐎓
𐎐
𐎚
𐎋
𐎄
 
 
𐎙
𐎇
𐎗
𐎅
 
 
𐎊
𐎁
𐎎
 
 
𐎍
𐎛
𐎍
𐎎
𐎛
𐎄
𐎋
 
 
𐎍
𐎚
𐎚
𐎐
 
 
𐎔
𐎐
𐎎
 
𐎓
𐎎
𐎛
𐎍
 
 
𐎎
𐎁
𐎋
𐎐
𐎅
𐎗
𐎎
 
𐎖
𐎗
𐎁
𐎀
𐎔
𐎖
 
 
𐎚
𐎅
𐎎
𐎚
𐎎
 
 
𐎚
𐎂
𐎍
𐎊
 
𐎏
𐎄
𐎛
𐎍
 
 
𐎆
 
 
𐎚
𐎁
𐎜
 
𐎖
𐎗
𐎌
𐎎
𐎍
𐎋
 
 
𐎀
𐎁
 
 
𐎌
𐎐
𐎎
 
 
𐎍
𐎔
𐎓
𐎐
𐎛
𐎍
 
 
𐎚
𐎅
𐎁
𐎗
 
 
𐎆
𐎚
𐎖
𐎍
𐎚
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎆
𐎚
𐎋
𐎁
𐎄
𐎐
𐎅
𐎚
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎚
𐎕
𐎈
 
 
𐎚
𐎌
𐎎
𐎃
𐎅
𐎚
𐎀
𐎘
𐎗
𐎚
 
 
𐎆
 
 
𐎁
𐎐
𐎅
 
 
𐎛
𐎍
𐎚
 
 
𐎆
𐎕
𐎁
𐎗
𐎚
 
 
𐎀
𐎗
𐎊
𐎅
 
 
𐎋
𐎎
𐎚
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
 
 
𐎋
𐎃
𐎍
𐎖
 
 
𐎇
𐎁
𐎍
 
𐎁
𐎓
𐎍
𐎀
𐎗
𐎕
 
 
𐎂
𐎎
 
 
𐎊
𐎕
𐎈
𐎛
𐎍
𐎍
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
𐎊
𐎎
 
𐎌
𐎎
𐎓
𐎍
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
 
𐎊
𐎎
 
𐎚
𐎐
𐎀
𐎈
𐎄
 
 
𐎁
 
 
𐎁
𐎐
𐎋
 
 
𐎀
𐎎
𐎍
𐎋
𐎐
𐎆
𐎚
𐎓
𐎐
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
𐎊
𐎎
𐎁
𐎍
 
 
𐎐
𐎎
𐎍
𐎋
 
 
𐎊
𐎄
𐎓
 
𐎊
𐎍
𐎈
𐎐
𐎆
𐎊
𐎓
𐎐
 
 
𐎍
𐎉
𐎔
𐎐
 
 
𐎛
𐎍
𐎄
 
𐎔
𐎛
𐎄
 
 
𐎄
𐎖
 
 
𐎀
𐎐
𐎎
 
 
𐎍
𐎊
𐎗
𐎖
𐎓
𐎎
 
 
𐎁
𐎓
𐎍
 
 
𐎍
𐎊
𐎓
𐎄
𐎁
 
𐎎
𐎗
𐎈
𐎓
𐎎
 
 
𐎁
𐎐
 
 
𐎄
𐎂
𐎐
 
𐎋
𐎚
𐎎
𐎒
𐎎
𐎆
𐎓
𐎐
 
 
𐎗
𐎁
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
𐎊
𐎎
𐎁
𐎍
𐎚
 
 
𐎐
𐎎
𐎍
𐎋
 
 
𐎓
𐎘
𐎚
𐎗
 
𐎓
𐎗
𐎑
𐎊
𐎎
𐎍
𐎋
 
 
𐎓
𐎘
𐎚
𐎗
 
𐎓
𐎗
𐎑
𐎀
𐎔
𐎐
𐎋
 
 
𐎓
𐎘
𐎚
𐎗
 
𐎓
𐎗
𐎑
𐎊
𐎓
𐎍
 
 
𐎁
𐎕
𐎗
𐎗
𐎚
 
𐎕
𐎔
𐎐
𐎊
𐎘
𐎁
 
 
𐎍
𐎋
𐎈
𐎘
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
 
 
𐎔
𐎓
𐎐
𐎅
 
 
𐎍
𐎚
𐎎
𐎙
𐎊
𐎐
𐎅
𐎄
𐎎
 
 
𐎗
𐎛
𐎌
𐎅
 
 
𐎍
𐎊
𐎎
𐎙
𐎊
 
𐎀
𐎔
𐎒
𐎅
 
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎓
𐎘
𐎚
𐎗
 
𐎓
𐎗
𐎑
𐎍
𐎀
𐎎
𐎍
𐎋
 
 
𐎁
𐎕
𐎗
𐎗
𐎚
 
𐎕
𐎔
𐎐
 
𐎊
𐎗
𐎄
 
𐎓
𐎘
𐎚
𐎗
 
 
𐎓
𐎗
𐎑
 
𐎊
𐎗
𐎄
 
𐎍
𐎋
𐎈
𐎘
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎆
𐎊
𐎎
𐎍
𐎋
 
 
𐎁
𐎀
𐎗
𐎕
 
 
𐎛
𐎍
 
𐎋
𐎍
𐎅
x
x
x
 
 
𐎚
𐎌
𐎀
𐎁
𐎐
 
 
𐎁
𐎗
𐎈
𐎁
𐎚
 
x
x
x
x
x
 
 
𐎚
𐎌
𐎀
𐎁
𐎐
 
 
𐎁
𐎋
𐎋
𐎐
𐎚
𐎍
x
x
x
x
x
x
x
x
x
x
𐎆
𐎈
x
x
x
x
x
x
x
x
x
𐎋
𐎄
 
 
𐎚
𐎘
𐎁
𐎗
 
x
x
x
x
x
𐎋
𐎄
 
 
𐎚
𐎖
𐎍
 
 
x
x
x
 
 
𐎊
𐎎
 
𐎊
𐎎
𐎎
 
𐎊
𐎓
𐎚
𐎖
𐎐
 
 
𐎆
𐎗
𐎈
𐎎
 
𐎓
𐎐
𐎚
𐎚
𐎐
𐎂
𐎘
𐎅
 
 
𐎋
𐎍
𐎁
 
𐎀
𐎗
𐎃
𐎍
 
x
𐎓
𐎂
𐎍
𐎅
 
 
𐎋
𐎍
𐎁
 
𐎘
𐎀
𐎚
𐎍
𐎛
𐎎
𐎗
𐎅
 
 
𐎋
𐎎
 
 
𐎍
𐎁
 
𐎓
𐎐
𐎚
𐎀
𐎘
𐎗
 
 
𐎁
𐎓
𐎍
 
 
𐎚
𐎛
𐎃
𐎄
 
𐎎
𐎚
𐎁
𐎒
𐎛
𐎐
 
 
𐎍
𐎔
𐎌
 
𐎚
𐎌
𐎕
𐎖
𐎐
𐎅
𐎁
𐎖
𐎕
 
 
𐎀
𐎍
𐎍
 
 
𐎚
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎚
𐎕
𐎈
 
 
𐎀
𐎚
 
 
𐎎
𐎚
 
 
𐎚
𐎐
 
 
𐎀
𐎃
𐎊
 
𐎆
𐎓
𐎐
 
 
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
 
 
𐎎
𐎚
 
𐎎
𐎅
𐎚
𐎀
𐎗
𐎌
𐎐
 
 
𐎍
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
𐎀
𐎐
 
 
𐎛
𐎚
𐎍
𐎋
 
 
𐎆
𐎀
𐎕
𐎄
 
𐎋
𐎍
𐎙
𐎗
 
 
𐎍
𐎋
𐎁
𐎄
 
 
𐎀
𐎗
𐎕
 
 
𐎋
𐎍
 
𐎂
𐎁
𐎓
𐎍
𐎋
𐎁
𐎄
 
 
𐎌
𐎄
𐎎
 
 
𐎐
𐎔
𐎌
 
𐎃
𐎒
𐎗
𐎚
𐎁
𐎐
 
 
𐎐
𐎌
𐎎
 
 
𐎐
𐎔
𐎌
 
 
𐎅
𐎎
𐎍
𐎚
 
𐎀
𐎗
𐎕
 
 
𐎎
𐎙
𐎚
 
 
𐎍
𐎐
𐎓
𐎎
𐎊
 
𐎀
𐎗
𐎕
𐎄
𐎁
𐎗
 
 
𐎊
𐎒
𐎎
𐎚
 
 
𐎌
𐎄
 
𐎌
𐎈
𐎍
𐎎
𐎎
𐎚
𐎐
𐎂
𐎌
 
 
𐎀
𐎐
𐎋
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
𐎓
𐎄
𐎁
𐎐
𐎐
𐎀
𐎐
𐎋
 
 
𐎛
𐎎
𐎗
 
 
𐎁
𐎔
𐎊
𐎋
𐎍
𐎍
𐎛
 
 
𐎁
𐎘
𐎁
𐎗
𐎐
𐎖
𐎐
𐎊
 
 
𐎐
𐎃
𐎚
𐎜
𐎅
𐎆
𐎐
𐎗
𐎚
 
 
𐎛
𐎍
𐎎
 
 
𐎌
𐎔
𐎌
 
𐎕
𐎈
𐎗
𐎗
𐎚
𐎍
𐎀
 
 
𐎌
𐎎
𐎎
 
 
𐎁
𐎊
𐎄
 
 
𐎁
𐎐
𐎛
𐎍
𐎎
 
𐎎
𐎚
𐎊
𐎎
 
 
𐎊
𐎎
𐎎
 
 
𐎊
𐎓
𐎚
𐎖
𐎐
 
 
𐎍
𐎊
𐎎
𐎎
𐎍
𐎊
𐎗
𐎃
𐎎
 
 
𐎗
𐎈
𐎐
 
 
𐎓
𐎐
𐎚
 
𐎚
𐎐
𐎂
𐎘
𐎅
𐎋
𐎍
𐎁
 
 
𐎀
𐎗
𐎃
 
 
𐎍
𐎓
𐎂
𐎍
𐎅
 
 
𐎋
𐎍
𐎁
𐎘
𐎀
𐎚
 
 
𐎍
𐎛
𐎎
𐎗
𐎅
 
 
𐎋
𐎎
 
𐎍
𐎁
𐎓
𐎐
𐎚
 
 
𐎀
𐎘
𐎗
 
 
𐎁
𐎓
𐎍
 
𐎚
𐎛
𐎃
𐎄
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
 
 
𐎎
𐎚
 
 
𐎁
𐎈
𐎗
𐎁
𐎚
𐎁
𐎖
𐎓
𐎐
𐎐
 
 
𐎁
𐎃
𐎘
𐎗
 
𐎚
𐎄
𐎗
𐎊
𐎐
𐎐
 
 
𐎁
𐎛
𐎌
𐎚
 
𐎚
𐎌
𐎗
𐎔
𐎐
𐎐
𐎁
𐎗
𐎈
𐎎
 
 
𐎚
𐎉
𐎈
𐎐
𐎐
 
 
𐎁
𐎌
𐎄
𐎚
𐎄
𐎗
𐎓
𐎐
𐎐
 
 
𐎌
𐎛
𐎗
𐎅
 
 
𐎍
𐎚
𐎛
𐎋
𐎍
𐎓
𐎕
𐎗
𐎎
 
 
𐎎
𐎐
𐎚
𐎅
 
 
𐎍
𐎚
𐎋
𐎍
𐎊
𐎊
𐎐
𐎔
𐎗
𐎎
 
 
𐎌
𐎛
𐎗
 
 
𐎍
𐎌
𐎛
𐎗
 
𐎊
𐎕
𐎈
𐎋
𐎃
𐎍
𐎖
 
 
𐎇
𐎁
𐎍
 
 
𐎁
𐎓
𐎍
 
𐎀
𐎗
𐎕
𐎆
𐎅
𐎎
 
 
𐎈
𐎊
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎆
𐎅
𐎎
 
 
𐎛
𐎘
 
 
𐎇
𐎁
𐎍
 
 
𐎁
𐎓
𐎍
 
𐎀
𐎗
𐎕
𐎁
𐎈
𐎍
𐎎
 
 
𐎍
𐎉
𐎔
𐎐
 
 
𐎛
𐎍
 
 
𐎄
𐎔
𐎛
𐎄
𐎁
𐎏
𐎗
𐎚
 
 
𐎁
𐎐
𐎊
 
𐎁
𐎐
𐎆
𐎚
𐎌
𐎎
𐎎
 
 
𐎌
𐎎
𐎐
 
𐎚
𐎎
𐎉
𐎗
𐎐
𐎐
𐎃
𐎍
𐎎
 
 
𐎚
𐎍
𐎋
 
𐎐
𐎁
𐎚
𐎎
𐎆
𐎛
𐎄
𐎓
 
 
𐎋
𐎈
𐎊
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
x
𐎋
𐎛
𐎘
 
 
𐎇
𐎁
𐎍
 
 
𐎁
𐎓
𐎍
 
𐎀
𐎗
𐎕
𐎁
𐎈
𐎍
𐎎
 
 
𐎍
𐎉
𐎔
𐎐
 
 
𐎛
𐎍
𐎄
 
𐎔
𐎛
𐎄
𐎁
𐎏
𐎗
𐎚
 
 
𐎁
𐎐
𐎊
 
𐎁
𐎐
𐎆
𐎚
𐎌
𐎎
𐎎
 
 
𐎌
𐎎
𐎐
 
𐎚
𐎎
𐎉
𐎗
𐎐
𐎐
𐎃
𐎍
𐎎
 
 
𐎚
𐎍
𐎋
 
𐎐
𐎁
𐎚
𐎎
𐎌
𐎎
𐎃
 
 
𐎍
𐎉
𐎔
𐎐
 
 
𐎛
𐎍
 
 
𐎄
𐎔
𐎛
𐎄
𐎔
𐎓
𐎐
𐎅
 
𐎍
𐎅
𐎄
𐎎
 
𐎊
𐎘
𐎔
𐎄
𐎆
𐎊
𐎔
𐎗
𐎖
 
 
𐎍
𐎕
𐎁
 
 
𐎆
𐎊
𐎕
𐎈
𐎖
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
𐎆
𐎊
𐎕
𐎈
 
𐎀
𐎘
𐎁
𐎐
 
 
𐎀
𐎐
𐎋
 
𐎆
𐎀
𐎐
𐎃
𐎐
𐎆
𐎚
𐎐
𐎃
 
 
𐎁
𐎛
𐎗
𐎚
𐎊
𐎐
𐎔
𐎌
𐎋
𐎈
𐎊
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎋
𐎛
𐎘
 
 
𐎇
𐎁
𐎍
 
 
𐎁
𐎓
𐎍
 
𐎀
𐎗
𐎕
𐎂
𐎎
 
 
𐎊
𐎕
𐎈
 
 
𐎛
𐎍
 
 
𐎍
𐎁
𐎚
𐎍
𐎚
𐎓
𐎐
𐎚
 
 
𐎌
𐎎
𐎓
 
 
𐎍
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
𐎗
𐎂
𐎎
 
 
𐎍
𐎐
𐎗
𐎚
 
 
𐎛
𐎍
𐎎
 
𐎌
𐎔
𐎌
𐎔
𐎍
 
𐎓
𐎐
𐎚
 
 
𐎌
𐎄
𐎎
 
 
𐎊
𐎌
𐎄
𐎌
𐎔
𐎍
 
 
𐎓
𐎐
𐎚
 
 
𐎌
𐎄
𐎎
 
 
𐎛
𐎍
 
𐎊
𐎌
𐎚
𐎋
𐎁
𐎓
𐎍
 
 
𐎓
𐎐
𐎚
 
𐎎
𐎈
𐎗
𐎘
𐎚
𐎛
𐎊
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎛
𐎊
 
 
𐎇
𐎁
𐎍
 
 
𐎁
𐎓
𐎍
𐎀
𐎗
𐎕
𐎚
𐎚
𐎁
𐎓
 
 
𐎁
𐎚
𐎍
𐎚
 
 
𐎓
𐎐
𐎚
 
𐎛
x
𐎛
𐎄
𐎋
 
 
𐎍
𐎚
𐎚
𐎐
 
𐎔
𐎐
𐎎
𐎓
𐎎
 
 
𐎐
𐎗
𐎚
 
 
𐎛
𐎍
𐎎
 
𐎌
𐎔
𐎌
𐎚
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎚
𐎕
𐎈
𐎚
𐎈
𐎎
 
 
𐎘
𐎗
 
 
𐎛
𐎍
 
𐎀
𐎁
𐎋
𐎅
𐎆
𐎚
 
 
𐎍
𐎉
𐎔
𐎐
 
𐎈
𐎚
𐎋
𐎋
𐎔
𐎍
 
 
𐎓
𐎐
𐎚
 
 
𐎌
𐎄
𐎎
 
 
𐎊
𐎌
𐎔
𐎌
𐎔
𐎍
 
 
𐎓
𐎐
𐎚
 
 
𐎌
𐎄
𐎎
 
 
𐎛
𐎍
 
 
𐎊
𐎌
𐎚
𐎋
𐎁
𐎓
𐎍
 
 
𐎓
𐎐
𐎚
 
𐎎
𐎈
𐎗
𐎘
𐎚
𐎅
𐎛
𐎊
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎛
𐎊
 
 
𐎇
𐎁
𐎍
 
 
𐎁
𐎓
𐎍
 
𐎀
𐎗
𐎕
𐎆
𐎚
𐎓
𐎐
 
 
𐎐
𐎗
𐎚
 
 
𐎛
𐎍
𐎎
 
𐎌
𐎔
𐎌
𐎌
𐎄
𐎊
𐎐
 
 
𐎓
𐎐
 
 
𐎁
 
 
𐎖
𐎁
𐎓
𐎚
 
𐎚
𐎁
𐎍
 
 
𐎍
𐎊
𐎚
 
 
𐎓
𐎍
 
𐎜
𐎎
𐎚
𐎋
𐎆
𐎀
𐎁
𐎖
𐎘
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎆
𐎚
𐎓
𐎐
 
 
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
𐎀
𐎐
 
 
𐎍
 
 
𐎀
𐎐
 
 
𐎊
𐎌
𐎔
𐎌
 
𐎀
𐎀
𐎐
 
 
𐎍
 
 
𐎀
𐎐
 
 
𐎛
𐎍
 
𐎊
𐎙
𐎗
𐎋
𐎚
𐎙
𐎗
𐎋
 
𐎌
𐎍
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎌
𐎚
𐎄
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎗
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
…
 
𐎊
𐎛
𐎃
𐎄
 
 
𐎁
𐎓
𐎍
 
 
𐎁
𐎐
 
𐎀
𐎘
𐎗
𐎚
𐎗
𐎁
𐎎
 
 
𐎊
𐎎
𐎃
𐎕
 
 
𐎁
𐎋
𐎚
𐎔
𐎄
𐎋
𐎊
𐎎
 
 
𐎊
𐎎
𐎃
𐎕
 
 
𐎁
𐎕
𐎎
𐎄
𐎕
𐎙
𐎗
𐎎
 
 
𐎊
𐎎
𐎕
𐎃
 
 
𐎍
𐎀
𐎗
𐎕
𐎔
𐎊
𐎘
𐎁
 
 
𐎁
𐎓
𐎍
 
 
𐎍
𐎋
𐎒
𐎛
 
𐎎
𐎍
𐎋
𐎅
𐎍
 
𐎐
𐎃
𐎚
 
 
 
𐎍
𐎋
𐎈
𐎘
 
𐎄
𐎗
𐎋
𐎚
𐎅
𐎍
 
𐎊
𐎎
𐎎
 
 
𐎍
𐎊
𐎗
𐎃
𐎎
 
 
 
𐎍
𐎊
𐎗
𐎃
𐎎
𐎍
𐎌
𐎐
𐎚
 
 
𐎎
𐎋
 
 
𐎁
𐎌
𐎁
𐎓
𐎌
𐎐
𐎚
 
 
𐎆
𐎋
𐎗
 
 
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
 
𐎎
𐎚
𐎓
𐎎
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
 
𐎊
𐎌
𐎜
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
 
 
𐎓
𐎍
𐎋
 
𐎁
𐎓
𐎍
𐎎
𐎔
𐎅
𐎚
 
 
 
𐎖
𐎍
𐎚
 
 
𐎓
𐎍
𐎋
 
𐎔
𐎅
𐎚
𐎄
𐎗
𐎊
 
 
𐎁
𐎈
𐎗
𐎁
 
𐎓
𐎍
𐎋
𐎔
𐎅
𐎚
 
 
𐎌
𐎗
𐎔
 
 
𐎁
𐎛
𐎌
𐎚
𐎓
𐎍
𐎋
 
 
𐎔
𐎅
𐎚
 
 
𐎉
𐎈
𐎐
 
 
𐎁
𐎗
𐎈
𐎎
 
 
𐎓
𐎍
𐎋
 
 
𐎔
𐎅
𐎚
 
 
𐎄
𐎗
𐎊
 
 
𐎁
𐎋
𐎁
𐎗
𐎚
𐎓
𐎍
𐎋
 
 
𐎔
𐎅
𐎚
 
 
𐎙
𐎍
𐎊
 
 
𐎁
𐎌
𐎁
𐎌
𐎄
𐎎
 
 
𐎓
𐎍
𐎋
 
 
𐎔
𐎅
𐎚
𐎄
𐎗
𐎓
 
 
𐎁
𐎊
𐎎
 
 
𐎚
𐎐
 
𐎀
𐎈
𐎄
𐎁
 
 
𐎀
𐎃
𐎋
 
 
𐎛
𐎒
𐎔
𐎀
 
 
𐎆
𐎊
𐎘
𐎁
𐎀
𐎔
 
 
𐎄
𐎀
𐎐
𐎌
𐎚
 
𐎛
𐎎
𐎀
𐎈
𐎄
 
 
𐎁
𐎀
𐎃
𐎋
 
 
𐎍
𐎚
𐎚
𐎐
𐎆
𐎅
𐎐
 
𐎀
𐎈
𐎑
x
x
x
x
𐎍
x
𐎄
x
x
 
 
𐎀
𐎋
𐎍
𐎊
 
 
𐎁
𐎐
𐎐
𐎌
𐎎
 
𐎀
𐎋
𐎍
𐎊
 
 
𐎅
𐎎
𐎍
𐎚
 
𐎀
𐎗
𐎕
𐎆
 
 
𐎊
𐎖
𐎍
 
𐎀
𐎈
𐎄
 
 
 
 
 
 
 
𐎌
𐎚
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
…
 
x
x
x
x
x
x
x
 
𐎉
𐎗
𐎄
𐎅
 
x
x
x
x
x
x
x
 
𐎂
𐎗
𐎌
𐎅
x
x
x
x
x
𐎋
 
𐎓
𐎕
𐎗
𐎜
𐎄
𐎐
𐎅
 
 
𐎊
𐎚
𐎐
 
𐎀
𐎃
𐎅
x
x
x
x
x
x
x
x
x
𐎎
𐎚
x
x
x
x
x
x
 
 
𐎂
𐎎
𐎗
 
𐎍
𐎛
𐎎
𐎎
x
x
x
x
x
x
 
 
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
 
𐎎
𐎚
x
x
𐎜
 
 
𐎌
𐎁
𐎓
𐎚
 
𐎙
𐎍
𐎎
𐎅
𐎆
 
𐎓
𐎐
 
 
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
𐎎
𐎚
𐎔
𐎅
𐎐
 
 
𐎀
𐎃
𐎊
𐎎
 
 
𐎊
𐎚
𐎐
 
 
𐎁
𐎓
𐎍
 
𐎒
𐎒
𐎔
𐎜
𐎊
 
 
𐎁
𐎐
𐎎
 
 
𐎜
𐎎
𐎊
 
𐎋
𐎍
𐎊
𐎊
𐎊
𐎘
𐎁
 
 
𐎓
𐎎
 
 
𐎁
𐎓
𐎍
 
𐎕
𐎗
𐎗
𐎚
𐎕
𐎔
𐎐
 
 
𐎊
𐎌
𐎍
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
𐎀
𐎃
𐎊
𐎎
 
 
𐎊
𐎚
𐎐
𐎚
 
𐎁
𐎓
𐎍
𐎒
𐎔
𐎜
𐎊
 
 
𐎁
𐎐
𐎎
 
 
𐎜
𐎎
𐎊
 
𐎋
𐎍
𐎊
𐎊
 
 
𐎊
𐎚
𐎓
𐎐
 
 
𐎋
𐎂
𐎎
𐎗
𐎎
𐎎
𐎚
 
 
𐎓
𐎇
 
 
𐎁
𐎓
𐎍
 
 
𐎓
𐎇
 
𐎊
𐎐
𐎂
𐎈
𐎐
𐎋
𐎗
𐎜
𐎎
𐎎
 
 
𐎎
𐎚
 
 
𐎓
𐎇
 
𐎁
𐎓
𐎍
𐎓
𐎇
 
 
𐎊
𐎐
𐎘
𐎋
𐎐
 
 
𐎋
𐎁
𐎘
𐎐
𐎎
𐎎
𐎚
 
 
𐎓
𐎇
 
 
𐎁
𐎓
𐎍
 
 
𐎓
𐎇
 
𐎊
𐎎
𐎕
𐎃
𐎐
𐎋
𐎍
𐎒
𐎎
𐎎
 
 
𐎎
𐎚
 
𐎖
𐎍
𐎁
𐎓
𐎍
 
 
𐎖
𐎍
 
 
𐎓
𐎍
𐎐
 
𐎌
𐎔
𐎌
𐎚
𐎕
𐎈
 
 
𐎍
𐎎
𐎚
 
 
𐎌
𐎎
𐎓
 
𐎎
𐎓
𐎍
𐎁
𐎐
 
 
𐎛
𐎍
𐎎
 
 
𐎎
𐎚
 
 
𐎛
𐎋
 
𐎚
𐎎
𐎚
𐎃
𐎕
 
 
𐎓
𐎎
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
𐎛
𐎋
 
 
𐎀
𐎍
 
 
𐎊
𐎌
𐎎
𐎓
𐎋
 
𐎘
𐎗
𐎛
𐎍
 
 
𐎀
𐎁
𐎋
 
 
𐎍
 
 
𐎊
𐎒
𐎓
 
𐎀
𐎍
𐎚
𐎘
𐎁
𐎚
𐎋
 
 
𐎍
𐎊
𐎅
𐎔
𐎋
 
 
𐎋
𐎒
𐎀
 
𐎎
𐎍
𐎋
𐎋
𐎍
 
 
𐎊
𐎘
𐎁
𐎗
 
 
𐎃
𐎉
 
𐎎
𐎘
𐎔
𐎉
𐎋
𐎊
𐎗
𐎜
 
 
𐎁
𐎐
𐎛
𐎍
 
 
𐎎
𐎚
 
 
𐎘
𐎚
𐎓
 
𐎊
𐎄
𐎄
 
 
𐎛
𐎍
 
 
𐎙
𐎇
𐎗
 
 
𐎊
𐎓
𐎗
 
𐎎
𐎚
𐎁
𐎖
𐎍
𐎅
 
 
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
𐎁
𐎓
𐎍
 
 
𐎊
𐎘
𐎘
𐎁
𐎐
 
 
𐎍
𐎋
𐎒
𐎛
𐎎
𐎍
𐎋
𐎅
 
 
𐎍
𐎐
𐎃
𐎚
 
 
𐎍
𐎋
𐎈
𐎘
𐎄
𐎗
𐎋
𐎚
𐎅
 
x
x
x
x
 
𐎄
𐎗
𐎋
𐎚
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎗
𐎄
𐎗
 
𐎅
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
 
𐎌
𐎐
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
 
 
𐎛
𐎍
 
 
𐎄
𐎔
𐎛
𐎄
x
x
x
x
x
x
x
 
𐎖
𐎁
𐎀
𐎚
x
x
x
x
 
𐎁
𐎍
 
𐎛
𐎐
𐎌
𐎚
x
x
𐎌
𐎜
 
 
𐎍
𐎚
𐎌
𐎚
𐎖
𐎍
𐎌
𐎛
𐎗
 
 
𐎉
𐎗
𐎊
 
 
𐎀
𐎔
 
 
𐎍
𐎚
𐎍
𐎈
𐎎
𐎍
𐎈
𐎎
 
 
𐎚
𐎗
𐎎
𐎎
𐎚
 
 
𐎍
𐎚
𐎌
𐎚
𐎊
𐎐
 
 
𐎚
𐎙
𐎇
𐎊
𐎚
 
𐎌
𐎔
𐎌
𐎗
𐎔
𐎛
𐎎
 
𐎚
𐎈
𐎚
𐎋
𐎌
𐎔
𐎌
 
 
𐎚
𐎈
𐎚
𐎋
 
𐎛
𐎍
𐎐
𐎊
𐎎
𐎓
𐎄
𐎋
 
 
𐎛
𐎍
𐎎
 
 
𐎅
𐎐
 
𐎎
𐎚
𐎎
𐎓
𐎄
𐎋
 
 
𐎋
𐎘
𐎗
𐎎
 
𐎈
𐎁
𐎗
𐎋
𐎆
𐎃
𐎒
𐎒
 
𐎄
𐎓
𐎚
𐎋
𐎁
 
 
𐎊
𐎎
 
 
𐎀
𐎗
𐎌
 
 
𐎆
𐎚
𐎐
𐎐
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
 
𐎊
𐎄
𐎊
𐎚
𐎗
 
 
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
𐎒
𐎔
𐎗
 
 
𐎛
𐎍
𐎎
𐎍
𐎋
𐎌
𐎁
𐎐
𐎊
𐎍
𐎎
𐎄
 
 
𐎀
𐎚
𐎐
 
 
𐎔
𐎗
𐎍
𐎐
 
 
𐎗
𐎁
 
𐎋
𐎅
𐎐
𐎎
𐎗
𐎁
 
𐎐
𐎖
𐎄
𐎎
𐎘
𐎓
𐎊
 
 
𐎐
𐎖
𐎎
𐎄
 
 
𐎎
𐎍
𐎋
𐎜
𐎂
𐎗
𐎚
𐎀
𐎄
𐎐
 
 
𐎊
𐎗
𐎂
𐎁
 
 
𐎁
𐎓
𐎍
 
𐎘
𐎗
𐎎
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎈
𐎁
𐎌
𐎅
 
 
𐎓
𐎚
𐎋
𐎚
 
 
𐎗
𐎛
𐎌
𐎚
𐎍
𐎁
𐎎
𐎚
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎅
𐎊
 
 
𐎁
𐎚
𐎅
 
𐎚
𐎓
𐎗
𐎁
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎍
 
𐎌
𐎁
𐎓
𐎚
𐎚
𐎎
𐎚
𐎃
𐎕
 
 
𐎁
𐎓
𐎎
𐎖
𐎚
𐎃
𐎚
𐎕
𐎁
𐎁
𐎐
𐎖
𐎗
𐎚
𐎎
𐎚
𐎘
𐎓
𐎗
𐎘
𐎍
𐎈
𐎐
𐎚
 
𐎍
𐎕
𐎁
𐎛
𐎎
 
𐎋
𐎒
𐎀
𐎚
 
𐎍
𐎙
𐎇
𐎗
𐎎
𐎎
𐎛
𐎄
𐎚
𐎎
𐎚
𐎃
𐎕
𐎐
𐎆
 
𐎚
𐎓
𐎐
 
𐎚
𐎃
𐎚
𐎕
𐎁
 
𐎆
𐎚
𐎈
𐎄
𐎊
𐎓
𐎐
𐎚
𐎚
𐎙
𐎄
𐎄
𐎋
𐎁
𐎄
𐎅
𐎁
 
𐎕
𐎈
𐎖
 
 
𐎊
𐎎
𐎍
𐎜
 
𐎍
𐎁
𐎅
 
𐎁
𐎌
𐎎
𐎃
𐎚
𐎋
𐎁
𐎄
𐎓
𐎐
𐎚
𐎚
𐎌
𐎊
𐎚
𐎚
𐎈
𐎚
𐎅
 
𐎋
𐎋
𐎄
𐎗
𐎚
 
𐎗
𐎛
𐎌
 
𐎓
𐎍
𐎅
𐎋
 
𐎛
𐎗
𐎁
𐎊
𐎎
𐎋
𐎔
𐎋
 
𐎁
𐎗
𐎋
 
 
𐎚
𐎙
𐎍
𐎍
 
 
𐎁
𐎄
𐎎
 
𐎏
𐎎
𐎗
𐎈
𐎍
𐎖
𐎎
𐎁
 
𐎎
𐎎
𐎓
𐎎
𐎅
𐎗
𐎎
𐎓
𐎄
 
𐎚
𐎗
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
𐎗
𐎍
x
 
 
 
𐎋
𐎍
𐎍
𐎛
 
x
 
 
 
𐎋
𐎔
𐎗
𐎃
 
 
 
𐎆
𐎚
𐎖
𐎗
 
 
 
𐎓
𐎄
 
𐎚
𐎌
𐎁
𐎓
 
 
 
𐎋
𐎍
𐎊
𐎐
 
 
 
𐎌
𐎔
𐎋
 
𐎜
x
 
 
 
𐎚
𐎗
𐎈
𐎕
 
𐎊
𐎄
 
 
 
𐎛
𐎄
 
 
𐎊
𐎕
𐎖
 
 
𐎌
𐎎
𐎐
 
 
 
𐎚
𐎌
𐎚
 
𐎗
𐎛
𐎎
𐎚
 
𐎍
𐎛
𐎗
𐎚
𐎅
𐎎
𐎌
𐎗
𐎍
 
𐎄
𐎄
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
𐎀
𐎅
𐎁
𐎚
 
 
𐎔
𐎄
𐎗
𐎊
𐎁
𐎚
𐎀
𐎗
𐎊
𐎄
𐎉
𐎍
𐎊
𐎁
𐎚
𐎗
𐎁
𐎄
𐎄
 
𐎀
𐎗
𐎕
𐎊
 
 
𐎁
𐎚
 
𐎊
𐎓
𐎁
𐎄
𐎗
 
 
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎁
𐎚
𐎍
𐎚
𐎓
𐎐
𐎚
𐎘
𐎐
𐎊
𐎍
 
𐎊
𐎁
𐎎
𐎚
𐎍
𐎛
𐎎
𐎎
𐎚
𐎈
𐎎
𐎀
𐎍
𐎛
𐎊
𐎐
𐎁
𐎓
𐎍
 
𐎅
𐎆
𐎚
 
 
𐎀
𐎍
𐎛
𐎊
𐎖
𐎗
𐎄
𐎎
𐎖
𐎗
𐎊
𐎊
𐎁
 
𐎀
𐎗
𐎕
𐎎
𐎍
𐎈
𐎎
𐎚
𐎌
 
𐎚
𐎁
 
𐎓
𐎔
𐎗
𐎎
 
𐎄
𐎄
𐎊
𐎎
𐎒
𐎋
𐎌
𐎍
𐎎
𐎍
 
𐎋
𐎁
𐎄
𐎀
𐎗
𐎒
𐎀
𐎗
𐎁
𐎄
𐎄
𐎍
𐎋
𐎁
𐎄
𐎌
𐎄
𐎎
𐎈
𐎌
𐎋
𐎓
𐎕
𐎋
𐎓
𐎁
𐎕
𐎋
𐎓
𐎎
𐎊
𐎔
𐎓
𐎐
𐎋
𐎚
𐎍
𐎒
 
𐎎
𐎐
𐎓
𐎎
𐎊
𐎚
𐎆
𐎚
𐎈
𐎛
𐎌
𐎄
𐎋
𐎄
𐎎
𐎗
𐎂
𐎎
𐎛
𐎘
𐎍
𐎊
𐎄
 
𐎀
𐎗
𐎂
𐎎
𐎋
 
𐎅
𐎆
𐎚
 
 
𐎄
𐎀
𐎘
𐎐
𐎊
𐎋
 
 
 
 
 
𐎗
𐎂
𐎎
𐎓
𐎕
𐎆
𐎍
𐎃
𐎌
𐎚
 
 
𐎀
𐎁
𐎐
 
𐎚
𐎀
𐎐
𐎚
𐎌
𐎎
𐎎
𐎓
𐎎
𐎀
𐎗
𐎕
𐎚
𐎅
𐎎
𐎚
 
𐎓
𐎎
 
 
𐎋
𐎁
𐎋
𐎁
𐎎
 
𐎀
𐎁
𐎐
𐎁
𐎗
𐎖
𐎄
 
𐎍
𐎚
𐎄
𐎓
𐎌
𐎎
𐎎
𐎀
𐎚
𐎎
 
𐎆
𐎀
𐎐
𐎋
 
𐎛
𐎁
𐎙
𐎊
 
 
 
 
𐎅
𐎍
𐎊
𐎓
𐎎
𐎄
𐎐
 
𐎛
 
 
 
𐎋
𐎔
𐎗
 
 
𐎌
𐎁
𐎓
 
 
𐎁
𐎐
𐎚
𐎗
𐎈
𐎂
𐎄
𐎎
𐎆
 
𐎀
𐎐
𐎅
𐎁
𐎎
 
 
 
 
𐎋
𐎍
𐎀
𐎚
 
 
𐎘
𐎙
𐎗
𐎚
𐎁
𐎅
𐎚
𐎓
𐎐
𐎚
𐎆
 
𐎚
𐎖
𐎗
𐎊
𐎙
𐎍
𐎎
𐎎
𐎁
 
𐎌
𐎚
𐎙
𐎗
 
𐎀
𐎔
 
 
𐎓
𐎐
𐎚
 
 
𐎚
𐎎
𐎚
𐎃
𐎕
𐎁
 
𐎓
𐎎
𐎖
𐎚
𐎃
𐎚
𐎕
𐎁
𐎁
𐎐
𐎖
𐎗
𐎊
𐎚
𐎎
𐎚
𐎎
𐎃
𐎕
 
𐎍
𐎛
𐎎
 
 
𐎃
𐎔
 
 
𐎊
𐎎
x
 
 
 
𐎛
𐎍
𐎎
 
 
𐎆
𐎚
 
 
 
𐎎
x
 
𐎎
𐎚
 
 
 
𐎚
𐎌
𐎚
 
 
𐎌
 
 
 
𐎚
𐎊
𐎚
 
 
 
𐎚
 
 
 
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎔
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎛
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
x
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
 
 
 
𐎍
𐎋
𐎗
𐎚
x
x
x
x
 
𐎎
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
𐎎
 
𐎋
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
𐎓
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
𐎎
 
 
𐎛
𐎍
 
x
x
x
x
x
x
x
x
𐎄
 
 
𐎐
𐎅
𐎗
 
𐎜
𐎎
𐎚
𐎋
𐎗
𐎚
 
 
𐎓
𐎗
𐎆
𐎚
 
𐎁
𐎚
𐎎
𐎍
𐎋
 
 
𐎛
𐎚
𐎄
𐎁
 
 
 
𐎄
𐎌
𐎁
𐎓
𐎀
𐎃
𐎎
 
 
𐎍
𐎅
 
 
𐎘
𐎎
𐎐
𐎚
 
 
𐎁
𐎐
𐎜
𐎎
𐎋
𐎗
𐎚
 
 
𐎈
𐎚
𐎋
𐎐
 
𐎗
𐎌
𐎋
𐎗
𐎚
 
 
𐎂
𐎗
𐎄
𐎌
 
𐎎
𐎋
𐎐
𐎚
𐎀
𐎘
𐎚
 
 
𐎕
𐎄
𐎖
𐎅
 
 
𐎍
𐎊
𐎔
𐎖
𐎎
𐎚
𐎗
𐎃
𐎚
 
𐎊
𐎌
𐎗
𐎅
𐎀
𐎘
𐎚
 
 
𐎚
𐎗
𐎃
 
 
𐎆
𐎚
𐎁
𐎓
𐎚
𐎘
𐎚
 
 
𐎗
𐎜
𐎎
 
 
𐎚
𐎋
𐎐
 
𐎍
𐎅
𐎘
𐎎
𐎘
𐎍
𐎘
𐎚
 
 
𐎋
𐎘
𐎗
𐎎
 
𐎚
𐎎
𐎚
𐎎
𐎗
𐎁
𐎓
𐎚
 
𐎇
𐎁
𐎍
𐎐
𐎎
𐎎
𐎃
𐎎
𐎌
𐎚
 
𐎊
𐎛
𐎚
𐎒
𐎔
𐎗
𐎌
𐎔
 
 
𐎎
𐎘
𐎄
𐎘
𐎚
 
𐎙
𐎍
𐎎
𐎊
𐎎
 
 
𐎎
𐎌
𐎁
𐎓
𐎚
𐎅
𐎐
 
 
𐎁
𐎌
𐎍
𐎈
𐎈
𐎚
𐎚
𐎔
𐎍
 
 
𐎊
𐎓
𐎐
 
𐎈
𐎚
𐎋
𐎅
𐎋
𐎗
𐎚
 
 
𐎊
𐎓
𐎐
 
 
𐎈
𐎚
𐎋
𐎅
𐎗
𐎌
𐎎
𐎛
𐎄
 
 
𐎂
𐎗
𐎄
𐎌
 
𐎘
𐎁
𐎚
𐎅
𐎆
𐎁
 
𐎋
𐎍
𐎅
𐎐
 
 
𐎌
𐎔
𐎈
 
𐎊
𐎛
𐎚
𐎁
𐎄
𐎆
𐎁
 
 
𐎔
𐎃
𐎊
𐎗
𐎅
 
𐎊
𐎗
𐎘
𐎊
𐎓
𐎗
𐎁
 
 
𐎁
𐎈
𐎄
𐎗
𐎅
 
𐎊
𐎁
𐎋
𐎊
𐎁
𐎘
𐎐
 
 
𐎔
𐎓
𐎂
𐎎
𐎎
 
 
 
𐎆
𐎊
𐎄
𐎎
𐎓
𐎚
𐎐
𐎚
𐎋
𐎐
 
𐎜
𐎄
𐎎
𐎓
𐎚
𐎅
𐎋
𐎎
 
 
𐎘
𐎖
𐎍
𐎎
 
𐎀
𐎗
𐎕
𐎅
𐎋
𐎎
𐎃
𐎎
𐎌
𐎚
 
𐎎
𐎉
𐎚
𐎅
𐎁
𐎎
 
 
𐎁
𐎋
𐎊
𐎅
 
𐎆
𐎊
𐎌
𐎐
𐎁
𐎄
𐎎
𐎓
𐎅
 
𐎐
𐎅
𐎎
𐎎
𐎚
𐎌
𐎐
𐎚
 
𐎚
𐎍
𐎜
𐎀
𐎐
 
𐎆
𐎊
𐎌
𐎋
𐎁
 
𐎐
𐎅
𐎎
𐎎
𐎚
𐎆
𐎊
𐎖
𐎎
𐎕
 
 
𐎆
𐎁
 
𐎈
𐎍
𐎎
𐎅
𐎛
𐎍
 
 
𐎊
𐎗
𐎄
 
 
𐎁
𐎏
𐎅
𐎗
𐎚
𐎅
𐎀
𐎁
 
 
𐎀
𐎄
𐎎
 
 
𐎆
𐎊
𐎖
𐎗
𐎁
𐎁
𐎌
𐎀
𐎍
 
 
𐎋
𐎗
𐎚
 
𐎎
𐎅
 
𐎀
 
𐎋
𐎚
𐎋
𐎗
𐎚
 
 
𐎋
𐎊
𐎁
𐎋
𐎊
𐎊
𐎄
𐎎
𐎓
 
 
𐎐
𐎓
𐎎
𐎐
 
𐎙
𐎍
𐎎
𐎛
𐎍
 
 
𐎎
𐎍
𐎋
 
 
𐎘
𐎗
𐎀
𐎁
𐎅
𐎊
𐎀
𐎗
𐎌
 
 
𐎅
𐎎
 
𐎄
𐎗
𐎋
𐎚
𐎋
𐎀
𐎁
 
 
𐎀
𐎄
𐎎
 
x
x
 
 
 
 
 
 
 
 
𐎘
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
𐎐
 
𐎈
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎎
 
 
𐎀
𐎐
𐎋
 
 
𐎋
𐎒
𐎔
 
𐎆
𐎊
𐎗
𐎖
𐎃
𐎗
𐎕
 
 
𐎊
𐎄
 
𐎎
𐎖
𐎎
𐎅
𐎆
𐎓
𐎁
𐎄
 
 
𐎓
𐎍
𐎎
 
𐎘
𐎍
𐎘
𐎒
𐎒
𐎆
𐎎
 
 
𐎎
𐎗
𐎋
𐎁
𐎚
 
 
𐎁
𐎚
𐎗
𐎁
𐎕
 
 
𐎁
𐎐
 
𐎀
𐎎
𐎚
x
x
x
 
 
𐎘
𐎐
𐎎
 
𐎀
𐎖
𐎐
𐎊
x
x
 
 
𐎌
𐎗
𐎎
 
𐎀
𐎎
𐎛
𐎄
𐎆
 
𐎊
𐎘
𐎁
 
 
𐎘
𐎗
 
 
𐎀
𐎁
𐎅
 
𐎛
𐎍
𐎄
x
x
𐎚
 
 
 
𐎁
𐎁
𐎋
 
𐎗
𐎋
𐎗
𐎚
𐎁
𐎄
𐎎
𐎓
 
 
𐎐
𐎎
𐎓
𐎎
𐎐
 
𐎙
𐎍
𐎎
𐎛
𐎍
 
 
𐎚
𐎗
𐎚
𐎈
𐎕
 
 
 
𐎆
𐎚
𐎀
𐎄
𐎎
𐎗
𐎈
𐎕
 
 
𐎊
𐎄
𐎋
 
𐎀
𐎎
𐎚
𐎜
𐎕
𐎁
𐎓
𐎚
𐎋
 
 
𐎓
𐎄
 
 
𐎘
𐎋
𐎎
𐎓
𐎗
𐎁
 
 
𐎁
𐎑
𐎍
 
𐎃
𐎎
𐎚
𐎖
𐎈
 
 
𐎛
𐎎
𐎗
 
 
𐎁
𐎊
𐎄
𐎋
𐎛
𐎎
𐎗
 
 
𐎄
𐎁
𐎈
 
 
𐎁
𐎎
𐎊
𐎎
𐎐
𐎍
𐎍
𐎀
 
𐎋
𐎍
𐎀
𐎚
𐎐
𐎎
𐎋
𐎍
𐎚
 
 
𐎍
𐎈
𐎎
𐎋
 
 
𐎄
𐎐
𐎇
𐎍
𐎖
𐎈
 
 
𐎎
𐎒
𐎗
𐎗
 
𐎓
𐎕
𐎗
𐎄
𐎁
𐎈
 
 
𐎕
𐎖
 
 
𐎁
𐎂
𐎍
 
𐎈
𐎚
𐎘
𐎊
𐎐
 
 
𐎁
𐎂
𐎍
 
 
 
𐎃
𐎗
𐎕
 
𐎐
𐎁
𐎚
𐎓
𐎍
 
 
𐎍
𐎑
𐎗
 
𐎎
𐎂
𐎄
𐎍
𐎆
𐎓
𐎍
 
 
𐎍
𐎑
𐎗
 
 
𐎎
𐎂
𐎄
𐎍
 
 
𐎗
𐎋
𐎁
𐎘
𐎋
𐎎
𐎎
 
 
𐎈
𐎎
𐎚
 
 
𐎌
𐎀
 
𐎊
𐎄
𐎋
𐎌
𐎎
𐎎
 
 
𐎄
𐎁
𐎈
 
𐎍
𐎘
𐎗
𐎀
𐎁
𐎋
 
 
𐎛
𐎍
 
 
𐎌
𐎗
𐎄
 
𐎁
𐎓
𐎍
𐎁
𐎄
𐎁
𐎈
𐎋
 
 
𐎁
𐎐
 
𐎄
𐎂
𐎐
𐎁
𐎎
𐎕
𐎄
𐎋
 
 
𐎆
𐎊
𐎗
𐎄
𐎋
𐎗
𐎚
 
 
𐎍
𐎂
𐎂
𐎚
 
𐎓
𐎄
𐎁
𐎀
𐎋
𐎍
 
 
𐎍
𐎖
𐎗
𐎊
𐎚
𐎈
𐎉
𐎚
 
 
𐎍
𐎁
𐎚
 
𐎃
𐎁
𐎗
𐎊
𐎛
𐎔
 
 
𐎍
𐎈
𐎎
 
 
𐎄
𐎃
𐎎
𐎌
𐎎
𐎙
𐎄
 
 
𐎘
𐎄
𐎘
 
𐎊
𐎗
𐎃
𐎎
𐎓
𐎄
𐎐
 
 
𐎐
𐎂
𐎁
 
 
𐎆
𐎊
𐎕
𐎛
𐎕
𐎁
𐎜
 
 
𐎕
𐎁
𐎛
 
𐎐
𐎂
𐎁
𐎆
𐎊
𐎕
𐎛
 
 
𐎓
𐎄
𐎐
 
x
 
 
𐎎
𐎓
𐎕
𐎁
𐎜
𐎋
 
 
𐎜
𐎍
 
𐎎
𐎀
𐎄
𐎘
𐎍
𐎘
 
 
𐎎
𐎀
𐎗
𐎚
 
𐎗
𐎁
𐎚
𐎃
𐎔
𐎘
 
 
𐎄
𐎁
𐎍
 
𐎒
𐎔
𐎗
𐎘
𐎐
𐎐
 
 
𐎄
𐎁
𐎍
 
𐎅
𐎂
𐎅
𐎍
𐎋
 
 
𐎍
𐎀
𐎍
𐎔
𐎎
 
𐎃
𐎏
𐎏
𐎆
𐎍
 
𐎗
𐎁
𐎚
 
 
𐎋
𐎎
 
𐎊
𐎗
𐎀
𐎘
𐎗
 
 
𐎘
𐎐
 
 
𐎘
𐎐
 
𐎅
𐎍
𐎋
𐎀
𐎘
𐎗
 
 
𐎘
𐎍
𐎘
 
𐎋
𐎍
𐎅
𐎎
𐎊
𐎈
𐎄
 
 
𐎁
𐎚
𐎅
 
𐎒
𐎂
𐎗
𐎀
𐎍
𐎎
𐎐
𐎚
 
𐎌
𐎋
𐎗
𐎚
𐎌
𐎋
𐎗
 
 
𐎇
𐎁
𐎍
 
𐎓
𐎗
𐎌
𐎎
𐎊
𐎌
𐎜
 
 
𐎓
𐎆
𐎗
 
𐎎
𐎒
𐎇
𐎍
 
𐎊
𐎎
𐎊
𐎎
𐎇
𐎍
 
 
𐎆
𐎊
𐎕
𐎛
 
𐎚
𐎗
𐎃
𐎈
𐎄
𐎘
 
 
𐎊
𐎁
𐎓
𐎗
 
 
𐎍
𐎘
𐎐
𐎀
𐎘
𐎚
𐎅
 
 
𐎍
𐎎
 
𐎐
𐎋
𐎗
𐎎
𐎄
𐎄
𐎚
𐎅
 
 
𐎋
𐎛
𐎗
𐎁
𐎊
𐎚
𐎌
𐎋
𐎐
 
𐎌
𐎄
𐎋
𐎎
 
 
𐎈
𐎒
𐎐
 
 
𐎔
𐎀
𐎚
𐎎
𐎄
𐎁
𐎗
𐎍
𐎋
 
 
𐎊
𐎎
 
 
𐎆
𐎘
𐎐
 
𐎘
𐎍
𐎘
 
 
𐎗
𐎁
𐎓
𐎊
𐎎
𐎃
𐎎
𐎌
 
 
𐎘
𐎄
𐎘
 
 
𐎊
𐎎
 
 
𐎎
𐎋
 
𐎌
𐎔
𐎌
𐎎
𐎁
𐎌
𐎁
𐎓
 
 
𐎊
𐎆
𐎚
𐎎
𐎙
𐎊
 
 
𐎍
𐎜
𐎄
𐎎
𐎗
𐎁
𐎎
 
 
 
𐎆
𐎍
 
 
𐎜
𐎄
𐎎
 
𐎘
𐎗
𐎗
𐎚
𐎆
𐎂
𐎗
𐎐
𐎐
 
 
𐎓
𐎗
𐎎
 
𐎌
𐎗
𐎐
𐎔
𐎄
𐎗
𐎎
 
 
𐎒
𐎓
𐎚
 
 
𐎁
𐎌
𐎄
𐎎
𐎈
𐎉
𐎁
𐎅
 
 
 
𐎁
𐎂
𐎗
𐎐
𐎚
 
𐎈
𐎔
𐎌
𐎚
𐎒
𐎓
𐎚
 
 
𐎁
𐎐
𐎔
𐎋
 
 
𐎌
𐎛
𐎁
𐎚
 
 
𐎁
𐎁
𐎖
𐎗
 
𐎎
𐎎
𐎍
𐎀
𐎚
 
 
𐎄
𐎎
 
 
𐎊
𐎎
 
 
𐎆
𐎘
𐎐
𐎘
𐎍
𐎘
 
 
𐎗
𐎁
𐎓
 
 
𐎊
𐎎
 
𐎊
𐎎
𐎌
 
𐎘
𐎄
𐎘
 
 
𐎊
𐎎
 
 
𐎈
𐎑
𐎋
 
 
𐎀
𐎍
 
𐎚
𐎌
𐎓
𐎍
𐎖
𐎗
𐎚
𐎅
 
 
𐎀
𐎁
𐎐
 
𐎊
𐎄
𐎋
𐎎
𐎌
𐎄
𐎔
𐎚
 
 
𐎆
𐎅
𐎐
 
𐎌
𐎔
𐎌
𐎎
𐎁
𐎌
𐎁
𐎓
 
 
𐎆
𐎍
 
 
𐎊
𐎌
𐎐
 
𐎔
𐎁
𐎍
𐎎
𐎍
𐎋
 
 
𐎍
𐎖
𐎗
 
 
𐎘
𐎛
𐎂
𐎚
𐎛
𐎁
𐎗
𐎅
𐎍
𐎖
𐎍
 
 
𐎐
𐎅
𐎖
𐎚
 
𐎈
𐎎
𐎗
𐎅
𐎍
𐎂
𐎓
𐎚
 
 
𐎀
𐎍
𐎔
 
 
𐎈
𐎗
𐎘
 
𐎇
𐎙
𐎚
𐎋
𐎍
𐎁
 
 
𐎕
𐎔
𐎗
 
 
𐎆
𐎊
𐎍
𐎀
𐎋
𐎎
𐎍
𐎀
𐎋
𐎎
 
 
𐎍
𐎋
 
 
𐎓
𐎎
 
𐎋
𐎗
𐎚
𐎎
𐎒
𐎆
𐎐
𐎅
 
 
𐎚
𐎈
𐎎
 
 
𐎔
𐎁
𐎍
 
𐎎
𐎍
𐎋
𐎖
𐎈
 
 
𐎋
𐎒
𐎔
 
 
𐎆
𐎊
𐎗
𐎖
 
𐎃
𐎗
𐎕
𐎊
𐎄
 
 
𐎎
𐎖
𐎎
𐎅
 
 
𐎆
𐎓
𐎁
𐎄
 
𐎓
𐎍
𐎎
𐎘
𐎍
𐎘
 
 
𐎒
𐎒
𐎆
𐎎
 
𐎎
𐎗
𐎋
𐎁
𐎚
𐎁
𐎚
𐎗
𐎁
𐎕
 
 
𐎁
𐎐
 
𐎀
𐎎
𐎚
𐎖
𐎈
 
 
𐎋
𐎗
𐎚
 
𐎌
𐎍
𐎎
𐎎
𐎌
𐎍
𐎎
𐎎
 
 
𐎆
𐎐
𐎂
 
𐎎
𐎍
𐎋
𐎍
𐎁
𐎚
𐎊
 
 
𐎗
𐎈
𐎖
 
𐎋
𐎗
𐎚
𐎍
𐎈
𐎑
𐎗
𐎊
 
 
𐎀
𐎍
 
𐎚
𐎕
𐎗
𐎜
𐎄
𐎎
 
 
𐎗
𐎁
𐎚
 
 
𐎆
𐎜
𐎄
𐎎
 
𐎘
𐎗
𐎗
𐎚
𐎜
𐎄
𐎎
 
 
𐎊
𐎚
𐎐
𐎀
𐎚
 
 
𐎛
𐎍
 
 
𐎆
𐎜
𐎌
𐎐
𐎀
𐎁
 
 
𐎀
𐎄
𐎎
 
 
𐎆
𐎘
𐎘
𐎁
𐎎
𐎍
𐎀
𐎋
𐎎
 
 
𐎍
𐎅
 
 
𐎍
𐎎
 
𐎀
𐎐
𐎋
𐎋
𐎒
𐎔
 
𐎆
𐎊
𐎗
𐎖
 
𐎃
𐎗
𐎕
 
𐎊
𐎄
 
𐎎
𐎖
𐎎
𐎅
 
 
𐎆
𐎓
𐎁
𐎄
𐎓
𐎍
𐎎
 
 
𐎘
𐎍
𐎘
 
 
𐎒
𐎒
𐎆
𐎎
 
𐎎
𐎗
𐎋
𐎁
𐎚
𐎁
𐎚
𐎗
𐎁
𐎕
𐎚
 
 
 
𐎁
𐎐
 
𐎀
𐎎
𐎚
𐎔
𐎄
 
 
𐎛
𐎐
 
 
𐎁
𐎁
𐎚
𐎊
 
𐎚
𐎚
𐎐
𐎚
𐎐
 
 
𐎍
𐎊
 
 
𐎎
𐎘
𐎚
 
𐎈
𐎗
𐎊
𐎐
𐎓
𐎎
𐎚
 
 
𐎌
𐎔
𐎈
 
𐎁
𐎋
𐎗
𐎋
𐎄
𐎋
 
 
𐎐
𐎓
𐎎
 
 
𐎓
𐎐
𐎚
 
𐎐
𐎓
𐎎
𐎅
𐎋
𐎎
 
 
𐎚
𐎒
𐎎
 
 
𐎓
𐎘
𐎚
𐎗
𐎚
 
𐎚
𐎒
𐎎
𐎅
𐎄
𐎓
𐎖
𐎅
 
 
𐎛
𐎁
 
 
𐎛
𐎖
𐎐
𐎛
 
𐎓
𐎔
𐎓
𐎔
𐎅
𐎒
𐎔
 
 
𐎘
𐎗
𐎎
𐎍
 
 
𐎚
𐎈
𐎂
𐎗
𐎐
 
𐎘
𐎄
𐎎
𐎀
𐎌
𐎍
𐎆
 
 
𐎁
𐎕
𐎔
𐎓
𐎐
𐎅
𐎄
𐎁
 
𐎈
𐎍
𐎎
𐎊
 
 
𐎛
𐎍
 
𐎊
𐎚
𐎐
𐎁
𐎏
𐎗
𐎚
𐎊
 
 
𐎀
𐎁
 
𐎀
𐎄
𐎎
𐎆
𐎍
𐎄
 
 
𐎌
𐎔
𐎈
 
 
𐎍
𐎋
𐎗
𐎚
𐎆
𐎙
𐎍
𐎎
 
 
𐎍
𐎓
𐎁
𐎄
 
𐎛
𐎍
𐎋
𐎗
𐎚
 
 
𐎊
𐎃
𐎉
 
 
𐎆
𐎈
𐎍
𐎎
𐎓
𐎁
𐎄
 
 
𐎛
𐎍
 
 
𐎆
𐎅
𐎄
𐎗
𐎚
𐎊
𐎗
x
𐎚
x
𐎈
x
𐎕
 
 
𐎆
𐎊
𐎀
𐎄
𐎎
𐎊
𐎗
𐎈
𐎕
 
 
𐎊
𐎄
𐎅
 
𐎀
𐎎
𐎚
𐎅
𐎜
𐎕
𐎁
𐎓
𐎚
𐎅
 
𐎓
𐎄
 
𐎘
𐎋
𐎎
𐎓
𐎗
𐎁
 
 
𐎁
𐎑
𐎍
 
 
𐎃
𐎎
𐎚
 
𐎍
𐎖
𐎈
𐎛
𐎎
𐎗
 
 
𐎄
𐎁
𐎈
 
 
𐎁
𐎊
𐎄
𐎅
𐎍
𐎍
𐎀
 
𐎋
𐎍
𐎀
𐎚
𐎐
𐎎
𐎋
𐎍
𐎚
 
 
𐎍
𐎈
𐎎
𐎅
 
 
𐎄
𐎐
𐎇
𐎍
𐎍
𐎖
𐎈
 
 
𐎎
𐎒
𐎗
𐎗
 
 
 
𐎕
𐎗
 
𐎄
𐎁
𐎈
𐎊
𐎕
𐎖
 
 
𐎁
𐎂
𐎍
 
 
𐎈
𐎚
𐎘
 
𐎊
𐎐
𐎁
𐎂
𐎍
 
 
𐎃
𐎗
𐎕
 
 
𐎐
𐎁
𐎚
 
 
𐎆
𐎓
𐎍
𐎊
𐎍
𐎑
𐎗
 
 
𐎎
𐎂
𐎄
𐎍
 
𐎗
𐎋
𐎁
𐎘
𐎋
𐎎
𐎎
 
 
𐎈
𐎎
𐎚
 
𐎐
𐎌
𐎀
𐎊
𐎄
𐎅
 
 
𐎌
𐎎
𐎎
𐎅
 
𐎄
𐎁
𐎈
𐎍
𐎘
𐎗
 
 
𐎀
𐎁
𐎅
 
 
𐎛
𐎍
 
𐎌
𐎗
𐎄
𐎁
𐎓
𐎍
 
 
𐎁
𐎄
𐎁
𐎈
𐎅
 
 
𐎁
𐎐
𐎄
𐎂
𐎐
𐎁
 
𐎎
𐎕
𐎄
𐎅
 
 
𐎊
𐎗
𐎄
 
𐎋
𐎗
𐎚
𐎍
𐎂
𐎂
𐎚
 
 
𐎓
𐎄
𐎁
 
 
𐎀
𐎋
𐎍
 
 
𐎍
𐎖
𐎗
𐎊
𐎚
𐎈
𐎚
𐎚
 
 
𐎍
𐎁
𐎚
 
𐎃
𐎁
𐎗
𐎊
𐎛
𐎔
 
 
𐎍
𐎈
𐎎
 
 
𐎄
𐎃
𐎎
𐎌
𐎎
𐎙
𐎄
 
 
𐎘
𐎄
𐎘
 
𐎊
𐎗
𐎃
𐎎
𐎓
𐎄
𐎐
 
 
𐎐
𐎂
𐎁
 
 
𐎆
 
𐎊
𐎕
𐎜
 
𐎕
𐎁
𐎜
𐎕
𐎁
𐎀
 
 
𐎐
𐎂
𐎁
 
 
𐎆
𐎊
𐎕
𐎜
 
𐎓
𐎄
𐎐
𐎎
𐎓
 
 
𐎕
𐎁
𐎜
𐎅
 
 
𐎜
𐎍
 
𐎎
𐎀
𐎄
𐎘
𐎍
𐎘
 
 
𐎎
𐎀
𐎚
 
𐎗
𐎁
𐎚
𐎅
𐎍
𐎋
 
 
𐎍
𐎀
𐎔
𐎍
𐎔
𐎎
 
𐎃
𐎏
𐎏
𐎆
𐎍
 
 
𐎗
𐎁
𐎚
 
𐎋
𐎎
𐎊
𐎗
𐎀
𐎘
𐎗
 
 
𐎘
𐎐
 
 
𐎘
𐎐
 
𐎅
𐎍
𐎋
𐎀
𐎘
𐎗
 
 
𐎘
𐎍
𐎘
 
𐎋
𐎍
𐎅
𐎎
𐎀
𐎈
𐎄
 
 
𐎁
𐎚
𐎅
 
𐎊
𐎒
𐎂
𐎗
𐎀
𐎍
𐎎
𐎐
𐎚
 
𐎌
𐎋
𐎗
𐎚
𐎌
𐎋
𐎗
 
 
𐎇
𐎁
𐎍
 
𐎓
𐎗
𐎌
𐎎
𐎊
𐎌
𐎜
 
𐎓
𐎆
𐎗
𐎎
𐎇
𐎍
 
𐎊
𐎎
𐎇
𐎍
𐎆
𐎊
𐎁
𐎍
 
 
𐎚
𐎗
𐎃
 
𐎈
𐎄
𐎘
𐎊
𐎁
𐎓
𐎗
 
 
𐎍
𐎘
𐎐
 
𐎀
𐎘
𐎚
𐎅
𐎆
𐎍
 
𐎐
𐎋
𐎗
 
𐎎
𐎄
𐎄
𐎚
𐎋
𐎎
𐎛
𐎗
𐎁
𐎊
 
𐎚
𐎌
𐎋
𐎐
𐎌
𐎄
 
 
𐎋
𐎈
𐎒
𐎐
 
𐎔
𐎀
𐎚
𐎎
𐎄
𐎁
𐎗
 
𐎚
𐎍
𐎋
𐎐
𐎊
𐎎
 
 
𐎆
𐎘
𐎐
 
𐎀
𐎃
𐎗
𐎌
𐎔
𐎌
𐎎
 
 
𐎁
𐎘
𐎍
𐎘
𐎊
𐎎
𐎙
𐎊
 
 
𐎍
𐎖
𐎄
𐎌
𐎀
𐎘
𐎗
𐎚
 
 
𐎕
𐎗
𐎎
 
 
𐎆
𐎍
 
𐎛
𐎍
𐎚
𐎕
𐎄
𐎊
𐎐
𐎎
 
𐎘
𐎎
𐎊
𐎄
𐎗
 
 
𐎋
𐎗
𐎚
 
𐎘
𐎓
𐎛
𐎘
𐎛
𐎘
𐎚
 
 
𐎀
𐎘
𐎗
𐎚
 
𐎕
𐎗
𐎎
𐎆
𐎛
𐎍
𐎚
 
𐎕
𐎄
𐎊
𐎐
𐎎
𐎅
𐎎
 
 
𐎈
𐎗
𐎊
 
𐎁
𐎚
𐎊
𐎛
𐎖
𐎈
 
 
𐎀
𐎌
𐎓
𐎗
𐎁
 
𐎙
𐎍
𐎎
𐎚
𐎈
𐎑
𐎗
𐎊
 
 
𐎘
𐎐
𐎅
 
𐎆
𐎒
𐎔
𐎎
 
𐎀
𐎚
𐎐
 
 
𐎆
 
 
𐎘
𐎍
𐎘
𐎚
𐎛
𐎅
 
𐎃
𐎗
𐎕
𐎎
𐎊
𐎍
𐎋
𐎊
𐎎
 
 
𐎆
𐎘
𐎐
 
𐎀
 
𐎘
𐎍
𐎘
 
 
𐎗
𐎁
𐎓
 
 
𐎊
𐎎
 
𐎀
𐎃
𐎗
 
 
𐎌
𐎔
𐎌
𐎎
 
 
𐎁
𐎗
𐎁
𐎓
𐎊
𐎎
𐎙
𐎊
 
 
𐎍
𐎜
𐎄
𐎎
 
𐎗
𐎁
𐎚
𐎆
𐎜
𐎄
𐎎
 
𐎘
𐎗
𐎗
𐎚
𐎊
𐎂
𐎗
𐎐
𐎐
 
𐎓
𐎗
𐎎
𐎊
𐎌
𐎗
𐎐
𐎀
 
 
𐎔
𐎄
𐎗
𐎎
𐎒
𐎓
𐎚
 
 
𐎁
𐎌
𐎄
𐎎
 
𐎈
𐎉
𐎁
𐎚
𐎆
𐎁
 
𐎂
𐎗
𐎐
𐎎
 
 
𐎈
𐎔
𐎌
𐎚
𐎒
𐎓
𐎚
 
 
𐎁
𐎐
𐎔
𐎋
 
 
𐎌
𐎛
𐎁
𐎚
 
 
𐎆
𐎁
 
𐎎
𐎖
𐎗
 
 
𐎎
𐎎
𐎍
𐎀
𐎚
𐎈
x
 
𐎄
𐎎
 
 
𐎊
𐎎
 
 
𐎆
𐎘
𐎐
 
𐎘
𐎍
𐎘
𐎘
𐎍
𐎘
 
 
𐎗
𐎁
𐎓
 
𐎊
𐎎
𐎃
𐎎
𐎌
 
 
𐎘
𐎄
𐎘
 
𐎊
𐎎
𐎎
𐎋
 
 
𐎌
𐎔
𐎌
𐎎
 
 
𐎁
𐎌
𐎁
𐎓
𐎆
𐎍
 
 
𐎊
𐎌
𐎐
 
𐎔
𐎁
𐎍
𐎎
𐎍
𐎋
 
 
𐎍
𐎖
𐎗
 
𐎘
𐎛
𐎂
𐎖
𐎚
 
𐎛
𐎁
𐎗
𐎅
 
 
𐎍
𐎖
𐎍
 
𐎐
𐎅
𐎖
𐎚
𐎈
𐎎
𐎗
𐎅
 
 
𐎍
𐎂
𐎓
𐎚
 
𐎀
𐎍
𐎔
𐎈
𐎗
𐎘
 
 
 
𐎍
 
𐎇
𐎙
𐎚
 
 
𐎋
𐎍
𐎁
𐎕
𐎔
𐎗
 
𐎀
𐎔
𐎐
𐎋
𐎔
𐎁
𐎍
 
 
𐎎
𐎍
𐎋
 
𐎂
𐎎
 
 
𐎍
𐎀
𐎘
𐎚
𐎅
 
 
𐎋
 
𐎊
𐎕
𐎈
 
 
𐎌
𐎎
𐎓
 
𐎎
𐎓
𐎍
𐎐
 
𐎓
𐎎
𐎚
 
𐎀
𐎘
𐎚
𐎊
x
x
x
x
x
𐎍
 
𐎚
𐎈
𐎎
x
x
x
x
 
 
𐎋
𐎗
𐎚
 
𐎚
𐎋
x
x
x
x
x
𐎐
x
x
x
x
𐎅
 
𐎍
𐎓
𐎄
𐎁
x
x
x
x
𐎁
𐎐
 
𐎊
𐎄
𐎅
x
x
x
x
x
 
𐎁
𐎍
 
𐎛
𐎌
𐎍
𐎈
x
x
x
x
x
𐎐
𐎅
 
𐎂
𐎎
𐎍
 
 
x
x
x
x
 
 
 
𐎋
𐎊
𐎕
𐎈
x
x
x
x
x
 
 
𐎋
𐎁
𐎄
 
𐎓
𐎗
x
x
x
x
x
x
𐎁
𐎁
x
x
x
x
x
x
x
𐎍
𐎎
𐎊
𐎁
𐎚
x
x
x
x
x
𐎔
𐎅
x
x
x
x
x
 
𐎄
𐎁
𐎈
𐎚
𐎄
x
x
x
x
 
𐎛
𐎄
𐎋
𐎔
𐎐
𐎎
 
 
𐎀
𐎍
 
𐎚
𐎚
𐎐
𐎓
𐎎
 
 
𐎋
𐎗
𐎚
 
𐎎
𐎒
𐎆
𐎐
𐎆
𐎗
𐎂
𐎎
 
 
𐎍
𐎋
𐎗
𐎚
 
𐎘
𐎓
𐎚
𐎈
𐎎
 
 
𐎔
𐎁
𐎍
 
𐎎
𐎍
𐎋
𐎖
𐎈
 
 
𐎋
𐎒
𐎔
 
 
𐎆
𐎊
𐎗
𐎖
𐎃
𐎗
𐎕
 
 
𐎊
𐎄
 
𐎎
𐎖
𐎎
𐎅
𐎓
𐎁
𐎄
 
 
𐎓
𐎍
𐎎
 
𐎘
𐎍
𐎘
𐎒
𐎒
𐎆
𐎎
 
𐎎
𐎗
𐎋
𐎁
𐎚
𐎁
𐎚
𐎗
𐎁
𐎕
 
 
𐎁
𐎐
 
𐎀
𐎎
𐎚
𐎖
𐎈
 
 
𐎋
𐎗
𐎚
 
𐎌
𐎍
𐎎
𐎎
𐎌
𐎍
𐎎
𐎎
 
 
𐎀
𐎍
 
𐎉
𐎒
𐎗
𐎜
𐎄
𐎎
 
 
𐎗
𐎁
𐎚
 
 
𐎆
𐎜
𐎄
𐎎
𐎘
𐎗
𐎗
𐎚
 
 
𐎜
𐎄
𐎎
 
𐎊
𐎚
𐎐
𐎚
𐎛
𐎍
 
 
𐎆
𐎜
𐎌
𐎐
 
 
𐎀
𐎁
 
𐎀
𐎄
𐎎
𐎗
𐎈
𐎖
 
 
𐎎
𐎍
𐎋
 
 
𐎍
𐎁
𐎚
𐎊
𐎐
𐎂
 
 
𐎋
𐎗
𐎚
 
 
𐎍
𐎈
𐎑
𐎗
𐎊
𐎓
𐎎
 
 
𐎋
𐎗
𐎚
 
𐎎
𐎒
𐎆
𐎐
𐎅
𐎚
𐎌
𐎀
𐎐
 
 
𐎂
𐎅
𐎎
 
 
𐎆
𐎚
𐎕
𐎈
𐎐
𐎚
𐎈
𐎎
 
 
𐎔
𐎁
𐎍
 
𐎎
𐎍
𐎋
𐎖
𐎈
 
 
𐎋
𐎒
𐎔
 
 
𐎆
𐎊
𐎗
𐎖
𐎃
𐎗
𐎕
 
 
𐎊
𐎄
 
𐎎
𐎖
𐎎
𐎅
𐎆
𐎓
𐎁
𐎄
 
 
 
𐎓
𐎍
𐎎
 
𐎘
𐎍
𐎘
𐎒
𐎒
𐎆
𐎎
 
𐎎
𐎗
𐎋
𐎁
𐎚
𐎁
𐎚
𐎗
𐎁
𐎕
 
 
𐎁
𐎐
 
𐎀
𐎎
𐎚
𐎖
𐎈
 
 
𐎋
𐎗
𐎚
 
 
𐎌
𐎍
𐎎
𐎎
𐎌
𐎍
𐎎
𐎎
 
 
𐎀
𐎍
 
𐎚
𐎕
𐎗
𐎜
𐎄
𐎎
 
 
𐎗
𐎁
𐎚
 
 
𐎆
𐎜
𐎄
𐎎
𐎘
𐎗
𐎗
𐎚
 
 
𐎜
𐎄
𐎎
 
𐎊
𐎚
𐎐
𐎚
𐎛
𐎍
 
 
𐎜
𐎌
𐎐
 
 
𐎀
𐎁
 
𐎀
𐎄
𐎎
𐎗
𐎈
𐎖
 
 
𐎎
𐎍
𐎋
 
 
𐎍
𐎁
𐎚
𐎊
𐎐
𐎂
 
 
𐎋
𐎗
𐎚
 
 
𐎍
𐎈
𐎑
𐎗
𐎊
𐎆
𐎊
𐎓
𐎐
𐎊
 
 
𐎋
𐎗
𐎚
 
𐎘
𐎓
𐎍
𐎎
 
 
𐎀
𐎐
𐎋
 
𐎋
𐎒
𐎔
𐎆
𐎊
𐎗
𐎖
 
 
𐎃
𐎗
𐎕
𐎊
𐎄
 
 
𐎎
𐎖
𐎎
𐎅
 
 
𐎆
𐎓
𐎁
𐎄
𐎓
𐎍
𐎎
 
 
𐎘
𐎍
𐎘
 
𐎒
𐎒
𐎆
𐎎
𐎎
𐎗
𐎋
𐎁
𐎚
 
 
𐎁
𐎚
𐎗
𐎁
𐎕
𐎁
𐎐
 
 
𐎀
𐎎
𐎚
𐎔
 
𐎄
 
𐎛
𐎐
𐎁
𐎁
𐎚
𐎊
 
 
𐎚
𐎚
𐎐
 
𐎚
𐎐
𐎍
𐎊
 
 
𐎎
𐎘
𐎚
 
𐎈
𐎗
𐎊
𐎐
𐎓
𐎎
𐎚
 
 
𐎌
𐎁
𐎈
 
𐎁
𐎋
𐎗
𐎋
𐎄
𐎋
 
𐎐
𐎓
𐎎
 
𐎓
𐎐
𐎚
𐎐
𐎓
𐎎
𐎅
 
 
𐎋
𐎎
 
𐎚
𐎒
𐎎
𐎓
𐎘
𐎚
𐎗
𐎚
 
𐎚
𐎒
𐎎
𐎅
𐎄
𐎓
𐎖
𐎅
 
 
𐎛
𐎁
 
𐎛
𐎖
𐎐
𐎛
𐎓
𐎔
𐎓
𐎔
𐎅
 
 
𐎒
𐎔
 
𐎘
𐎗
𐎎
𐎍
𐎄
𐎁
 
𐎈
𐎍
𐎎
𐎊
 
 
𐎛
𐎍
 
𐎊
𐎚
𐎐
𐎁
𐎏
𐎗
𐎚
𐎊
 
 
𐎀
𐎁
 
𐎀
𐎄
𐎎
𐎆
𐎍
𐎄
 
 
𐎌
𐎔
𐎈
𐎍
 
𐎋
𐎗
𐎋
𐎚
 
 
𐎆
𐎙
𐎍
𐎎
 
 
𐎍
𐎓
𐎁
𐎄
𐎛
𐎍
 
 
𐎚
𐎚
𐎁
𐎓
 
𐎎
𐎍
𐎀
𐎋
𐎎
𐎍
𐎊
𐎘
𐎁
 
 
𐎛
𐎄
𐎋
 
𐎔
𐎐
𐎎
𐎍
𐎊
𐎚
𐎐
 
 
𐎓
𐎎
𐎎
 
𐎔
𐎁
𐎍
𐎎
𐎍
𐎋
 
𐎚
𐎌
𐎀
𐎐
𐎂
𐎅
𐎎
 
 
𐎆
𐎚
𐎕
𐎈
𐎐
𐎚
𐎈
𐎎
 
 
𐎋
𐎗
𐎚
 
𐎘
𐎓
𐎅
𐎆
𐎚
 
 
𐎐
𐎓
𐎎
𐎐
 
 
𐎙
𐎍
𐎎
𐎛
𐎍
𐎗
𐎙
𐎁
 
 
𐎊
𐎄
 
𐎎
𐎘
𐎋
𐎚
 
𐎎
𐎑
𐎎
𐎀
 
 
𐎊
𐎄
𐎎
𐎘
𐎋
𐎚
 
𐎚
𐎘
𐎘
𐎋
𐎗
𐎐
𐎐
𐎓
𐎁
𐎄
𐎐
 
𐎓
𐎎
 
 
𐎋
𐎗
𐎚
𐎎
𐎒
𐎆
𐎐
𐎅
𐎀
𐎗
𐎃
 
 
𐎚
𐎇
𐎙
 
 
𐎍
𐎓
𐎂
𐎍
𐎅
𐎁
𐎐
 
 
𐎃
𐎔
𐎘
 
𐎍
𐎜
𐎎
𐎅
𐎚
𐎅
𐎎
𐎋
𐎚
𐎐
𐎈
𐎐
 
𐎜
𐎄
𐎎
𐎎
𐎆
𐎊
𐎓
𐎐
𐎊
 
 
𐎋
𐎗
𐎚
𐎘
𐎓
x
x
x
x
x
x
x
x
x
x
𐎎
x
x
x
x
x
x
x
x
x
 
𐎘
𐎗
x
x
x
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
x
x
x
x
𐎎
𐎐
 
 
𐎊
𐎗
𐎃
 
𐎇
𐎁
𐎍
x
x
x
 
 
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
x
x
x
𐎊
𐎐
 
 
𐎗
𐎈
𐎎
𐎊
 
 
𐎗
𐎌
𐎔
𐎇
𐎁
𐎍
𐎆
 
𐎓
𐎄
𐎚
 
𐎛
𐎍
𐎎
 
𐎘
𐎍
𐎘
𐎅
𐎀
𐎔
𐎐
𐎋
 
 
𐎋
𐎗
𐎚
 
𐎚
𐎓
𐎓
𐎌
𐎗
𐎚
 
𐎁
𐎁
𐎚
𐎅
 
 
𐎊
𐎌
𐎚
 
𐎓
𐎗
𐎁
𐎁
𐎚
𐎅
 
 
𐎊
𐎚
𐎐
 
 
𐎆
 
 
𐎊
𐎕
𐎜
 
 
𐎍
𐎊
𐎚
𐎐
𐎀
𐎃
𐎗
 
𐎎
𐎙
𐎊
 
 
𐎓
𐎄
𐎚
𐎛
𐎍
𐎎
𐎆
 
𐎊
𐎓
𐎐
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
 
𐎁
𐎓
𐎍
x
x
 
 
𐎚
𐎚
𐎁
𐎓
 
 
𐎍
𐎉
𐎔
𐎐
𐎛
𐎍
 
 
𐎄
𐎔
𐎛
𐎄
 
𐎍
𐎚
𐎁
𐎗
𐎋
𐎋
𐎗
𐎚
 
 
𐎘
𐎓
 
𐎍
𐎚
𐎎
𐎗
𐎐
𐎓
𐎎
𐎐
𐎙
𐎍
𐎎
 
𐎛
𐎍
 
𐎋
𐎒
 
𐎊
𐎛
𐎃
𐎄
𐎛
𐎍
 
 
𐎁
 
𐎊
𐎄
 
𐎋
𐎗
𐎔
𐎐
 
 
𐎁
𐎎
 
𐎊
𐎊
𐎎
𐎐
 
 
𐎁
𐎗
𐎋
𐎎
 
𐎊
𐎁
𐎗
𐎋
𐎓
𐎁
𐎄
𐎅
 
 
𐎊
𐎁
𐎗
𐎋
 
 
𐎛
𐎍
𐎋
𐎗
𐎚
𐎘
𐎓
 
 
𐎊
𐎎
𐎗
𐎎
 
 
𐎐
𐎓
𐎎
𐎐
 
 
𐎙
𐎍
𐎎
 
𐎛
𐎍
𐎀
𐎘
𐎚
 
 
𐎚
𐎖
𐎈
 
 
𐎊
𐎋
𐎗
𐎚
𐎀
𐎘
𐎚
𐎚
𐎖
𐎈
 
𐎁
𐎚
𐎋
 
 
𐎙
𐎍
𐎎
𐎚
𐎚
𐎌
𐎓
𐎗
𐎁
𐎈
𐎑
𐎗
𐎋
 
 
𐎚
𐎍
𐎄
 
𐎌
𐎁
𐎓
 
𐎁
𐎐
𐎎
𐎍
𐎋
 
𐎆
𐎘
𐎎
𐎐
 
 
𐎚
𐎘
𐎚
𐎎
𐎐
𐎎
𐎍
𐎋
 
𐎚
𐎍
𐎄
 
 
𐎊
𐎕
𐎁
 
 
𐎙
𐎍
𐎎
𐎊
𐎐
𐎖
 
 
𐎈
𐎍
𐎁
 
𐎀
𐎘
𐎗
𐎚
𐎎
𐎕
𐎕
 
 
𐎘
𐎄
 
 
𐎁
𐎚
𐎍
𐎚
𐎓
𐎐
𐎚
𐎎
𐎌
𐎐
𐎖
𐎚
 
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎎
𐎛
𐎄
 
 
𐎗
𐎎
 
 
 
𐎋
𐎗
𐎚
𐎁
𐎚
𐎋
 
 
𐎗
𐎔
𐎛
 
 
𐎀
𐎗
𐎕
𐎁
𐎔
𐎃
𐎗
 
 
𐎖
𐎁
𐎕
 
𐎄
𐎚
𐎐
𐎆
𐎚
𐎖
𐎗
𐎁
 
𐎆
𐎍
𐎄
𐎁
𐎐
 
𐎚
𐎍
𐎋
𐎚
𐎍
𐎄
 
𐎔
𐎙
𐎚
𐎚
𐎔
x
x
𐎚
𐎚
𐎍
𐎄
 
𐎔
𐎙
𐎚
𐎚
x
x
x
𐎗
𐎚
𐎍
𐎄
 
𐎔
𐎙
𐎚
x
x
x
𐎚
𐎍
𐎄
 
𐎔
𐎙
𐎚
x
x
x
𐎚
𐎍
𐎄
 
𐎔
𐎙
𐎚
x
x
x
𐎚
𐎍
𐎄
 
𐎔
𐎙
𐎚
x
x
x
𐎎
𐎛
𐎄
 
𐎗
𐎎
 
 
𐎋
𐎗
𐎚
𐎁
𐎚
𐎋
 
𐎗
𐎔
𐎛
𐎀
𐎗
𐎕
𐎁
𐎔
𐎃
𐎗
 
𐎖
𐎁
𐎕
 
𐎄
𐎚
𐎐
𐎕
𐎙
𐎗
𐎚
𐎅
𐎐
 
𐎀
𐎁
𐎋
𐎗
𐎐
𐎚
𐎁
𐎗
𐎋
 
 
𐎛
𐎍
𐎎
 
𐎚
𐎛
𐎚
𐎊
𐎚
𐎛
𐎚
𐎊
 
 
𐎛
𐎍
𐎎
 
 
𐎍
𐎀
𐎅
𐎍
𐎅
𐎎
𐎄
𐎗
 
𐎛
𐎍
 
𐎍
𐎎
𐎌
𐎋
𐎐
𐎚
𐎅
𐎎
𐎆
𐎚
𐎖
𐎗
𐎁
 
 
𐎆
𐎍
𐎄
𐎁
𐎐
𐎍
𐎅
𐎆
𐎚
𐎖
𐎗
𐎁
 
 
𐎆
𐎍
𐎄
 
 
𐎁
𐎐
𐎎
𐎍
𐎅
𐎎
𐎋
 
 
𐎁
𐎌
𐎁
𐎓
 
𐎌
𐎐
𐎚
𐎁
𐎐
 
 
𐎋
𐎗
𐎚
 
𐎋
𐎎
𐎅
𐎎
 
𐎚
𐎄
𐎗
𐎀
𐎔
𐎁
𐎐
𐎚
𐎈
𐎗
𐎊
𐎋
𐎎
𐎅
𐎎
 
 
𐎆
𐎚
𐎃
𐎒
𐎒
 
𐎀
𐎘
𐎗
𐎚
𐎐
𐎄
𐎗
𐎅
 
 
𐎆
𐎛
𐎍
𐎚
𐎄
x
x
𐎆
𐎚
𐎌
𐎜
 
 
𐎂
𐎅
 
𐎆
 
𐎚
𐎕
𐎈
𐎔
𐎅
𐎎
𐎓
 
𐎀
𐎔
 
 
𐎋
𐎗
𐎚
𐎘
𐎓
𐎜
𐎘
𐎐
 
 
𐎐
𐎄
𐎗
𐎎
 
x
x
x
x
x
𐎀
𐎔
𐎗
𐎛
𐎄
𐎚
 
x
x
x
x
x
𐎋
x
x
x
x
x
x
x
x
x
x
x
𐎌
 
 
 
 
𐎂
𐎎
 
 
𐎍
𐎀
𐎘
𐎚
𐎅
 
 
𐎋
𐎊
𐎕
𐎈
𐎌
𐎎
𐎓
 
 
𐎍
 
𐎎
𐎘
𐎚
 
 
𐎈
𐎗
𐎊
 
𐎉
𐎁
𐎃
 
 
𐎌
𐎎
𐎐
 
𐎎
𐎗
𐎛
𐎋
𐎔
𐎚
𐎈
 
 
𐎗
𐎈
𐎁
𐎚
𐎊
𐎐
𐎕
𐎈
 
 
𐎌
𐎁
𐎓
𐎎
 
𐎘
𐎗
𐎊
𐎘
𐎎
𐎐
𐎊
𐎎
𐎑
𐎁
𐎊
𐎊
𐎘
𐎗
 
𐎃
𐎁
𐎗
 
𐎗
𐎁
𐎚
𐎃
𐎁
𐎗
𐎘
𐎗
𐎗
𐎚
𐎆
𐎓
𐎁
𐎄
 
𐎌
x
x
𐎎
𐎆
𐎓
𐎌
𐎗
𐎚
 
x
x
x
x
𐎖
𐎎
𐎛
𐎄
𐎁
x
x
x
𐎚
x
x
x
x
𐎚
𐎍
𐎈
𐎐
 
 
𐎌
𐎖
𐎊
𐎎
 
 
𐎎
𐎄
x
x
𐎚
𐎌
𐎎
𐎓
 
𐎎
𐎘
𐎚
 
𐎈
𐎗
𐎊
𐎚
𐎉
𐎁
𐎃
 
 
𐎌
𐎎
𐎐
 
𐎎
𐎗
𐎛
𐎅
𐎚
𐎔
𐎚
𐎈
 
 
𐎗
𐎈
𐎁
𐎚
𐎊
𐎐
𐎓
𐎍
𐎅
 
 
𐎘
𐎗
𐎅
 
𐎚
𐎌
𐎓
𐎗
𐎁
𐎓
𐎍
𐎅
 
 
𐎚
𐎌
𐎓
𐎗
𐎁
 
𐎑
𐎁
𐎊
𐎅
𐎘
𐎗
 
𐎃
𐎁
𐎗
 
𐎗
𐎁
𐎚
𐎃
𐎁
𐎗
𐎘
𐎗
𐎗
𐎚
𐎁
𐎚
 
𐎋
𐎗
𐎚
𐎚
𐎁
𐎜
𐎐
𐎍
𐎎
 
 
𐎎
𐎘
𐎁
 
𐎓
𐎆
𐎗
𐎚
𐎆
𐎍
 
𐎃
𐎎
 
 
𐎎
𐎗
 
𐎚
𐎖
𐎄
𐎎
𐎊
𐎄
 
𐎁
𐎕
𐎓
𐎚
𐎌
𐎍
𐎈
𐎈
𐎗
𐎁
 
 
𐎁
𐎁
𐎌
𐎗
𐎚
𐎌
𐎚
𐎐
𐎆
 
𐎚
𐎓
𐎐
 
 
𐎎
𐎘
𐎚
𐎈
𐎗
𐎊
𐎍
𐎍
𐎈
𐎎
 
 
𐎍
𐎌
𐎚
𐎊
 
𐎕
𐎈
𐎚
𐎋
𐎎
𐎆
𐎄
𐎁
𐎈
 
 
𐎍
 
𐎋
𐎗
𐎚
𐎁
𐎓
𐎍
𐎋
𐎎
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎁
𐎚
𐎉
𐎁
𐎃
 
 
𐎌
𐎎
𐎐
 
𐎎
𐎗
𐎛
𐎅
 
𐎚
𐎔
𐎚
𐎈
 
 
𐎗
𐎈
𐎁
𐎚
𐎊
𐎐
𐎓
𐎍
𐎅
 
 
𐎘
𐎗
𐎅
 
𐎚
𐎌
𐎓
𐎗
𐎁
𐎓
𐎍
𐎅
 
 
𐎚
𐎌
𐎓
𐎗
𐎁
𐎑
 
 
 
 
𐎁
𐎊
𐎅
𐎀
𐎃
𐎗
 
x
x
x
x
𐎚
 
x
x
x
𐎍
𐎎
𐎘
𐎁
 
x
x
x
𐎚
 
x
x
x
x
x
x
x
x
 
 
 
𐎊
𐎄
 
𐎁
𐎕
𐎓
 
𐎚
𐎌
𐎍
𐎈
𐎈
𐎗
𐎁
 
 
𐎁
 
𐎁
𐎌
𐎗
 
𐎚
𐎌
𐎚
𐎐
𐎆
𐎚
𐎓
𐎐
 
 
𐎎
𐎘
𐎚
𐎈
𐎗
𐎊
𐎍
𐎍
𐎈
𐎎
 
 
𐎍
𐎌
𐎚
𐎊
 
𐎕
𐎈
𐎚
𐎋
𐎎
x
x
x
𐎁
𐎗
𐎋
𐎚
x
x
x
x
𐎓
𐎍
 
𐎋
𐎗
𐎚
𐎚
𐎁
𐎋
𐎐
𐎋
𐎎
 
 
𐎗
𐎂
𐎎
 
𐎘
𐎗
𐎎
x
x
 
 
𐎎
𐎚
𐎎
 
𐎚
𐎁
𐎋
𐎐
x
𐎚
 
𐎆
𐎁
 
𐎍
𐎁
 
𐎚
𐎖
𐎁
𐎗
𐎐
x
𐎖
𐎎
𐎕
 
 
𐎎
𐎚
𐎎
 
𐎜
𐎕
𐎁
𐎓
𐎚
𐎋
𐎗
𐎚
 
𐎌
𐎗
𐎋
 
𐎛
𐎍
𐎓
𐎗
𐎁
 
 
𐎌
𐎔
𐎌
 
 
𐎍
𐎊
 
𐎎
𐎙
𐎋
𐎗
𐎚
 
𐎕
𐎁
𐎛
𐎀
 
𐎌
𐎔
𐎌
𐎁
𐎓
𐎍
𐎐
𐎊
 
 
𐎆
𐎊
𐎎
𐎍
𐎋
𐎊
𐎕
𐎁
𐎓
𐎍
𐎐
 
 
𐎆
𐎊
𐎓
𐎐
𐎊
𐎋
𐎗
𐎚
𐎘
𐎓
 
𐎓
𐎍
𐎐
 
𐎁
𐎃
𐎗
𐎊
𐎎
𐎍
𐎋
 
 
𐎀
𐎘
𐎚
𐎋
𐎓
𐎍
𐎂
𐎂
 
 
x
x
𐎚
𐎋
𐎊
𐎌
𐎕
𐎛
x
x
x
x
 
 
𐎃
𐎁
𐎗
𐎗
𐎁
𐎚
𐎃
𐎁
𐎗
 
 
𐎘
𐎗
𐎗
𐎚
𐎛
𐎍
𐎄
𐎔
𐎛
𐎄
x
x
x
x
𐎐
 
 
𐎁
𐎀
𐎐
𐎌
𐎚
x
x
x
x
x
x
x
x
x
𐎎
𐎍
𐎜
x
x
x
x
x
x
x
x
x
x
x
𐎚
𐎎
𐎌
𐎎
𐎓
 
 
𐎍
𐎖
𐎎
𐎚
 
x
x
𐎎
 
 
𐎍
𐎁
𐎉
𐎐
𐎎
𐎓
𐎄
𐎎
 
 
𐎚
𐎍
𐎈
𐎎
 
𐎚
𐎌
𐎚
𐎊
𐎆
𐎚
𐎓
𐎐
 
 
𐎎
𐎘
𐎚
 
𐎈
𐎗
𐎊
𐎍
𐎍
𐎈
𐎎
 
 
𐎍
𐎌
𐎚
𐎊
 
𐎕
𐎈
𐎚
𐎋
𐎎
𐎄
𐎁
𐎈
 
 
𐎍
𐎋
𐎗
𐎚
𐎀
𐎄
𐎐
𐎋
𐎎
𐎓
𐎍
 
𐎋
𐎗
𐎚
 
𐎚
𐎁
𐎜
𐎐
 
𐎋
𐎎
𐎗
𐎂
𐎎
 
 
𐎘
𐎗
𐎎
 
 
𐎗
𐎂
𐎎
𐎅
𐎎
𐎁
𐎏
𐎗
𐎚
𐎅
𐎎
 
 
𐎎
𐎚
 
𐎋
𐎗
𐎚
𐎀
𐎙
x
x
x
x
x
x
x
𐎌
𐎗
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎍
𐎋
𐎗
𐎚
𐎋
𐎋
𐎍
𐎁
 
 
𐎁
𐎁
𐎚
𐎋
 
 
𐎐
𐎓
𐎚
𐎖
 
 
𐎋
𐎛
𐎐
𐎗
𐎀
𐎔
 
 
𐎃
𐎌
𐎚
𐎋
 
 
𐎀
𐎔
 
 
𐎀
𐎁
 
 
𐎛
𐎋
𐎎
𐎚
𐎎
𐎚
𐎎
𐎚
𐎐
 
 
𐎜
𐎃
𐎌
𐎚
𐎋
 
 
𐎍
𐎐
𐎚
𐎐
𐎓
𐎚
𐎖
 
 
𐎁
𐎄
 
 
𐎀
𐎘
𐎚
 
 
𐎀
𐎁
𐎕
𐎗
𐎗
𐎊
𐎚
𐎁
𐎋
𐎊
𐎋
 
 
𐎀
𐎁
 
 
𐎙
𐎗
𐎁
𐎓
𐎍
𐎕
𐎔
𐎐
 
 
𐎈
𐎍
𐎎
 
𐎖
𐎄
𐎌
𐎐
𐎐
𐎊
 
 
𐎈
𐎍
𐎎
 
 
𐎀
𐎄
𐎗
 
𐎈
𐎍
𐎗
𐎈
𐎁
 
 
𐎎
𐎋
𐎐
𐎔
𐎚
𐎀
𐎔
𐎋
𐎗
𐎚
 
𐎁
𐎐
𐎎
 
 
𐎛
𐎍
𐎌
𐎔
𐎈
𐎍
𐎉
𐎔
𐎐
 
 
𐎆
𐎖
𐎄
𐎌
𐎓
𐎍
𐎀
𐎁
𐎅
 
 
𐎊
𐎓
𐎗
𐎕
 
𐎊
𐎁
𐎋
𐎊
𐎆
𐎊
𐎌
𐎐
𐎐
 
 
𐎊
𐎚
𐎐
 
𐎂
𐎅
 
 
 
𐎁
𐎋
𐎊
 
 
𐎁
𐎈
𐎊
𐎋
 
𐎀
𐎁
𐎐
 
𐎀
𐎌
𐎎
𐎃
 
𐎁
𐎍
𐎎
𐎚
𐎋
 
𐎐
𐎂
𐎍
𐎐
 
 
𐎋
𐎋
𐎍
𐎁
𐎁
𐎁
𐎚
𐎋
 
 
𐎐
𐎓
𐎚
𐎖
 
 
𐎋
𐎛
𐎐
𐎗
𐎀
𐎚
 
 
𐎃
𐎌
𐎚
𐎋
 
 
𐎀
𐎔
 
 
𐎀
𐎁
 
 
𐎋
𐎎
𐎚
𐎎
𐎚
𐎎
𐎚
𐎐
 
 
𐎜
𐎃
𐎌
𐎚
𐎋
 
 
𐎍
𐎐
𐎚
𐎐
𐎓
𐎚
𐎃
𐎖
 
 
𐎁
𐎄
 
𐎀
𐎘
𐎚
𐎀
𐎁
 
𐎕
𐎗
𐎗
𐎊
𐎛
𐎋
𐎎
 
 
𐎊
𐎗
𐎂
𐎎
 
 
𐎁
𐎐
𐎛
𐎍
𐎋
𐎗
𐎚
 
𐎌
𐎔
𐎈
 
𐎍
𐎉
𐎔
𐎐
𐎆
𐎖
𐎄
𐎌
 
𐎜
𐎛
𐎍
𐎎
𐎚
𐎎
𐎚
𐎐
𐎌
𐎔
𐎈
 
 
𐎍
𐎉
𐎔
𐎐
 
 
𐎍
𐎊
𐎃
𐎆
𐎊
𐎓
𐎐
𐎊
 
 
𐎋
𐎗
𐎚
𐎘
𐎓
𐎁
𐎐
 
 
𐎀
𐎍
 
𐎚
𐎁
𐎋
𐎐
 
𐎀
𐎍
𐎚
𐎄
𐎎
 
 
𐎍
𐎊
 
 
𐎀
𐎍
𐎚
𐎋
𐎍
𐎁
𐎐
𐎖
𐎗
 
 
𐎓
𐎐
𐎋
 
 
𐎎
𐎃
 
 
𐎗
𐎛
𐎌
𐎋
𐎜
𐎄
𐎎
𐎓
𐎚
 
𐎕
𐎈
 
𐎀
𐎃
𐎚
𐎋
𐎘
𐎚
𐎎
𐎐
𐎚
 
 
𐎁
𐎚
 
𐎈
𐎎
𐎈
𐎎
𐎚
𐎅
 
𐎄
𐎐
𐎐
 
 
𐎚
𐎁
𐎋
𐎐
 
 
𐎆
𐎚
𐎄
𐎎
 
 
𐎍
𐎊
 
𐎖
𐎎
𐎎
𐎀
𐎃
𐎗
 
 
𐎀
𐎍
 
𐎚
𐎗
𐎂
𐎎
 
 
𐎍
𐎀
𐎃
𐎚
𐎋
𐎚
𐎗
𐎂
𐎎
 
 
𐎍
𐎍
𐎎
 
 
𐎄
𐎎
 
𐎀
𐎃
𐎚
𐎋
𐎊
𐎄
𐎓
𐎚
 
𐎋
𐎗
𐎈
𐎎
𐎚
𐎀
𐎍
 
𐎚
𐎌
𐎚
 
𐎁
𐎌
𐎄
𐎎
 
𐎎
𐎎
𐎅
𐎁
𐎒
𐎎
𐎋
𐎚
 
𐎕
𐎀
𐎚
𐎐
𐎔
𐎌
𐎅
𐎚
𐎎
𐎚
𐎐
 
 
𐎕
𐎁
𐎀
 
𐎗
𐎁
𐎚
𐎌
𐎔
𐎌
 
 
𐎆
 
 
𐎚
𐎂
𐎅
 
𐎐
𐎊
𐎗
𐎗
𐎁
𐎚
 
𐎆
𐎗
𐎂
𐎎
 
 
𐎍
𐎀
𐎃
𐎚
𐎋
𐎘
𐎚
𐎎
𐎐
𐎚
 
𐎋
𐎗
𐎚
𐎐
 
𐎄
𐎁
𐎈
𐎄
𐎁
𐎈
 
𐎎
𐎍
𐎋
 
𐎓
𐎌
𐎗
𐎓
𐎌
𐎗
𐎚
 
𐎖
𐎈
 
 
𐎚
𐎔
𐎋
𐎁
 
𐎊
𐎄
𐎁
𐎗
𐎍
𐎚
𐎋
 
 
𐎁
𐎎
 
𐎊
𐎎
𐎐
𐎍
𐎋
 
 
𐎌
𐎗
 
𐎓
𐎍
𐎕
𐎗
𐎗
𐎚
 
𐎀
𐎄
𐎐
𐎋
 
 
𐎌
𐎖
𐎗
𐎁
 
𐎋
𐎒
𐎔
 
𐎁
𐎎
𐎂
𐎐
𐎋
 
 
𐎆
𐎃
𐎗
𐎕
 
 
𐎍
𐎋
𐎍
𐎀
𐎔
𐎐
𐎋
 
 
𐎙
𐎇
𐎗
𐎛
𐎍
𐎈
𐎜
𐎎
𐎗
𐎈
𐎅
 
𐎊
𐎛
𐎃
𐎄
 
𐎁
𐎊
𐎄
𐎂
𐎗
𐎂
𐎗
𐎅
 
 
𐎁
𐎎
 
𐎊
𐎎
𐎐
𐎆
 
𐎊
𐎖
𐎗
𐎁
 
𐎚
𐎗
𐎑
𐎑
𐎅
𐎀
𐎃
𐎗
 
 
𐎎
𐎙
𐎊
𐎅
 
 
𐎆
𐎙
𐎍
𐎎
𐎀
𐎃
𐎚
𐎅
 
 
𐎌
𐎛
𐎁
 
 
𐎊
𐎕
𐎀
𐎚
𐎎
𐎗
𐎈
𐎅
𐎍
𐎚
𐎍
 
 
𐎊
𐎕
𐎁
 
 
𐎔
𐎐
𐎅
 
𐎙
𐎘
𐎙
𐎗
𐎊
𐎕
𐎜
 
 
𐎅
𐎍
𐎎
 
 
𐎀
𐎃
𐎅
 
𐎚
𐎔
𐎅
𐎆
𐎋
𐎄
𐎅
 
 
𐎍
𐎀
𐎗
𐎕
 
𐎚
𐎘
𐎁
𐎗
x
x
x
x
x
 
 
𐎀
𐎃
𐎅
 
𐎚
𐎁
𐎋
𐎊
x
x
x
 
𐎎
𐎗
𐎕
 
𐎎
𐎍
𐎋
𐎍
 
x
x
x
 
 
𐎋
𐎗
𐎚
𐎀
𐎄
𐎐
𐎋
𐎆
𐎊
𐎓
𐎐
 
 
𐎙
𐎇
𐎗
𐎛
𐎍
𐎈
𐎜
x
x
x
x
 
 
𐎎
𐎗
𐎕
 
𐎎
𐎍
𐎋
x
x
x
 
 
𐎋
𐎗
𐎚
𐎀
𐎄
𐎐
𐎋
𐎎
𐎋
𐎗
𐎚
 
 
𐎄
𐎁
𐎈
 
𐎄
𐎁
𐎈
𐎎
𐎍
𐎋
 
 
𐎓
𐎌
𐎗
 
𐎓
𐎌
𐎗
𐎚
𐎌
x
x
x
x
x
x
x
x
x
x
x
𐎁
x
x
x
x
x
x
x
x
x
x
x
𐎚
𐎁
x
x
x
x
x
x
x
x
x
x
𐎆
x
x
x
x
x
x
x
x
x
x
x
𐎔
𐎙
𐎚
x
x
x
x
x
x
x
x
x
x
𐎍
𐎋
x
x
x
x
x
x
x
x
x
x
𐎋
𐎛
x
x
x
x
x
x
x
x
x
𐎆
𐎊
x
x
x
x
x
x
x
x
x
x
𐎎
𐎊
 
x
x
x
x
x
x
x
x
x
x
x
𐎀
𐎘
𐎚
 
x
x
x
x
x
x
x
x
x
x
𐎀
𐎃
𐎋
 
x
x
x
x
x
x
x
x
x
x
𐎚
𐎗
𐎈
 
𐎚
𐎋
𐎋
𐎊
𐎐
𐎆
𐎚
𐎕
𐎖
x
x
x
x
x
x
x
𐎚
𐎌
𐎖
𐎊
 
x
x
x
x
x
x
𐎚
𐎗
 
𐎃
𐎚
𐎋
𐎋
x
x
 
𐎆
𐎎
𐎒
𐎋
𐎚
𐎗
x
x
x
x
𐎚
𐎖
𐎗
𐎁
 
 
𐎀
𐎃
 
 
x
x
x
𐎍
𐎎
 
 
𐎚
𐎁
𐎓
𐎗
𐎐
 
x
x
x
𐎎
𐎐
 
 
𐎊
𐎗
𐎃
 
 
𐎋
𐎎
𐎗
𐎕
𐎎
𐎐
 
 
𐎋
𐎄
𐎆
 
𐎋
𐎗
𐎚
𐎆
𐎊
𐎓
𐎐
𐎊
 
 
𐎙
𐎇
𐎗
 
 
𐎛
𐎍
𐎈
𐎜
𐎘
𐎍
𐎘
 
𐎊
𐎗
𐎃
𐎎
 
 
𐎋
𐎎
𐎗
𐎕
𐎀
𐎗
𐎁
𐎓
 
𐎋
𐎄
𐎆
 
𐎋
𐎗
𐎚
𐎎
𐎎
𐎐
𐎄
𐎓
 
𐎋
𐎗
𐎚
 
𐎎
𐎙
𐎊
 
𐎓
𐎗
𐎁
𐎆
𐎖
𐎁
𐎗
 
𐎚
𐎕
𐎗
 
𐎖
𐎍
𐎗
𐎎
𐎚
𐎕
𐎗
 
𐎚
𐎗
𐎎
 
𐎚
𐎐
𐎖
𐎚
𐎅
𐎋
𐎎
 
 
𐎐
𐎋
𐎊
𐎚
 
𐎘
𐎙
𐎗
 
x
x
x
x
𐎋
𐎎
 
 
𐎌
𐎋
𐎍
𐎍
𐎚
 
x
x
x
x
𐎓
𐎗
𐎊
𐎎
 
 
𐎍
𐎁
𐎍
 
x
x
x
x
𐎚
𐎈
𐎁
𐎍
𐎐
 
 
𐎚
𐎓
𐎐
𐎊
 
𐎚
x
x
x
x
𐎍
𐎁
𐎍
 
 
𐎒
𐎋
 
𐎆
 
x
x
x
x
x
𐎅
𐎊
𐎁
𐎎
𐎅
 
 
𐎌
𐎁
𐎓
 
x
x
x
x
𐎙
𐎇
𐎗
 
𐎛
𐎍
𐎈
𐎜
 
 
𐎚
𐎁
𐎋
 
𐎖
𐎍
𐎚
𐎗
𐎎
 
 
𐎚
𐎕
𐎗
 
𐎚
𐎗
𐎎
 
𐎚
𐎐
𐎖
𐎚
𐎚
𐎁
𐎋
𐎊
 
 
𐎆
𐎚
𐎌
𐎐
𐎐
 
𐎚
𐎚
𐎐
𐎂
𐎅
 
 
𐎁
𐎋
𐎊
 
 
𐎁
𐎈
𐎊
𐎋
 
 
𐎀
𐎁
𐎐
𐎐
𐎌
𐎎
𐎃
 
 
𐎁
𐎍
𐎎
𐎚
𐎋
 
𐎐
𐎂
𐎍
𐎐
𐎋
𐎋
𐎍
𐎁
 
 
𐎁
𐎁
𐎚
𐎋
 
𐎐
𐎓
𐎚
𐎖
𐎋
𐎛
𐎐
𐎗
 
 
𐎀
𐎔
𐎃
𐎌
𐎚
𐎋
𐎀
𐎔
𐎀
𐎁
 
 
𐎋
𐎎
𐎚
𐎎
 
𐎚
𐎎
𐎚
𐎐
𐎜
𐎃
𐎌
𐎚
𐎋
𐎍
𐎁
𐎋
𐎊
𐎓
𐎚
𐎖
𐎁
𐎄
 
𐎘
𐎚
𐎀
𐎁
 
𐎕
𐎗
𐎗
𐎊
𐎜
𐎛
𐎍
𐎎
 
 
𐎚
𐎎
𐎚
𐎐
 
𐎌
𐎔
𐎈
 
𐎍
𐎘
𐎔
𐎐
 
 
𐎍
𐎊
𐎈
𐎚
𐎁
𐎋
𐎊
𐎋
 
𐎀
𐎁
 
 
𐎙
𐎗
 
𐎁
𐎓
𐎍
 
 
𐎕
𐎔
𐎐
 
𐎈
𐎍
𐎎
 
𐎖
𐎄
𐎌
 
 
𐎐
𐎐
𐎊
 
 
𐎈
𐎍
𐎎
 
𐎀
𐎄
𐎗
 
𐎈
𐎍
 
𐎗
𐎈
𐎁
 
𐎎
𐎋
𐎐
𐎔
𐎚
𐎀
𐎔
 
 
𐎋
𐎗
𐎚
 
𐎁
𐎐
𐎎
 
𐎛
𐎍
 
𐎌
𐎔
𐎈
 
 
𐎍
𐎉
𐎔
𐎐
 
 
𐎆
𐎖
𐎄
𐎌
 
𐎁
𐎋
𐎎
 
 
𐎚
𐎓
𐎗
𐎁
 
 
𐎓
𐎍
 
𐎀
𐎁
𐎅
 
𐎚
𐎓
𐎗
𐎁
𐎈
𐎄
𐎗
x
x
x
x
 
𐎁
𐎘
𐎚
𐎎
 
𐎚
x
x
x
x
x
x
 
𐎌
𐎋
𐎐
𐎚
𐎄
x
x
x
x
x
x
 
𐎁
𐎋
𐎊
𐎎
 
x
x
x
x
x
x
x
 
𐎙
𐎗
 
 
𐎊
𐎛
𐎁
x
x
x
x
x
𐎊
𐎄
𐎎
 
x
x
x
x
x
x
x
x
𐎀
𐎔
𐎐
 
x
x
x
x
x
x
x
x
 
𐎚
𐎚
𐎁
𐎓
x
x
x
x
x
x
x
 
x
x
𐎚
x
x
x
x
x
x
x
x
x
𐎕
x
x
x
x
x
x
x
 
𐎊
𐎕
𐎖
 
 
𐎌
𐎎
𐎐
 
 
𐎁
𐎕
𐎓
 
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎚
𐎗
 
𐎀
𐎗
𐎕
 
 
𐎆
𐎌
𐎎
𐎎
𐎒
𐎁
 
 
𐎍
𐎖
𐎕
𐎎
 
𐎀
𐎗
𐎕
𐎍
𐎋
𐎒
𐎎
 
 
𐎎
𐎅
𐎊
𐎚
 
𐎓
𐎐
𐎍
𐎀
𐎗
𐎕
 
 
𐎎
𐎉
𐎗
 
𐎁
𐎓
𐎍
𐎆
𐎍
 
𐎌
𐎄
 
𐎎
𐎉
𐎗
 
𐎓
𐎍
𐎊
𐎐
𐎓
𐎎
 
 
𐎍
𐎀
𐎗
𐎕
 
 
𐎎
𐎉
𐎗
 
𐎁
𐎓
𐎍
𐎆
𐎍
 
𐎌
𐎄
 
𐎎
𐎉
𐎗
𐎓
𐎍
𐎊
𐎐
𐎓
𐎎
 
𐎍
𐎅
𐎉
𐎚
𐎁
𐎓
𐎐
𐎁
𐎎
 
 
𐎐
𐎗
𐎚
 
 
𐎋
𐎒
𐎎
𐎎
𐎓
𐎍
 
𐎚
𐎍
𐎎
 
 
𐎋
𐎓
𐎉
𐎗
𐎉
𐎗
𐎚
𐎐
𐎌
𐎜
 
 
𐎗
𐎛
𐎌
 
𐎈
𐎗
𐎘
𐎎
𐎍
𐎑
𐎗
 
 
𐎓
𐎁
𐎄
 
 
𐎄
𐎂
𐎐
 
𐎋
𐎍
𐎊
𐎎
𐎍
𐎈
𐎎
 
 
𐎁
𐎓
𐎄
𐎐
𐎅
𐎎
 
𐎋
𐎍
𐎊
𐎊
𐎐
 
 
𐎁
𐎈
𐎎
𐎚
𐎅
𐎎
 
𐎋
𐎍
𐎊
𐎌
𐎎
𐎐
 
 
𐎁
𐎖
𐎁
𐎓
𐎚
𐎅
𐎎
𐎁
𐎚
𐎋
𐎗
𐎚
𐎚
x
x
x
x
𐎛
𐎍
 
 
𐎌
𐎎
𐎓
 
𐎀
𐎎
𐎗
𐎋
 
x
x
x
x
𐎋
𐎛
𐎍
 
𐎈
𐎋
𐎎
𐎚
 
𐎋
𐎘
𐎗
𐎍
𐎉
𐎔
𐎐
𐎕
𐎈
 
 
𐎐
𐎂
𐎗
 
 
𐎛
𐎍
 
 
𐎛
𐎍
𐎌
𐎛
𐎍
𐎌
 
𐎆
𐎀
𐎘
𐎚
𐎅
 
 
𐎐
𐎂
𐎗
𐎚
 
𐎛
𐎍
𐎅
𐎚
𐎋
𐎈
𐎕
 
 
𐎋
𐎎
𐎓
𐎗
 
x
x
x
𐎍
x
𐎊
𐎕
𐎈
 
 
𐎐
𐎂
𐎗
 
𐎛
𐎍
𐎛
𐎍
𐎌
𐎛
𐎍
𐎌
 
 
𐎐
𐎂
𐎗
 
 
𐎁
𐎚
𐎁
𐎓
𐎍
𐎆
𐎀
𐎘
𐎚
𐎅
 
 
𐎐
𐎂
𐎗
𐎚
 
𐎛
𐎍
𐎅
𐎚
𐎋
𐎊
𐎓
𐎐
 
 
𐎍
𐎉
𐎔
𐎐
 
 
𐎛
𐎍
 
 
𐎄
𐎔
𐎛
𐎄
𐎌
𐎎
𐎓
 
 
𐎍
𐎐
𐎂
𐎗
 
𐎛
𐎍
𐎛
𐎍
𐎌
𐎛
𐎍
𐎌
 
 
𐎐
𐎂
𐎗
 
 
𐎁
𐎚
𐎁
𐎓
𐎍
𐎆
𐎀
𐎘
𐎚
𐎋
 
 
𐎐
𐎂
𐎗
𐎚
𐎛
𐎍
𐎅
𐎚
𐎓
𐎍
 
 
𐎍
 
 
𐎘
𐎋
𐎎
 
𐎁
𐎐
𐎆
𐎐
𐎍
𐎐
 
𐎊
𐎃
𐎐
𐎔
𐎚
𐎎
𐎌
𐎔
𐎊
𐎘
𐎍
𐎘
 
𐎋
𐎎
𐎎
 
𐎘
𐎗
𐎗
𐎊
x
x
𐎀
 
 
𐎍
𐎙
𐎗
 
𐎂
𐎎
 
𐎕
𐎈
x
x
x
x
x
x
x
 
𐎗
𐎜
𐎎
𐎚
𐎗
x
x
x
x
x
x
x
x
x
x
x
𐎀
𐎁
 
x
x
x
x
x
x
x
x
x
x
𐎓
𐎗
𐎁
 
x
x
x
x
x
x
x
x
x
𐎆
𐎊
𐎁
 
x
x
x
x
x
x
x
x
x
𐎁
𐎓
𐎄
𐎚
 
x
x
x
x
x
x
x
𐎊
𐎀
𐎘
𐎗
𐎚
x
x
x
x
x
x
𐎁
𐎄
𐎋
𐎁
 
x
x
x
x
x
x
x
𐎘
𐎐
𐎐
𐎚
𐎅
 
x
x
x
x
x
𐎘
𐎍
𐎘
𐎚
𐎅
 
x
x
x
x
x
𐎍
𐎉
𐎔
𐎐
 
 
𐎛
𐎍
 
 
𐎄
𐎔
𐎛
𐎄
 
𐎎
𐎊
𐎁
𐎛
𐎍
𐎎
 
 
𐎊
𐎄
𐎊
 
𐎎
𐎗
𐎕
𐎂
𐎗
𐎌
𐎎
 
 
𐎇
𐎁
𐎍
𐎐
 
 
𐎛
𐎐
 
 
𐎁
𐎛
𐎍
𐎎
𐎓
𐎐
𐎊
𐎅
 
 
𐎊
𐎘
𐎐
𐎊
 
𐎊
𐎘
𐎍
𐎘
𐎗
𐎂
𐎎
 
 
𐎎
𐎊
 
 
𐎁
 
𐎛
𐎍
𐎎
 
𐎊
𐎄
𐎊
𐎎
𐎗
𐎕
 
 
𐎂
𐎗
𐎌
𐎎
 
𐎇
𐎁
𐎍
𐎐
𐎛
𐎐
 
 
𐎁
𐎛
𐎍
𐎎
 
 
𐎓
𐎐
𐎊
𐎅
 
𐎊
𐎗
𐎁
𐎓
𐎊
𐎃
𐎎
𐎌
 
𐎗
𐎂
𐎎
 
 
𐎎
𐎊
 
 
𐎁
𐎛
𐎍
𐎎
𐎊
𐎄
𐎊
 
 
𐎎
𐎗
𐎕
 
 
𐎂
𐎗
𐎌
𐎎
 
𐎇
𐎁
𐎍
𐎐
𐎛
𐎐
 
 
𐎁
𐎛
𐎍
𐎎
 
 
𐎓
𐎐
𐎊
𐎅
 
 
𐎊
𐎘
𐎄
𐎘
𐎊
𐎌
𐎁
𐎓
 
𐎗
𐎂
𐎎
 
 
𐎎
𐎊
 
 
𐎁
𐎛
𐎍
𐎎
𐎊
𐎄
𐎊
 
 
𐎎
𐎗
𐎕
 
 
𐎂
𐎗
𐎌
𐎎
 
𐎇
𐎁
𐎍
𐎐
𐎅
𐎐
 
 
𐎁
𐎛
𐎍
𐎎
 
𐎓
𐎐
𐎊
𐎅
𐎆
𐎊
𐎓
𐎐
 
 
𐎍
𐎚
𐎔
𐎐
 
 
𐎛
𐎍
𐎁
 
 
𐎔
𐎛
𐎄
𐎘
𐎁
 
 
𐎁
𐎐
𐎊
 
 
𐎍
𐎎
𐎘
𐎁
𐎚
𐎋
𐎎
𐎍
𐎋
𐎈
𐎘
 
𐎇
𐎁
𐎍
𐎋
𐎎
 
𐎀
𐎐
𐎋
𐎛
𐎈
𐎚
𐎗
𐎌
 
𐎆
𐎀
𐎌
𐎋
𐎐
𐎀
𐎌
𐎋
𐎐
 
 
𐎊
𐎄
𐎚
 
𐎎
𐎗
𐎕
 
𐎂
𐎗
𐎌
𐎚
𐎇
𐎁
𐎍
𐎐
 
 
𐎗
𐎈
𐎚
𐎅
 
𐎊
𐎎
𐎍
𐎜
𐎐
𐎓
𐎎
 
 
𐎗
𐎘
 
 
𐎘
𐎛
𐎉
𐎊
𐎖
𐎗
𐎕
 
𐎄
𐎚
 
 
𐎁
𐎔
𐎃
𐎗
 
 
x
x
x
x
𐎗
 
𐎎
𐎃
𐎚
x
x
x
𐎖
x
x
x
x
x
𐎚
 
𐎚
𐎐
𐎐
x
x
x
x
x
x
x
x
x
 
𐎊
𐎚
𐎐
𐎐
𐎅
x
x
x
x
x
x
x
x
x
𐎚
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎛
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎘
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎒
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎗
𐎔
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎚
 
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎓
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎗
𐎚
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎉
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎔
 
𐎌
𐎓
𐎚
𐎖
𐎚
 
 
 
 
 
 
𐎛
𐎍
 
𐎔
𐎄
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎗
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎛
 
𐎌
𐎗
𐎗
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎗
𐎕
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎇
𐎁
𐎍
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎚
 
𐎄
𐎎
 
 
𐎃
𐎚
 
𐎌
𐎓
𐎚
𐎖
𐎚
𐎄
𐎚
𐎍
𐎛
 
𐎆
𐎚
𐎚
𐎁
𐎓
𐎌
𐎓
𐎚
𐎖
𐎚
𐎁
𐎚
 
𐎋
𐎗
𐎚
 
𐎁
𐎜
 
𐎚
𐎁
𐎜
𐎁
𐎋
𐎚
 
𐎚
𐎂
𐎍
𐎊
 
 
𐎆
𐎚
𐎁
𐎜
𐎐
x
𐎕
𐎗
𐎚
 
𐎚
𐎁
𐎜
 
𐎔
𐎐
𐎎
𐎓
𐎗
𐎎
 
 
𐎚
𐎄
𐎜
 
𐎎
𐎅
𐎔
𐎄
 
𐎔
𐎄
𐎗
𐎎
 
 
𐎚
𐎄
𐎜
 
𐎌
𐎗
𐎗
𐎃
𐎉
𐎎
 
 
𐎚
𐎓
𐎎
𐎚
 
 
𐎔
𐎉
𐎗
 
𐎋
𐎎
 
𐎇
𐎁
𐎍
𐎐
 
 
𐎓
𐎍
𐎗
𐎛
𐎌
𐎅
𐎆
𐎚
𐎘
𐎁
 
 
𐎚
𐎗
𐎈
𐎕
𐎐
𐎐
 
 
𐎁
𐎄
𐎓
𐎚
𐎐
𐎔
𐎌
𐎅
 
 
𐎍
𐎍
𐎈
𐎎
 
𐎚
𐎔
𐎚
𐎈
𐎁
𐎗
𐎍
𐎚
𐎅
 
 
𐎍
𐎘
𐎗
𐎎
𐎎
𐎚
 
𐎄
𐎎
 
 
𐎃
𐎚
 
𐎌
𐎓
𐎚
𐎑
𐎚
 
𐎄
𐎎
 
 
𐎍
𐎀
𐎐
 
 
𐎆
𐎊
𐎔
𐎖
𐎄
𐎋
𐎗
𐎚
 
𐎘
𐎓
 
 
𐎊
𐎌
𐎜
 
𐎂
𐎅
𐎆
𐎊
𐎕
𐎈
 
 
𐎌
𐎎
𐎓
 
 
𐎍
𐎎
𐎘
𐎚
𐎈
𐎗
𐎊
 
 
𐎚
𐎁
𐎃
 
𐎛
𐎎
𐎗
𐎆
𐎛
𐎍
𐎃
𐎎
 
 
𐎎
𐎂
𐎘
 
 
𐎆
𐎛
𐎘
𐎗
𐎎
𐎚
𐎌
𐎎
𐎓
 
𐎎
𐎘
𐎚
 
𐎃
𐎗
𐎊
𐎚
𐎉
𐎁
𐎃
 
 
𐎛
𐎎
𐎗
 
𐎆
𐎍
𐎈
𐎎
𐎎
𐎂
𐎘
 
 
𐎆
𐎊
𐎘
𐎗
𐎎
 
 
𐎅
𐎐
𐎊
𐎎
𐎆
𐎘
𐎐
 
 
𐎊
𐎘
𐎁
 
 
𐎋
𐎗
𐎚
 
𐎍
𐎓
𐎄
𐎅
𐎊
𐎘
𐎁
 
 
𐎍
𐎋
𐎒
𐎛
𐎎
𐎍
𐎋
𐎍
𐎐
𐎃
𐎚
 
 
𐎍
 
𐎗
𐎋
𐎈
𐎘
𐎄
𐎄
𐎗
𐎋
𐎚
𐎅
 
𐎀
𐎔
 
 
𐎊
𐎕
𐎁
 
 
𐎊
𐎘
𐎁
 
 
𐎁
𐎅
𐎋
𐎍
𐎆
𐎊
𐎆
𐎒
𐎗
𐎐
x
𐎐
 
𐎂
𐎂
𐎐
𐎅
𐎍
𐎋
 
 
𐎍
𐎀
𐎁
𐎋
 
 
𐎊
𐎕
𐎁
 
𐎍
𐎋
𐎍
𐎀
𐎁
𐎋
 
𐎆
𐎗
𐎂
𐎎
 
𐎘
𐎐
𐎊
𐎍
x
x
x
𐎗
x
x
x
x
 
𐎛
𐎌
𐎚
𐎎
𐎓
𐎆
𐎚
𐎖
𐎙
 
 
𐎜
𐎄
𐎐
 
 
𐎋
𐎙
𐎇
 
𐎙
𐎇
𐎎
 
𐎚
𐎄
𐎁
𐎗
 
 
𐎆
 
𐎙
𐎗
𐎎
 
𐎚
𐎘
𐎆
𐎊
𐎌
𐎖
𐎍
𐎚
 
𐎁
𐎙
𐎍
𐎚
𐎊
𐎄
𐎋
𐎍
𐎚
𐎄
𐎐
 
 
𐎄
𐎐
 
𐎀
𐎍
𐎎
𐎐
𐎚
𐎍
𐎚
𐎘
𐎔
𐎚
 
 
𐎘
𐎔
𐎉
 
 
𐎖
𐎕
𐎗
 
𐎐
𐎔
𐎌
𐎋
𐎎
 
 
𐎀
𐎃
𐎚
 
𐎓
𐎗
𐎌
 
𐎎
𐎄
𐎆
𐎀
𐎐
𐎌
𐎚
 
𐎓
𐎗
𐎌
 
𐎇
𐎁
𐎍
𐎐
𐎗
𐎄
 
 
𐎍
𐎎
𐎍
𐎋
 
𐎀
𐎎
𐎍
𐎋
𐎍
𐎄
𐎗
𐎋
𐎚
𐎋
 
 
𐎀
𐎘
𐎁
𐎀
𐎐
𐎊
𐎚
𐎁
𐎓
 
 
𐎊
𐎕
𐎁
 
 
𐎙
𐎍
𐎎
 
𐎓
𐎍
𐎀
𐎁
𐎅
 
 
𐎊
𐎓
𐎗
𐎁
 
 
𐎊
𐎌
𐎜
𐎂
𐎅
𐎆
𐎊
𐎕
𐎈
 
 
𐎌
𐎎
𐎓
𐎎
𐎓
 
𐎍
𐎋
𐎗
𐎚
𐎘
𐎓
 
𐎛
𐎌
𐎚
𐎎
𐎓
 
 
𐎆
𐎚
𐎖
𐎙
 
𐎜
𐎄
𐎐
 
𐎋
𐎙
𐎇
 
 
𐎙
𐎇
𐎎
 
𐎚
𐎄
𐎁
𐎗
 
𐎆
𐎙
𐎗
𐎎
 
 
𐎚
𐎘
𐎆
𐎊
 
𐎌
𐎖
𐎍
𐎚
𐎁
𐎙
𐎍
𐎚
 
𐎊
𐎄
𐎋
 
 
𐎍
𐎚
𐎄
𐎐
 
𐎄
𐎐
 
 
𐎀
𐎍
𐎎
𐎐
𐎚
 
𐎍
𐎚
𐎘
𐎔
𐎉
 
𐎘
𐎔
𐎉
𐎖
𐎕
𐎗
 
 
𐎐
𐎔
𐎌
 
 
𐎍
𐎚
𐎄
𐎊
 
𐎖
𐎘
𐎌
𐎎
 
 
𐎓
𐎍
 
𐎄
𐎍
 
𐎍
𐎔
𐎐
𐎋
 
𐎍
𐎚
𐎌
𐎍
𐎈
𐎎
 
 
𐎊
𐎚
𐎎
 
𐎁
𐎓
𐎄
𐎋
𐎒
𐎍
𐎋
 
𐎀
𐎍
𐎎
𐎐
𐎚
𐎋
𐎎
 
𐎀
𐎃
𐎚
 
𐎓
𐎗
𐎌
 
 
𐎎
𐎄
𐎆
 
𐎀
𐎐
𐎌
𐎚
 
𐎓
𐎗
𐎌
 
𐎇
𐎁
𐎍
𐎐
 
 
𐎗
𐎄
 
𐎍
𐎎
𐎍
𐎋
 
𐎀
𐎎
𐎍
𐎋
 
𐎍
𐎄
𐎗
𐎋
𐎚
𐎋
 
𐎀
𐎘
𐎁
 
𐎀
𐎐
 
 
𐎆
𐎊
𐎓
𐎐
𐎊
 
 
𐎋
𐎗
𐎚
𐎘
𐎓
 
𐎊
𐎘
𐎁
𐎗
𐎈
𐎗
𐎐
 
 
𐎊
𐎁
𐎐
 
 
𐎊
𐎘
𐎁
𐎗
 
𐎈
𐎗
𐎐
𐎗
𐎛
𐎌
𐎋
 
 
𐎓
𐎘
𐎚
𐎗
𐎚
 
𐎌
𐎎
 
𐎁
𐎓
𐎍
𐎖
𐎄
𐎖
𐎄
𐎗
 
 
𐎚
𐎖
𐎍
𐎐
 
 
𐎁
𐎂
𐎁
𐎍
𐎌
𐎐
𐎚
𐎋
 
 
𐎁
𐎈
𐎔
𐎐
𐎋
 
 
𐎆
𐎚
𐎓
𐎐
𐎒
𐎔
𐎗
 
 
𐎛
𐎍
𐎎
𐎍
𐎋
 
𐎘
𐎓
𐎊
𐎄
𐎐
𐎛
𐎍
 
 
 
𐎎
𐎚
 
𐎗
𐎔
𐎛
 
𐎀
𐎔
𐎐
𐎋
 
𐎜
𐎇
𐎗
𐎛
𐎍
𐎎
 
 
𐎄
𐎐
𐎛
𐎍
 
 
𐎜
𐎇
𐎗
 
𐎛
𐎍
𐎎
 
 
𐎊
𐎍
𐎈
𐎎
 
𐎜
𐎇
𐎗
 
 
𐎊
𐎌
𐎖
𐎊
 
 
𐎁
𐎐
 
 
𐎖
𐎄
𐎌
𐎊
𐎄
𐎕
𐎚
𐎅
 
 
𐎊
𐎓
𐎍
 
 
𐎆
𐎊
𐎌
𐎋
𐎁
 
𐎊
𐎄
𐎎
𐎛
𐎇
𐎗
𐎚
𐎅
 
 
𐎔
𐎊
𐎐
𐎍
𐎍
𐎐
 
 
𐎅
𐎐
 
𐎊
𐎎
𐎆
𐎘
𐎐
 
 
𐎜
𐎇
𐎗
 
 
𐎛
𐎍
𐎎
 
𐎄
𐎐
𐎛
𐎍
𐎜
𐎇
𐎗
 
 
𐎛
𐎍
𐎎
 
 
𐎊
𐎍
𐎈
𐎎
 
𐎜
𐎇
𐎗
𐎊
𐎌
𐎖
𐎊
 
 
𐎁
𐎐
 
 
𐎖
𐎄
𐎌
 
 
𐎘
𐎍
𐎘
 
𐎗
𐎁
𐎓
𐎊
𐎎
𐎜
𐎇
𐎗
 
 
𐎛
𐎍
𐎎
 
 
𐎄
𐎐
𐎛
𐎍
𐎜
𐎇
𐎗
𐎛
𐎍
𐎎
 
 
𐎊
𐎍
𐎈
𐎎
 
 
𐎜
𐎇
𐎗
 
𐎊
𐎌
𐎖
𐎊
 
𐎁
𐎐
𐎖
𐎄
𐎌
 
 
𐎃
𐎎
𐎌
 
 
𐎊
𐎎
𐎘
𐎄
𐎘
 
 
𐎊
𐎎
 
 
𐎊
𐎎
 
𐎜
𐎇
𐎗
𐎛
𐎍
𐎎
 
 
𐎄
𐎐
𐎛
𐎍
 
𐎜
𐎇
𐎗
 
 
𐎛
𐎍
𐎎
 
 
𐎊
𐎍
𐎈
𐎎
 
𐎜
𐎇
𐎗
 
 
𐎊
𐎌
𐎖
𐎊
 
 
𐎁
𐎐
 
 
𐎖
𐎄
𐎌
 
 
𐎊
𐎄
𐎕
𐎚
𐎅
𐎄
𐎐
𐎛
𐎍
 
 
𐎊
𐎄
 
 
𐎕
𐎚
𐎅
 
 
𐎊
𐎓
𐎍
 
𐎆
𐎊
𐎌
𐎋
𐎁
𐎊
𐎄
 
 
𐎎
𐎛
𐎇
𐎗
𐎚
𐎅
 
𐎔
𐎊
𐎍
𐎐
 
 
𐎎
𐎋
 
 
𐎁
𐎌
𐎁
𐎓
𐎊
𐎎
𐎎
𐎆
 
 
𐎊
𐎖
𐎗
𐎁
 
 
𐎁
𐎓
𐎍
 
𐎁
𐎈
𐎐
𐎚
𐎅
 
 
𐎀
𐎁
𐎊
x
𐎐
 
𐎙
𐎇
𐎗
 
𐎄
𐎐
𐎛
𐎍
 
𐎎
𐎚
 
𐎗
𐎔
𐎛
 
𐎀
𐎐
𐎃
 
𐎙
𐎇
𐎗
𐎎
𐎚
 
𐎅
𐎗
𐎐
𐎎
𐎊
 
 
𐎄
𐎛
𐎐
 
 
𐎁
𐎐
 
𐎍
𐎅
𐎋
𐎎
 
 
𐎀
𐎃
𐎅
 
 
𐎆
 
 
𐎌
𐎗
𐎌
 
𐎋
𐎎
 
𐎀
𐎗
𐎊
𐎅
𐎁
𐎍
 
𐎛
𐎘
 
𐎁
𐎐
 
 
𐎍
𐎅
 
 
𐎆
𐎎
 
 
𐎀
𐎃
𐎅
 
 
𐎆
𐎌
𐎗
𐎌
𐎋
𐎎
 
 
𐎀
𐎗
𐎊
𐎅
 
 
𐎜
𐎇
𐎗
𐎎
 
 
𐎛
𐎍
𐎎
 
𐎊
𐎍
𐎈
𐎎
𐎜
𐎇
𐎗
𐎎
 
 
𐎊
𐎌
𐎖
𐎊
 
 
𐎁
𐎐
 
𐎖
𐎄
𐎌
𐎍
𐎚
𐎁
𐎗
𐎋
𐎐
𐎐
 
 
𐎍
𐎘
𐎗
 
𐎛
𐎍
𐎀
𐎁
𐎊
𐎚
𐎎
𐎗
𐎐
𐎐
 
 
𐎍
𐎁
𐎐
𐎊
 
𐎁
𐎐
𐎆
𐎚
𐎆
𐎊
𐎋
𐎐
 
 
𐎁
𐎐
𐎅
 
 
𐎁
𐎁
𐎚
 
𐎌
𐎗
𐎌
 
 
𐎁
𐎖
𐎗
𐎁
𐎅
𐎋
𐎍
𐎅
 
 
𐎐
𐎕
𐎁
 
 
𐎒
𐎋
𐎐
 
 
𐎛
𐎍
𐎛
𐎁
𐎅
 
 
𐎁
𐎖
𐎄
𐎌
𐎇
𐎚
𐎗
 
𐎓
𐎎
𐎅
 
 
𐎍
𐎀
𐎗
𐎕
 
 
𐎎
𐎌
𐎕
𐎜
 
𐎖
𐎉
𐎗
𐎅
𐎍
𐎓
𐎔
𐎗
 
𐎄
𐎎
𐎗
 
𐎀
𐎘
𐎗
𐎅
 
 
𐎉
𐎁
𐎖
 
𐎍
𐎈
𐎚
𐎐
𐎛
𐎕
𐎅
 
 
𐎂
𐎗
𐎌
 
 
𐎄
 
𐎓
𐎌
𐎊
 
𐎍
𐎐
𐎅
𐎀
𐎃
𐎄
 
𐎊
𐎄
𐎅
 
 
𐎁
𐎌
𐎋
𐎗
𐎐
 
𐎎
𐎓
𐎎
𐎒
𐎅
𐎋
 
𐎌
𐎁
𐎓
 
𐎊
𐎐
 
 
𐎒
𐎔
𐎜
 
 
𐎋
𐎒
𐎎
𐎅
 
 
𐎁
𐎚
𐎁
𐎓
𐎍
𐎆
 
𐎎
𐎐
𐎚
𐎅
 
 
𐎁
𐎚
 
𐎛
𐎍
 
𐎉
𐎃
 
 
𐎂
𐎂
𐎅
 
 
𐎁
𐎊
𐎎
𐎘
𐎛
𐎉
 
𐎗
𐎈
𐎕
 
 
𐎐
𐎔
𐎕
𐎅
 
 
𐎁
𐎊
𐎎
 
𐎗
𐎘
𐎋
𐎒
 
 
𐎊
𐎛
𐎃
𐎄
 
𐎛
𐎚
 
𐎓
𐎁
𐎄
𐎅
 
𐎊
𐎁
𐎗
𐎋
𐎄
𐎐
𐎛
𐎍
 
𐎎
𐎚
 
𐎗
𐎔
𐎛
 
𐎊
𐎎
𐎗
𐎙
𐎇
𐎗
𐎎
𐎚
 
𐎅
𐎗
𐎐
𐎎
𐎊
 
 
𐎐
𐎔
𐎌
 
 
𐎊
𐎈
 
𐎄
𐎐
𐎛
𐎍
𐎎
𐎚
 
 
𐎗
𐎔
𐎛
 
𐎁
𐎗
𐎍
𐎚
 
𐎙
𐎇
𐎗
 
 
𐎎
𐎚
𐎅
𐎗
𐎐
𐎎
𐎊
x
x
x
x
𐎈
 
𐎅
𐎆
 
 
𐎎
𐎃
 
 
𐎍
𐎓
𐎗
𐎌
𐎅
 
𐎊
𐎓
𐎍
𐎆
𐎊
𐎌
𐎋
𐎁
 
 
𐎁
𐎎
 
 
𐎐
𐎌
𐎖
 
𐎀
𐎘
𐎚
𐎅
x
x
x
x
x
 
 
𐎁
𐎈
𐎁
𐎖
𐎅
 
𐎈
𐎎
𐎈
𐎎
𐎚
x
x
x
x
x
𐎚
𐎐
 
 
𐎊
𐎍
𐎚
𐎈
𐎎
𐎈
𐎎
𐎚
𐎍
𐎎
𐎚
 
𐎗
𐎔
𐎛
 
𐎆
𐎊
𐎋
𐎐
 
𐎁
𐎐
𐎅
 
𐎁
𐎁
𐎚
 
𐎌
𐎗
𐎌
 
 
𐎁
𐎖
𐎗
𐎁
 
𐎅
𐎋
𐎍
𐎅
𐎐
𐎕
𐎁
 
 
𐎒
𐎋
𐎐
 
 
𐎛
𐎍
𐎛
𐎁
𐎅
 
 
𐎁
𐎖
𐎄
𐎌
𐎇
𐎚
𐎗
 
 
𐎓
𐎎
𐎅
 
 
𐎍
𐎀
𐎗
𐎕
 
𐎎
𐎌
𐎕
𐎜
𐎖
𐎉
𐎗
𐎅
 
 
𐎍
𐎓
𐎔
𐎗
 
 
𐎏
𐎎
𐎗
𐎀
𐎘
𐎗
𐎅
𐎉
𐎁
𐎖
 
 
𐎍
𐎈
𐎚
 
 
𐎐
𐎛
𐎕
𐎅
 
 
𐎂
𐎗
𐎌
 
𐎄
𐎓
𐎌
𐎊
𐎇
𐎚
𐎗
 
 
𐎓
𐎎
𐎋
 
 
𐎍
𐎀
𐎗
𐎕
 
 
𐎎
𐎌
𐎕
𐎜
 
𐎖
𐎉
𐎗
𐎋
 
𐎍
 
𐎓
𐎔
𐎗
 
𐎏
𐎎
𐎗
 
 
𐎀
𐎘
𐎗
𐎋
 
𐎉
𐎁
𐎖
𐎍
𐎈
𐎚
 
𐎐
𐎛
𐎕
𐎋
 
𐎂
𐎗
𐎌
 
 
𐎄
𐎓
𐎌
𐎊
 
𐎍
𐎐
𐎋
𐎒
𐎔
𐎜
 
 
𐎋
𐎒
𐎎
𐎋
 
 
𐎁
𐎚
 
𐎁
𐎓
𐎍
 
 
𐎆
𐎎
𐎐
𐎚
𐎋
𐎁
𐎚
𐎛
𐎍
 
𐎀
𐎃
𐎄
 
𐎊
𐎄
𐎋
 
 
𐎁
𐎌
𐎋
𐎗
𐎐
𐎎
𐎓
𐎎
𐎒
𐎋
 
 
𐎋
𐎌
𐎁
𐎓
𐎚
 
𐎊
𐎐
 
𐎉
𐎃
𐎂
𐎂
𐎋
 
𐎁
 
 
𐎊
𐎎
 
 
𐎘
𐎛
𐎚
𐎗
𐎈
𐎕
𐎐
𐎔
𐎕
𐎋
 
 
𐎁
𐎊
𐎎
 
 
𐎗
𐎘
 
 
𐎁
𐎜
𐎐
𐎛
𐎍
 
𐎔
𐎐
𐎎
 
 
𐎚
𐎌
𐎎
𐎃
 
 
𐎆
𐎓
𐎍
 
 
𐎊
𐎕
𐎅
𐎍
𐎔
𐎛
𐎚
𐎊
𐎔
𐎗
𐎖
 
 
𐎍
𐎕
𐎁
 
 
𐎆
𐎊
𐎕
𐎈
𐎖
 
 
 
 
 
 
𐎔
𐎓
𐎐
 
 
𐎍
𐎅
𐎄
𐎎
 
 
𐎊
𐎘
𐎔
𐎄
 
𐎊
𐎌
𐎜
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
 
 
𐎀
𐎘
𐎁
𐎐
 
𐎀
𐎐
𐎋
𐎆
𐎀
𐎐
𐎃
𐎐
 
 
𐎆
𐎚
𐎐
𐎃
 
 
𐎁
𐎛
𐎗
𐎚
𐎊
𐎐
𐎔
𐎌
 
 
𐎋
𐎊
𐎍
𐎄
 
 
𐎁
𐎐
 
 
𐎍
𐎊
 
𐎋
𐎎
𐎀
𐎃
𐎊
 
 
𐎆
𐎌
𐎗
𐎌
 
 
𐎋
𐎎
 
𐎀
𐎗
𐎊
𐎊
𐎐
𐎕
𐎁
 
 
𐎒
𐎋
𐎐
 
 
𐎛
𐎍
𐎛
𐎁
𐎊
 
 
𐎁
𐎖
𐎄
𐎌
𐎇
𐎚
𐎗
 
𐎓
𐎎
𐎊
 
 
𐎍
𐎓
𐎔
𐎗
 
 
𐎏
𐎎
𐎗
𐎀
𐎘
𐎗
𐎊
𐎉
𐎁
𐎖
 
 
𐎍
𐎈
𐎚
 
𐎐
𐎛
𐎕
𐎊
 
𐎂
𐎗
𐎌
𐎄
𐎓
𐎌
𐎊
 
 
𐎍
𐎐
 
 
𐎀
𐎃
𐎄
 
𐎊
𐎄
𐎊
 
 
𐎁
𐎌
𐎋
𐎗
𐎐
 
 
𐎎
𐎓
𐎎
𐎒
𐎊
 
 
𐎋
𐎌
𐎁
𐎓
𐎚
𐎊
𐎐
𐎒
𐎔
𐎜
 
 
𐎋
𐎒
𐎎
𐎊
 
 
𐎁
𐎚
 
𐎁
𐎓
𐎍
 
𐎆
𐎎
𐎐
𐎚
𐎊
 
 
𐎁
𐎚
 
𐎛
𐎍
 
𐎉
𐎃
 
 
𐎂
𐎂
𐎊
 
 
𐎁
𐎊
𐎎
 
𐎘
𐎛
𐎉
𐎗
𐎈
𐎕
 
 
𐎐
𐎔
𐎒
𐎊
 
 
𐎁
𐎊
𐎎
 
𐎗
𐎘
𐎄
𐎐
 
𐎛
𐎍
 
𐎁
𐎚
𐎅
 
𐎊
𐎎
𐎙
𐎊
𐎐
𐎊
𐎌
𐎚
𐎖
𐎍
 
𐎄
𐎐
𐎛
𐎍
 
𐎍
𐎅
𐎋
𐎍
𐎅
𐎓
𐎗
𐎁
 
 
𐎁
𐎁
𐎚
𐎅
 
 
𐎋
𐎘
𐎗
𐎚
𐎁
𐎐
𐎚
𐎅
𐎍
𐎍
 
𐎒
𐎐
𐎐
𐎚
 
𐎀
𐎔
𐎐
𐎋
 
𐎄
𐎐
𐎛
𐎍
𐎎
𐎚
 
𐎗
𐎔
𐎛
 
𐎀
𐎔
 
𐎅
𐎐
 
 
𐎙
𐎇
𐎗
𐎎
𐎚
𐎅
𐎗
𐎐
𐎎
𐎊
 
 
𐎀
𐎍
𐎔
 
 
𐎊
𐎉
𐎁
𐎃
 
 
𐎍
𐎋
𐎘
𐎗
𐎚
 
𐎊
𐎌
𐎍
𐎈
𐎎
 
 
𐎋
𐎘
𐎗
𐎚
 
𐎆
𐎊
𐎌
𐎌
𐎖
 
 
𐎁
𐎐
𐎚
 
𐎅
𐎍
𐎍
𐎒
𐎐
𐎐
𐎚
𐎅
𐎐
 
 
𐎊
𐎎
 
 
𐎆
𐎘
𐎐
 
𐎊
𐎌
𐎍
𐎈
𐎎
𐎋
𐎘
𐎗
𐎚
 
𐎆
 
 
𐎊
𐎌
𐎌
𐎖
 
 
𐎁
𐎐
𐎚
𐎅
𐎍
𐎍
𐎒
𐎐
𐎐
𐎚
 
𐎘
𐎍
𐎘
 
 
𐎗
𐎁
𐎓
𐎊
𐎎
 
𐎊
𐎌
𐎍
𐎈
𐎎
𐎋
𐎘
𐎗
𐎚
 
𐎆
𐎊
𐎌
𐎌
𐎖
𐎁
𐎐
𐎚
 
𐎅
𐎍
𐎍
 
𐎒
𐎐
𐎐
𐎚
𐎃
𐎎
𐎌
𐎘
𐎄
𐎘
 
𐎊
𐎎
 
 
𐎊
𐎌
𐎍
𐎈
𐎎
 
𐎋
𐎘
𐎗
𐎚
𐎆
𐎊
𐎌
𐎌
𐎖
 
 
𐎁
𐎐
𐎚
 
𐎅
𐎍
𐎍
𐎒
𐎐
𐎐
𐎚
𐎎
𐎋
 
 
𐎁
𐎌
𐎁
𐎓
 
𐎊
𐎎
𐎎
 
 
𐎚
𐎁
𐎓
 
𐎁
𐎁
𐎚
𐎅
𐎋
𐎘
𐎗
𐎚
 
𐎁
𐎐
𐎚
 
𐎅
𐎍
𐎍
𐎒
𐎐
𐎐
𐎚
𐎎
𐎄
𐎄
𐎚
 
𐎐
𐎓
𐎎
𐎊
 
 
𐎓
𐎗
𐎌
 
𐎅
𐎗
𐎚
𐎊
𐎒
𐎎
𐎒
𐎎
𐎚
 
𐎓
𐎗
𐎌
 
𐎃
𐎍
𐎍
𐎚
𐎊
𐎘
𐎁
 
 
𐎄
𐎐
𐎛
𐎍
 
 
𐎊
𐎒
𐎔
𐎗
 
𐎊
𐎗
𐎃
𐎅
𐎊
𐎗
𐎃
 
 
𐎊
𐎗
𐎃
 
 
𐎘
𐎐
 
 
𐎊
𐎕
𐎛
𐎘
𐎍
𐎘
 
𐎗
𐎁
𐎓
 
 
𐎊
𐎗
𐎃
 
𐎓
𐎌
𐎗
𐎊
𐎗
𐎃
𐎎
 
𐎊
𐎎
𐎙
𐎊
 
x
x
x
x
𐎗
𐎅
𐎎
 
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎌
𐎚
x
x
x
x
x
x
x
x
x
x
 
 
𐎀
𐎁
𐎍
 
𐎖
𐎌
𐎚
 
 
𐎁
𐎘
𐎎
𐎐
 
x
x
x
𐎀
𐎌
𐎗
𐎁
𐎓
 
𐎖
𐎕
𐎓
𐎚
 
𐎆
𐎅
𐎐
 
𐎌
𐎁
𐎓
𐎁
𐎊
𐎎
𐎎
 
 
𐎀
𐎔
𐎐
𐎋
 
 
𐎄
𐎐
𐎛
𐎍
𐎎
𐎚
𐎗
𐎔
𐎛
 
𐎀
𐎔
𐎅
𐎐
 
 
𐎙
𐎇
𐎗
 
𐎎
𐎚
𐎅
𐎗
𐎐
𐎎
𐎊
𐎊
𐎚
𐎌
𐎜
 
 
𐎊
𐎘
𐎁
 
 
𐎁
𐎀
𐎔
 
 
𐎘
𐎙
𐎗
 
𐎚
𐎈
𐎚
𐎀
𐎄
𐎗
𐎎
 
 
𐎄
𐎁
 
𐎂
𐎗
𐎐
 
𐎊
𐎄
𐎐
𐎄
𐎐
 
 
𐎀
𐎍
𐎎
𐎐
𐎚
 
𐎊
𐎘
𐎔
𐎘
 
𐎚
𐎔
𐎉
𐎊
𐎚
𐎎
𐎁
𐎐
𐎌
𐎛
 
𐎓
𐎐
𐎅
 
 
𐎆
𐎊
𐎔
𐎅
𐎐
 
 
𐎁
𐎀
𐎍
𐎔
𐎌
𐎄
 
𐎗
𐎁
𐎚
 
𐎋
𐎎
𐎐
 
 
𐎅
𐎍
𐎋
 
𐎋
𐎘
𐎗
𐎋
𐎊
𐎓
𐎐
 
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎚
𐎄
𐎗
𐎖
 
𐎃
𐎒
𐎒
𐎅
𐎍
𐎋
 
 
𐎖
𐎌
𐎚
 
𐎊
𐎁
𐎍
𐎐
 
 
𐎅
𐎍
𐎊
𐎌
𐎗
𐎁
𐎓
 
𐎖
𐎕
𐎓
𐎚
 
𐎀
𐎔
𐎐
𐎋
 
𐎄
𐎐
𐎛
𐎍
𐎎
𐎚
 
𐎗
𐎔
𐎛
 
𐎀
𐎔
𐎅
𐎐
 
 
𐎙
𐎇
𐎗
𐎎
𐎚
𐎅
𐎗
𐎐
𐎎
𐎊
 
 
𐎂
𐎎
 
 
𐎍
𐎀
𐎘
𐎚
𐎅
 
 
𐎋
𐎊
𐎕
𐎈
𐎌
𐎎
𐎓
 
𐎎
𐎘
𐎚
 
𐎄
𐎐
𐎚
𐎊
 
𐎓
𐎄
𐎁
𐎛
𐎎
𐎗
 
𐎁
𐎔
𐎃
𐎄
 
𐎍
𐎐
𐎔
𐎌
 
𐎋
𐎘
𐎗
𐎆
𐎃
𐎒
𐎒
 
 
𐎍
𐎁
𐎗
𐎍
𐎚
 
𐎅
𐎊
𐎐
 
𐎄
𐎈
𐎗
𐎌
𐎊
𐎄
 
𐎌
𐎍
𐎈
𐎎
 
𐎌
𐎌
𐎖
𐎊
𐎛
𐎍
𐎎
 
 
𐎒
𐎀
𐎄
 
𐎋
𐎁
𐎄
 
𐎅
𐎎
𐎚
𐎁
𐎓
𐎍
𐎈
𐎋
𐎔
𐎚
 
𐎛
𐎍
 
𐎋
𐎍
𐎅
 
𐎚
𐎌
𐎎
𐎓
𐎎
𐎘
𐎚
 
𐎄
𐎐
𐎚
𐎊
 
 
𐎚
𐎓
𐎄
𐎁
 
𐎛
𐎎
𐎗
𐎁
𐎔
𐎃
𐎄
 
𐎍
𐎐
𐎔
𐎌
 
𐎋
𐎘
𐎗
 
𐎆
𐎃
𐎒
𐎒
𐎍
𐎁
𐎗
𐎍
𐎚
 
𐎅
𐎊
𐎐
 
 
𐎄
𐎈
𐎗
𐎌
𐎊
𐎄
𐎎
 
 
𐎀
𐎃
𐎗
 
𐎊
𐎎
𐎙
𐎊
 
𐎋
𐎘
𐎗
𐎆
𐎅
𐎒
𐎒
 
 
𐎁
𐎄
 
𐎄
𐎐
𐎛
𐎍
𐎊
𐎚
𐎐
𐎐
𐎖
𐎌
𐎚
 
𐎍
𐎁
𐎗
𐎋
𐎅
 
𐎊
𐎓
𐎄
𐎁
𐎖
𐎕
𐎓
𐎚
 
𐎀
𐎔
𐎐
𐎋
 
 
𐎎
𐎘
𐎚
𐎄
𐎐
𐎚
𐎊
𐎚
𐎌
𐎍
𐎈
𐎎
 
 
𐎚
𐎌
𐎌
𐎖
𐎊
𐎛
𐎍
𐎎
𐎚
𐎒
𐎀
𐎄
 
𐎚
𐎋
𐎁
𐎄
 
𐎅
𐎎
𐎚
𐎁
𐎓
𐎍
 
𐎈
𐎈
𐎋
𐎔
𐎚
𐎛
𐎍
 
𐎋
𐎍
𐎅
 
 
𐎚
𐎁
𐎓
 
𐎋
𐎘
𐎗
𐎍
𐎀
𐎅
𐎍
𐎅
 
 
𐎅
𐎊
𐎐
 
 
𐎚
𐎁
𐎓
 
𐎍
𐎎
𐎌
𐎋
𐎐
𐎚
𐎅
 
 
𐎀
𐎔
𐎐
𐎋
 
 
𐎄
𐎐
𐎛
𐎍
 
𐎎
𐎚
𐎗
𐎔
𐎛
 
 
𐎀
𐎔
𐎅
𐎐
 
 
𐎙
𐎇
𐎗
𐎎
𐎚
𐎅
𐎗
𐎐
𐎎
𐎊
 
 
𐎖
𐎌
𐎚
 
𐎊
𐎖
𐎁
 
 
𐎊
𐎄
𐎗
𐎋
 
𐎓
𐎍
 
𐎀
𐎖
𐎅
𐎚
 
𐎋
𐎊
𐎖
 
𐎁
𐎅
𐎔
𐎗
𐎓
𐎎
 
 
𐎕
𐎄
𐎋
 
 
𐎊
𐎁
𐎐
 
𐎁
𐎍
𐎐
𐎔
𐎗
𐎓
𐎎
 
 
𐎕
𐎄
𐎋
 
 
𐎅
𐎐
𐎔
𐎗
𐎓
𐎎
𐎕
𐎄
 
𐎁
𐎅
𐎋
𐎍
𐎊
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
 
𐎍
𐎈
𐎎
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎊
𐎐
 
 
𐎀
𐎊
 
 
𐎓
𐎄
x
x
x
x
x
x
x
x
x
𐎁
 
𐎈
𐎗
𐎁
 
 
𐎎
𐎍
𐎈
𐎚
 
𐎖
𐎕
𐎎
𐎗
𐎛
 
 
𐎚
𐎌
𐎚
𐎊
 
 
𐎁
𐎋
𐎒
 
 
𐎋
𐎒
𐎔
 
𐎊
𐎐
 
 
𐎁
𐎋
𐎒
 
𐎃
𐎗
𐎕
𐎄
𐎎
 
 
𐎓
𐎕
𐎎
 
 
𐎊
𐎎
𐎍
𐎜
𐎐
 
 
𐎋
𐎗
𐎔
𐎐
 
 
𐎓
𐎍
𐎋
𐎗
𐎔
𐎐
x
x
x
x
x
x
x
x
x
𐎖
𐎊
𐎎
 
 
𐎆
𐎚
𐎓
𐎍
𐎘
𐎚
𐎗
𐎘
x
x
x
x
x
x
x
x
x
𐎐
 
 
𐎊
𐎐
 
 
𐎓
𐎌
𐎊
 
 
𐎍
𐎈
𐎁
𐎌
𐎆
𐎀
𐎖
𐎅
𐎚
 
 
𐎊
𐎐
𐎈
𐎚
𐎐
 
 
𐎖
𐎐
 
𐎊
𐎒
𐎁
𐎚
𐎖
𐎌
𐎚
 
𐎁
𐎐
𐎚
 
 
𐎋
𐎘
𐎗
 
𐎁
𐎐
𐎌
𐎛
𐎓
𐎐
𐎅
 
 
𐎆
𐎚
𐎔
𐎅
𐎐
x
x
x
x
x
x
x
x
x
x
𐎈
𐎍
 
𐎋
𐎒
𐎍
𐎅
 
 
𐎋
𐎁
𐎗
𐎖
x
x
x
x
x
x
x
x
x
x
𐎋
 
 
𐎊
𐎙
𐎏
 
𐎚
𐎅
𐎎
𐎚
𐎁
𐎗
𐎖
x
x
x
x
x
x
x
 
 
𐎖
𐎐
𐎅
 
 
𐎚
𐎕
𐎁
 
 
𐎖
𐎌
𐎚
 
𐎁
𐎐
𐎚
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
 
 
𐎄
𐎖
𐎗
𐎐
𐎅
 
 
𐎋
𐎎
 
 
𐎁
𐎘
𐎐
 
𐎊
𐎖
𐎗
𐎋
𐎗
𐎔
𐎐
𐎅
 
 
𐎚
𐎄
𐎊
 
 
𐎍
𐎀
𐎗
𐎕
 
 
𐎋
𐎒
𐎅
 
𐎚
𐎌
𐎔
𐎋
𐎎
𐎍
𐎓
𐎔
𐎗
 
 
𐎚
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎚
𐎕
𐎈
 
 
𐎌
𐎎
𐎓
𐎎
𐎓
𐎍
𐎀
𐎖
𐎅
𐎚
 
𐎙
𐎇
𐎗
 
 
𐎛
𐎗
𐎌
 
𐎋
𐎒
𐎔
 
 
𐎆
𐎀
𐎚
𐎐
𐎋
𐎃
𐎗
𐎕
 
 
𐎆
𐎀
𐎌
𐎍
𐎈
𐎋
 
 
𐎆
𐎚
𐎐
 
 
𐎖
𐎌
𐎚
𐎋
𐎓
𐎎
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
 
𐎖
𐎕
𐎓
𐎚
𐎋
 
 
𐎊
𐎁
𐎎
𐎚
𐎍
𐎛
𐎎
𐎎
𐎆
𐎊
𐎓
𐎐
 
 
𐎀
𐎖
𐎅
𐎚
 
𐎙
𐎇
𐎗
 
𐎀
𐎄
𐎗
𐎘
𐎖
𐎁
𐎎
𐎁
𐎍
𐎁
𐎐
𐎐
 
 
𐎀
𐎄
𐎗
 
𐎂
𐎄
𐎎
 
 
𐎁
𐎗
𐎜
𐎎
𐎎
𐎀
𐎄
𐎗
 
𐎖
𐎗
𐎐
𐎚
 
𐎁
𐎊
𐎓
𐎍
𐎎
 
𐎎
𐎚
x
x
𐎐
𐎎
𐎁
𐎓
𐎖
𐎁
𐎚
 
𐎘
𐎗
 
 
𐎀
𐎄
𐎗
 
𐎁
𐎙
𐎍
𐎛
𐎍
𐎖
𐎐
𐎎
𐎚
𐎐
 
 
𐎍
𐎋
𐎘
𐎗
 
 
𐎆
𐎃
𐎒
𐎒
 
 
𐎊
𐎁
𐎓
𐎍
 
𐎖
𐎌
𐎚
 
𐎍
𐎓
𐎐
𐎚
𐎖
𐎕
𐎓
𐎚
 
𐎍
𐎊
𐎄
𐎁
𐎎
𐎚
 
𐎍
𐎛
𐎎
𐎎
 
 
𐎆
𐎚
𐎓
𐎐
 
𐎁
𐎚
𐎍
𐎚
𐎓
𐎐
𐎚
 
𐎊
𐎛
𐎗
𐎌
 
 
𐎈
𐎊
𐎎
 
 
𐎍
𐎀
𐎖
𐎅
𐎚
𐎙
𐎇
𐎗
𐎛
𐎗
𐎌
 
 
𐎈
𐎊
𐎎
 
 
𐎆
𐎀
𐎚
𐎐
𐎋
 
 
𐎁
𐎍
𐎎
𐎚
𐎆
𐎀
𐎌
𐎍
𐎈
𐎋
 
𐎀
𐎌
𐎒
𐎔
𐎗
𐎋
 
 
𐎓
𐎎
 
𐎁
𐎓
𐎍
𐎌
𐎐
𐎚
 
𐎓
𐎎
 
 
𐎁
𐎐
𐎛
𐎍
 
𐎚
𐎒
𐎔
𐎗
𐎊
𐎗
𐎃
𐎎
𐎋
𐎁
𐎓
𐎍
 
𐎋
𐎊
𐎈
𐎆
𐎊
 
 
𐎊
𐎓
𐎌
𐎗
 
 
𐎈
𐎆
𐎊
 
𐎊
𐎓
𐎌
𐎗
 
𐎆
𐎊
𐎌
𐎖
𐎊
𐎐
𐎅
 
 
𐎊
𐎁
𐎄
 
𐎆
𐎊
𐎌
𐎗
𐎓
𐎍
𐎅
𐎐
𐎓
𐎎
𐎚
 
 
𐎊
𐎓
𐎐
𐎊
𐎐
𐎐
 
 
𐎀
𐎔
𐎀
𐎐
𐎋
 
𐎀
𐎈
𐎆
𐎊
𐎀
𐎖
𐎅
𐎚
 
 
𐎙
𐎇
𐎗
 
 
𐎆
 
 
𐎊
𐎓
𐎐
 
 
𐎀
𐎖
𐎅
𐎚
𐎙
𐎇
𐎗
𐎀
𐎍
 
𐎚
𐎌
𐎗
𐎂
𐎐
 
 
𐎊
𐎁
𐎚
𐎍
𐎚
𐎎
 
 
𐎄
𐎎
 
 
𐎍
𐎙
𐎇
𐎗
𐎌
𐎗
𐎂
𐎋
 
 
𐎃
𐎃
𐎎
 
 
𐎎
𐎚
 
𐎜
𐎃
𐎗
𐎊
𐎚
 
𐎎
𐎅
 
𐎊
𐎖
𐎈
𐎎
𐎅
 
 
𐎊
𐎖
𐎈
 
 
𐎎
𐎚
 
𐎀
𐎘
𐎗
𐎊
𐎚
 
𐎒
𐎔
𐎒
𐎂
 
𐎊
𐎒
𐎋
𐎍
 
𐎗
𐎛
𐎌
 
 
𐎈
𐎗
𐎕
 
 
𐎍
𐎑
𐎗
 
𐎖
𐎄
𐎖
𐎄
𐎊
𐎀
𐎔
 
𐎎
𐎚
 
𐎋
𐎍
 
𐎀
𐎎
𐎚
 
𐎆
𐎀
𐎐
 
 
𐎎
𐎚
𐎎
 
𐎀
𐎎
𐎚
𐎀
𐎔
 
 
𐎎
𐎘
𐎐
 
 
𐎗
𐎂
𐎎
𐎎
 
 
𐎀
𐎗
𐎂
𐎎
 
𐎖
𐎌
𐎚
𐎎
𐎋
𐎍
 
 
𐎎
𐎅
𐎗
𐎎
 
 
𐎅
𐎚
 
𐎚
𐎕
𐎄
𐎐
 
𐎚
𐎛
𐎐
𐎘
𐎚
𐎁
𐎅
𐎎
𐎂
𐎎
𐎎
 
 
𐎚
𐎕
𐎈
𐎖
 
 
𐎓
𐎐
𐎚
 
𐎆
𐎁
 
𐎍
𐎁
 
𐎚
𐎖
𐎐
𐎊
x
x
x
 
 
 
𐎘
𐎁
 
 
𐎍
𐎊
 
 
𐎍
𐎀
𐎖
𐎅
𐎚
 
𐎙
𐎇
𐎗
 
𐎘
𐎁
𐎍
𐎊
𐎆
 
𐎍
𐎋
𐎀
𐎘
𐎁
 
 
𐎅
𐎎
 
 
𐎍
𐎀
𐎖
𐎗
𐎊
𐎋
 
 
𐎁
𐎐
𐎚
𐎁
 
𐎔
𐎌
𐎓
x
x
x
x
x
𐎐
 
 
𐎁
𐎐
𐎚
𐎁
 
 
𐎂
𐎀
𐎐
 
 
𐎀
𐎌
𐎎
𐎖
𐎍
x
𐎋
𐎚
𐎈
𐎚
𐎔
𐎓
𐎐
𐎊
 
 
𐎀
𐎚
𐎋
 
 
𐎐
𐎓
𐎎
𐎐
 
 
𐎓
𐎎
𐎖
 
𐎐
𐎌
𐎎
𐎚
𐎄
𐎓
𐎕
 
 
𐎔
𐎓
𐎐
𐎎
 
 
𐎆
𐎚
𐎗
 
𐎀
𐎗
𐎕
 
𐎛
𐎄
𐎋
𐎍
𐎚
𐎚
𐎐
 
 
𐎔
𐎐
𐎎
 
 
𐎓
𐎎
 
 
𐎛
𐎍
 
𐎎
𐎁
𐎗
 
𐎐
𐎅
𐎗
𐎎
𐎖
𐎗
𐎁
 
 
𐎀
𐎔
𐎖
 
 
𐎚
𐎅
𐎎
𐎚
𐎎
 
 
𐎚
𐎂
𐎍
𐎊
 
 
𐎏
𐎄
𐎛
𐎍
𐎆
𐎚
𐎁
𐎜
 
 
𐎖
𐎗
𐎌
 
 
𐎎
𐎍
𐎋
 
 
𐎀
𐎁
𐎌
𐎐
𐎎
𐎍
𐎔
𐎓
𐎐
 
 
𐎛
𐎍
 
 
𐎚
𐎅
𐎁
𐎗
 
𐎆
𐎚
𐎖
𐎍
𐎚
𐎌
𐎚
𐎈
𐎆
𐎊
 
 
𐎆
𐎚
𐎋
𐎁
𐎄
𐎐
𐎅
 
 
𐎚
𐎍
𐎌
𐎐
 
 
𐎀
𐎖
𐎅
𐎚
𐎙
𐎇
𐎗
𐎚
𐎖
𐎍
𐎍
 
 
𐎋
𐎄
𐎄
 
 
𐎄
𐎐
𐎛
𐎍
 
𐎎
𐎚
 
𐎗
𐎔
𐎛
 
𐎆
𐎚
𐎓
𐎐
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
 
𐎚
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎚
𐎕
𐎈
 
𐎅
𐎆
𐎚
x
x
x
x
x
x
x
x
x
x
x
x
 
𐎀
𐎖
𐎅
𐎚
𐎊
𐎌
𐎎
𐎃
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎐
 
𐎁
x
x
x
x
𐎒
𐎔
𐎗
 
 
𐎛
𐎍
𐎎
𐎍
𐎋
 
 
𐎌
𐎁
𐎐
𐎊
 
 
𐎍
𐎎
𐎄
 
 
𐎀
𐎚
𐎐
 
𐎔
𐎗
𐎍
𐎐
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎅
 
 
𐎀
𐎘
𐎁
𐎗
 
x
x
x
x
x
x
x
x
x
x
x
x
 
 
𐎀
𐎁
𐎅
 
 
𐎀
𐎔
 
𐎖
x
x
x
x
x
x
x
x
x
x
x
x
x
 
 
𐎆
𐎚
𐎓
𐎐
 
 
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎚
𐎋
 
𐎊
𐎛
𐎍
𐎎
 
x
x
x
x
x
x
x
x
x
x
x
x
x
x
 
𐎀
𐎍
 
𐎚
𐎌
𐎎
𐎃
 
x
x
x
x
x
x
x
x
x
x
x
x
x
x
 
𐎀
𐎃
𐎄
𐎅
𐎎
 
x
x
x
x
x
x
x
x
x
x
x
x
x
x
 
 
𐎁
 
𐎂
𐎄
𐎍
𐎚
 
𐎀
𐎗
𐎋
𐎚
𐎊
 
x
x
x
x
x
x
𐎍
 
𐎖
𐎄
𐎖
𐎄
𐎋
 
𐎀
𐎌
𐎅
𐎍
𐎋
 
 
𐎌
𐎁
𐎚
𐎋
 
𐎄
𐎎
𐎎
𐎌
𐎁
𐎚
 
𐎄
𐎖
𐎐
𐎋
 
 
𐎎
𐎎
𐎓
𐎎
 
𐎆
 
x
x
x
x
x
x
x
𐎀
𐎖
𐎅
𐎚
 
𐎆
𐎊
𐎔
𐎍
𐎉
𐎋
 
 
𐎁
𐎐
 
𐎄
𐎐
𐎛
𐎍
 
x
x
x
x
𐎆
𐎊
𐎓
𐎏
𐎗
𐎋
 
 
𐎁
𐎊
𐎄
 
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
x
x
x
𐎆
𐎊
𐎓
𐎐
 
 
𐎍
𐎉
𐎔
𐎐
 
 
𐎛
𐎍
𐎄
 
𐎔
𐎛
𐎄
𐎊
𐎄
𐎓
𐎚
𐎋
 
 
𐎁
𐎚
 
𐎆
𐎀
𐎐
𐎌
𐎚
 
𐎆
𐎛
𐎐
 
 
𐎁
𐎛
𐎍
𐎅
𐎚
 
𐎖
𐎍
𐎕
x
x
𐎋
 
 
𐎚
𐎁
𐎓
 
𐎁
𐎚
 
𐎃
𐎐
𐎔
 
 
𐎍
𐎁
𐎋
 
 
𐎀
𐎌
𐎛
 
𐎀
𐎃
𐎄
 
 
𐎄
𐎛
𐎌
𐎘
 
𐎁
𐎋
𐎁
𐎄
𐎅
𐎋
 
 
𐎚
𐎌
𐎚
 
𐎄
 
𐎛
𐎘
𐎁
𐎛
𐎗
𐎚
𐎋
 
 
𐎄
𐎘
 
 
𐎊
𐎄
𐎘
 
 
𐎎
𐎓
𐎖
𐎁
𐎋
 
x
x
x
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
 
𐎛
𐎄
𐎋
 
 
𐎍
𐎚
𐎚
𐎐
 
 
𐎔
𐎐
𐎎
𐎓
𐎎
 
 
𐎀
𐎖
𐎅
𐎚
 
𐎙
𐎇
𐎗
 
𐎁
𐎀
𐎍
𐎔
 
𐎌
𐎄
𐎗
𐎁
𐎚
 
𐎋
𐎎
𐎐
 
 
𐎆
𐎕
𐎈
𐎖
 
 
𐎁
𐎚
𐎍
𐎚
𐎓
𐎐
𐎚
𐎚
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎚
𐎕
𐎈
 
 
𐎌
𐎎
𐎓
 
𐎎
𐎓
 
 
𐎍
𐎀
𐎖
𐎅
𐎚
 
 
𐎙
𐎇
𐎗
 
𐎀
𐎚
 
𐎀
𐎃
 
 
𐎆
𐎀
𐎐
 
x
x
x
x
x
x
x
𐎖
𐎗
𐎁
 
𐎌
𐎁
𐎓
 
𐎘
𐎛
𐎗
𐎋
 
𐎍
x
x
x
x
x
x
x
x
x
x
 
 
𐎀
𐎁
𐎊
 
 
𐎐
𐎄
𐎚
 
𐎀
𐎐
𐎋
 
x
x
x
x
x
x
x
 
 
𐎖
𐎍
𐎚
 
𐎍
𐎋
 
 
𐎚
𐎍
𐎋
 
 
𐎁
𐎕
𐎄
x
x
x
x
x
x
x
x
x
x
𐎎
𐎚
 
𐎛
𐎌
𐎗
𐎊
𐎚
 
x
x
x
x
x
x
x
x
x
x
𐎗
 
𐎀
𐎍
𐎎
𐎄
𐎋
 
 
𐎕
𐎄
 
x
x
x
x
x
x
x
x
x
 
 
𐎍
𐎖
𐎗
𐎚
 
𐎀
𐎁
𐎍
𐎎
 
𐎀
𐎁
𐎍
𐎎
 
𐎖
𐎗
𐎚
 
𐎇
𐎁
𐎍
 
 
𐎊
𐎗
𐎃
 
 
𐎄
𐎎
𐎂
𐎄
𐎍
𐎌
x
x
x
x
x
x
x
x
x
x
 
 
𐎋
𐎎
𐎐
 
 
𐎓
𐎗
𐎅
𐎎
 
x
x
x
x
x
x
x
x
x
x
x
𐎚
 
 
𐎛
𐎚
𐎔
𐎔
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎓
𐎔
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎚
𐎔
𐎒
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
 
 
𐎊
𐎘
𐎁
𐎗
 
 
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
 
 
𐎜
𐎉
𐎎
 
 
𐎏
𐎗
𐎖
𐎎
 
x
x
x
x
x
x
x
x
x
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
 
𐎍
𐎋
𐎍
 
𐎊
x
x
x
x
x
x
x
x
x
x
𐎚
𐎚
𐎁
𐎓
 
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
 
 
𐎛
𐎄
𐎋
 
 
𐎍
𐎚
𐎚
𐎐
 
𐎔
𐎐
𐎎
𐎓
𐎎
 
 
𐎊
𐎉
𐎔
𐎐
 
 
𐎎
𐎅
𐎗
 
𐎌
𐎚
 
 
𐎚
𐎌
𐎜
 
𐎂
𐎅
𐎆
𐎚
𐎕
𐎈
 
 
𐎊
𐎘
𐎁
 
 
𐎊
𐎉
𐎔
 
x
x
x
x
x
x
x
x
x
x
x
𐎖
𐎗
𐎚
 
𐎀
𐎁
𐎍
𐎎
 
 
𐎀
𐎁
𐎍
𐎎
 
 
𐎖
𐎗
𐎚
 
 
𐎇
𐎁
𐎍
 
𐎊
𐎗
𐎃
 
𐎛
𐎋
 
𐎀
𐎍
 
𐎊
𐎈
𐎄
𐎘
 
𐎊
𐎗
𐎃
 
 
𐎁
𐎖
𐎗
𐎐
 
𐎌
𐎎
𐎀
𐎍
𐎅
𐎁
𐎖
𐎗
𐎐
 
 
𐎊
𐎎
𐎐
𐎅
 
 
𐎁
𐎀
𐎐
𐎌
𐎚
 
x
x
x
x
x
x
x
x
x
𐎖
𐎄
𐎖
𐎄
𐎅
 
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎊
𐎉
𐎔
𐎐
 
 
𐎎
𐎅
𐎗
 
𐎌
𐎚
𐎌
𐎎
𐎓
 
𐎍
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
 
𐎀
𐎚
 
𐎓
𐎍
 
𐎖
𐎌
𐎚
𐎅
𐎚
𐎎
𐎃
𐎕
𐎅
 
 
𐎖
𐎕
𐎓
𐎚
𐎅
 
 
𐎅
𐎆
𐎚
 
𐎍
𐎚
𐎈
𐎆
𐎊
 
x
x
x
𐎐
𐎓
𐎎
𐎐
 
 
𐎙
𐎇
𐎗
 
 
𐎌
𐎚
 
𐎘
𐎗
𐎎
 
 
𐎆
x
x
x
x
x
𐎛
𐎌
𐎚
𐎛
𐎗
 
 
𐎁
𐎏
𐎄
𐎎
 
 
𐎆
𐎐
𐎓
𐎗
𐎒
 
x
x
x
x
𐎆
𐎚
𐎓
𐎐
 
 
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
 
𐎘
𐎁
 
 
𐎊
𐎉
𐎔
 
𐎆
 
x
x
x
𐎍
𐎋
 
𐎀
𐎌
𐎚
𐎋
 
 
𐎋
𐎎
 
 
𐎐
𐎌
𐎗
 
𐎁
𐎈
𐎁
𐎌
𐎊
 
𐎋
𐎎
 
 
𐎄
𐎛
𐎊
 
 
𐎁
𐎚
𐎓
𐎗
𐎚
𐎊
 
 
𐎀
𐎖
𐎅
𐎚
 
𐎋
𐎎
 
𐎊
𐎘
𐎁
𐎍
𐎍
𐎈
𐎎
 
 
𐎁
𐎆
𐎁
𐎐
 
 
𐎄
𐎐
𐎛
𐎍
 
𐎍
𐎘
𐎗
𐎎
 
𐎓
𐎍
𐎅
𐎐
𐎌
𐎗
𐎎
 
 
𐎚
𐎗
𐎃
𐎔
𐎐
 
 
𐎊
𐎁
𐎕
𐎗
 
𐎈
𐎁
𐎍
 
𐎄
𐎛
𐎊
𐎎
 
 
𐎁
𐎐
 
 
𐎐
𐎌
𐎗
𐎎
 
 
𐎀
𐎗
𐎃
𐎔
 
 
𐎀
𐎐
𐎋
 
𐎓
𐎍
𐎀
𐎖
𐎅
𐎚
 
𐎓
𐎄
𐎁
𐎋
 
 
𐎅
𐎍
𐎎
𐎐
 
 
𐎘
𐎐
𐎎
 
𐎖
𐎄
𐎖
𐎄
𐎘
𐎍
𐎘
𐎛
𐎄
 
𐎓
𐎍
 
𐎜
𐎄
𐎐
 
 
𐎌
𐎔
𐎋
 
 
𐎋
𐎎
 
𐎌
𐎛
𐎊
𐎄
𐎎
 
𐎋
𐎎
 
𐎌
𐎃
𐎉
 
 
𐎍
𐎁
𐎗
𐎋
𐎅
 
 
𐎚
𐎕
𐎛
𐎋
𐎎
𐎗
𐎈
 
 
𐎐
𐎔
𐎌
𐎅
 
 
𐎋
𐎎
 
 
𐎛
𐎘
𐎍
 
𐎁
𐎗
𐎍
𐎚
𐎅
 
𐎋
𐎎
𐎖
𐎉
𐎗
 
𐎁
𐎀
𐎔
𐎅
 
 
𐎜
𐎀
𐎔
 
 
𐎎
𐎔
𐎗
𐎅
 
𐎀
𐎐
𐎋
𐎍
𐎀
𐎈
𐎆
𐎊
 
 
𐎚
𐎖
𐎈
 
 
𐎊
𐎉
𐎔
𐎐
 
 
𐎎
𐎅
𐎗
𐎌
𐎚
𐎚
𐎌
𐎚
𐎐
 
 
𐎋
𐎐
𐎌
𐎗
 
𐎁
𐎈
𐎁
𐎌
𐎅
 
 
𐎋
𐎎
 
𐎄
𐎛
𐎊
𐎁
𐎚
𐎓
𐎗
𐎚
𐎅
 
 
𐎀
𐎖
𐎅
𐎚
 
𐎋
𐎎
 
 
𐎊
𐎘
𐎁
 
 
𐎍
𐎍
𐎈
𐎎
 
𐎁
𐎐
 
 
𐎄
𐎐
𐎛
𐎍
 
𐎍
𐎘
𐎗
𐎎
 
 
𐎓
𐎍
𐎅
 
𐎐
𐎌
𐎗
𐎎
𐎚
𐎗
𐎃
𐎔
𐎐
 
 
𐎊
𐎁
𐎕
𐎗
 
𐎈
𐎁
𐎍
 
𐎄
𐎛
𐎊
𐎎
 
𐎁
𐎐
𐎐
𐎌
𐎗
𐎎
 
 
𐎚
𐎗
𐎃
𐎔
 
 
x
𐎓
𐎐
𐎚
 
𐎓
𐎍
 
𐎀
𐎖
𐎅
𐎚
𐎚
𐎓
𐎄
𐎁
𐎐
𐎅
 
 
𐎅
𐎍
𐎎
𐎐
 
 
𐎘
𐎐
𐎎
𐎖
𐎄
𐎖
𐎄
𐎘
𐎍
𐎘
𐎛
𐎄
 
𐎓
𐎍
 
𐎜
𐎄
𐎐
𐎌
𐎔
𐎋
 
𐎋
𐎎
𐎌
𐎛
𐎊
 
 
𐎄
𐎎
𐎅
 
 
𐎋
𐎎
 
 
𐎌
𐎃
𐎉
 
 
𐎍
𐎁
𐎗
𐎋
𐎅
𐎊
𐎕
𐎀
𐎚
 
𐎋
𐎎
 
 
𐎗
𐎈
 
 
𐎐
𐎔
𐎌
𐎅
 
 
𐎋
𐎎
 
𐎛
𐎘
𐎍
𐎁
𐎗
𐎍
𐎚
𐎅
 
 
𐎋
𐎎
 
 
𐎖
𐎉
𐎗
 
𐎁
 
𐎀
𐎔
𐎅
x
x
x
x
x
x
𐎓
𐎐
𐎚
 
𐎁
𐎕
𐎎
𐎚
 
𐎎
𐎅
𐎗
𐎅
 
x
x
x
x
x
𐎀
𐎖
𐎅
𐎚
 
𐎆
𐎚
𐎁
𐎋
 
 
𐎊
𐎍
𐎄
 
 
𐎄
𐎐
𐎛
𐎍
x
x
x
𐎀
𐎁
𐎐
 
 
𐎀
𐎐
𐎋
 
𐎆
𐎓
𐎍
 
𐎖
𐎌
𐎚
𐎋
 
 
𐎎
𐎃
𐎕
𐎚
𐎋
 
𐎓
𐎍
 
𐎖
𐎕
𐎓
𐎚
𐎋
 
𐎀
𐎚
 
𐎍
𐎈
𐎊
𐎚
𐎋
 
x
x
x
x
x
x
𐎆
𐎃
𐎍
𐎖
 
 
𐎓
𐎔
𐎚
 
𐎎
𐎃
𐎕
𐎋
 
x
x
x
x
x
𐎍
 
𐎀
𐎖
𐎅
𐎚
𐎚
𐎋
𐎗
𐎁
 
 
x
x
x
x
x
x
x
 
 
𐎍
𐎖
𐎗
𐎁
 
 
𐎖
𐎎
𐎄
𐎊
𐎎
 
𐎚
𐎖
𐎍
 
𐎓
𐎐
𐎚
x
x
x
x
x
x
x
𐎍
𐎁
 
𐎚
𐎘
𐎁
𐎗
𐎖
𐎌
𐎚
 
 
𐎆
 
x
x
x
x
𐎐
𐎗
𐎊
𐎘
𐎁
𐎗
𐎘
𐎎
𐎐
 
 
x
x
x
x
 
 
𐎁
𐎚
𐎍
𐎚
𐎓
𐎐
𐎚
𐎚
𐎘
𐎁
x
x
x
x
x
x
 
𐎌
𐎀
𐎚
𐎍
𐎎
 
 
𐎋
𐎎
𐎗
x
x
𐎅
 
 
𐎊
𐎄
𐎅
 
 
𐎋
𐎌
𐎗
𐎋
𐎐
𐎗
 
𐎜
𐎕
𐎁
𐎓
𐎅
𐎚
𐎅
 
 
𐎈
𐎗
𐎕
 
𐎀
𐎁
𐎐
𐎔
𐎅
 
 
𐎚
𐎛
𐎃
𐎄
 
𐎌
𐎐
𐎚
𐎅
 
 
𐎆
𐎀
𐎋
𐎍
 
𐎁
𐎖
𐎎
𐎎
 
𐎚
𐎌
𐎚
 
𐎈
𐎗
𐎕
 
 
𐎋
𐎍
𐎁
 
𐎛
𐎍
𐎐
𐎎
𐎆
𐎘
𐎐
 
 
𐎂
𐎔
𐎗
𐎗
𐎎
 
 
𐎎
𐎐
 
 
𐎂
𐎗
𐎔
𐎅
 
𐎌
𐎗
𐎀
𐎖
𐎅
𐎚
 
𐎊
𐎓
𐎐
 
 
𐎋
𐎎
𐎗
 
𐎋
𐎎
𐎗
𐎎
𐎋
𐎀
𐎔
𐎓
 
𐎛
𐎍
 
𐎁
𐎂
𐎄
𐎗
𐎚
 
𐎋
 
𐎋
𐎍
𐎁
𐎍
𐎃
𐎉
𐎅
 
 
𐎛
𐎎
𐎃
𐎕
𐎅
 
 
𐎋
𐎄
 
 
𐎓
𐎍
 
𐎖
𐎌
𐎚
𐎅
 
𐎛
𐎎
𐎃
𐎕
𐎅
 
 
𐎓
𐎍
 
𐎖
𐎕
𐎓
𐎚
𐎅
 
𐎅
𐎆
𐎚
𐎍
 
𐎀
𐎈
𐎆
 
 
𐎀
𐎔
 
 
𐎖
𐎌
𐎚
𐎅
 
 
𐎍
𐎚
𐎚
𐎐
𐎍
𐎊
 
 
𐎆
𐎁
 
𐎎
𐎚
𐎅
 
 
𐎈
𐎎
𐎕
𐎕
𐎗
𐎗
𐎔
𐎗
𐎓
 
 
𐎖
𐎑
 
 
𐎊
𐎈
 
𐎌
𐎁
𐎍
𐎚
𐎁
𐎙
𐎍
𐎔
𐎅
 
 
𐎀
𐎔
𐎐
𐎋
 
𐎄
𐎐
𐎛
𐎍
𐎎
𐎚
 
 
𐎗
𐎔
𐎛
 
𐎀
𐎔
𐎅
𐎐
 
𐎙
𐎇
𐎗
𐎎
𐎚
 
𐎅
𐎎
𐎎
𐎊
 
𐎊
𐎚
𐎌
𐎜
𐎊
𐎘
𐎁
 
 
𐎁
𐎀
𐎔
 
 
𐎘
𐎙
𐎗
 
𐎚
𐎈
𐎚
𐎀
𐎄
𐎗
𐎎
 
 
𐎄
𐎁
 
𐎂
𐎎
 
𐎊
𐎄
𐎐
𐎄
𐎐
 
 
𐎀
𐎍
𐎎
𐎐
𐎚
𐎊
𐎘
𐎔
𐎉
𐎘
𐎔
𐎉
 
𐎊
𐎚
𐎎
 
x
x
x
x
𐎅
 
𐎁
𐎀
𐎍
𐎔
 
 
𐎌
𐎄
 
 
𐎗
𐎁
𐎚
𐎋
𐎎
𐎐
𐎚
𐎄
𐎗
𐎖
 
 
𐎔
𐎙
𐎚
 
𐎋
𐎊
𐎓
𐎐
𐎅
𐎍
𐎋
 
𐎔
𐎙
𐎚
 
 
𐎊
𐎓
𐎐
 
 
𐎁
𐎐
𐎌
𐎛
𐎓
𐎐
𐎅
 
 
𐎆
𐎚
𐎔
𐎅
𐎐
 
𐎌
𐎓
𐎗
𐎎
𐎁
𐎂
𐎗
𐎐
 
 
𐎊
𐎃
𐎗
𐎁
 
 
x
x
x
x
𐎊
𐎙
𐎍
𐎊
 
 
𐎊
𐎃
𐎒
𐎔
 
 
𐎛
𐎁
 
𐎋
𐎗
𐎎
𐎎
𐎓
𐎍
 
𐎁
𐎚
 
𐎀
𐎁
𐎅
 
 
𐎐
𐎌
𐎗
𐎎
 
 
𐎚
𐎗
𐎃
𐎔
𐎐
 
𐎊
𐎁
𐎕
𐎗
 
𐎈
𐎁
𐎍
𐎄
𐎛
𐎊
𐎎
𐎚
𐎁
𐎋
𐎊
 
 
𐎔
𐎙
𐎚
 
𐎁
𐎎
 
𐎍
𐎁
𐎚
𐎄
𐎎
𐎓
 
𐎁
𐎎
 
𐎋
𐎁
𐎄
𐎚
𐎎
𐎇
𐎓
 
𐎋
𐎒
𐎚
 
𐎄
𐎐
𐎛
𐎍
𐎎
𐎚
𐎗
𐎔
𐎛
 
𐎀
𐎍
𐎍
 
 
𐎙
𐎇
𐎗
 
𐎎
𐎚
𐎅
𐎗
𐎐
𐎎
𐎊
 
𐎀
𐎔
𐎐
𐎋
 
 
𐎄
𐎐
𐎛
𐎍
𐎎
𐎚
𐎗
𐎔
𐎛
 
𐎊
𐎕
𐎍
𐎊
 
 
x
𐎓
𐎗
𐎔
𐎚
𐎁
𐎈
𐎎
 
 
𐎜
𐎐
 
 
𐎊
𐎗
𐎓
𐎗
𐎔
𐎚
𐎚
𐎎
𐎉
𐎗
 
𐎁
𐎖
𐎑
 
 
𐎉
𐎍
 
𐎊
𐎉
𐎍
𐎍
𐎍
𐎙
𐎐
𐎁
𐎎
 
 
𐎌
𐎁
𐎓
𐎌
𐎐
𐎚
𐎊
𐎕
𐎗
𐎋
 
 
𐎁
𐎓
𐎍
 
𐎘
𐎎
𐎐
 
𐎗
𐎋
𐎁
𐎓
𐎗
𐎔
𐎚
 
𐎁
𐎍
 
𐎉
𐎍
 
𐎁
𐎍
𐎗
𐎁
𐎁
𐎁
𐎍
 
𐎌
𐎗
𐎓
 
𐎚
𐎅
𐎎
𐎚
𐎎
 
𐎁
𐎍
𐎉
𐎁
𐎐
𐎚
 
𐎖
𐎍
 
𐎁
𐎓
𐎍
 
𐎋
𐎚
𐎎
𐎇
𐎓
𐎋
𐎒
𐎚
 
𐎄
𐎐
𐎛
𐎍
 
𐎎
𐎚
𐎗
𐎔
𐎛
𐎀
𐎍
𐎍
 
𐎙
𐎇
𐎗
 
𐎎
𐎚
𐎅
𐎗
𐎐
𐎎
𐎊
𐎂
𐎎
 
 
𐎍
𐎁
𐎚
𐎅
 
 
𐎄
𐎐
𐎛
𐎍
 
 
𐎋
𐎊
𐎕
𐎈
𐎌
𐎎
𐎓
 
𐎔
𐎙
𐎚
 
𐎘
𐎋
𐎎
𐎚
 
 
𐎎
𐎊
𐎈
𐎒
𐎔
𐎚
 
𐎍
𐎌
𐎓
𐎗
 
𐎉
𐎍
𐎊
𐎄
𐎓
𐎚
𐎅
𐎍
𐎋
 
 
𐎋
𐎁
𐎋
𐎁
𐎎
 
 
𐎎
𐎄
𐎍
𐎓
𐎗
𐎕
𐎎
𐎄
 
𐎔
𐎈
𐎍
 
𐎌
𐎚
 
𐎂
𐎔
𐎐
𐎊
 
 
𐎄
𐎚
𐎋
𐎒
𐎔
𐎄
𐎚
 
𐎊
𐎗
𐎖
 
 
𐎐
𐎖
𐎁
𐎐
𐎊
 
𐎚
𐎌
𐎎
𐎓
𐎔
𐎙
𐎚
 
𐎘
𐎋
𐎎
𐎚
 
𐎎
𐎊
 
 
𐎈
𐎒
𐎔
𐎚
 
𐎍
 
𐎌
𐎓
𐎗
 
𐎉
𐎍
𐎊
𐎄
𐎓
𐎚
 
𐎅
𐎍
𐎋
𐎋
𐎁
𐎋
𐎁
𐎎
𐎁
𐎋
𐎎
 
 
𐎚
𐎎
𐎄
𐎍
𐎐
 
𐎓
𐎗
𐎁
𐎋
𐎎
 
 
𐎚
𐎕
𐎎
𐎄
 
𐎔
𐎈
𐎍
𐎁
𐎋
𐎎
𐎚
𐎌
𐎜
 
 
𐎀
𐎁
𐎅
 
 
𐎚
𐎌
𐎚
𐎐
𐎐
 
 
𐎍
𐎁
𐎎
𐎚
𐎓
𐎗
𐎍
𐎊
𐎒
𐎎
𐎒
𐎎
 
 
𐎁
𐎎
𐎚
𐎔
𐎈
𐎍
𐎊
𐎄
𐎐
𐎛
𐎍
 
𐎊
𐎒
𐎁
 
𐎔
𐎀
𐎍
𐎚
𐎅
𐎁
𐎕
𐎖
𐎍
 
𐎊
𐎔
𐎅
 
 
𐎁
𐎔
𐎀
𐎍
𐎚
𐎁
𐎕
𐎖
𐎍
𐎊
𐎔
𐎅
 
 
𐎁
𐎊
𐎙
𐎍
𐎎
 
 
𐎁
𐎕
𐎖
𐎍
𐎊
𐎈
𐎁
𐎖
𐎆
𐎊
𐎐
𐎌
𐎖
 
 
𐎀
𐎈
𐎍
 
𐎀
𐎐
 
𐎁
𐎕
𐎖
𐎍
𐎊
𐎐
𐎔
𐎓
 
𐎁
𐎔
𐎀
𐎍
𐎚
 
𐎁
𐎕
𐎖
𐎍
 
𐎊
𐎔
𐎓
 
 
𐎁
𐎊
𐎙
𐎍
𐎎
𐎜
𐎗
 
𐎚
𐎛
𐎒
𐎔
𐎋
 
 
𐎊
𐎄
𐎀
𐎖
𐎅
𐎚
𐎙
𐎇
𐎗
 
𐎚
𐎌
𐎚
𐎋
 
𐎁
𐎖
𐎗
𐎁
𐎎
 
𐎀
𐎒
𐎎
𐎊
𐎄
𐎐
𐎛
𐎍
 
 
𐎊
𐎒
𐎁
 
 
𐎀
𐎋
𐎍
𐎚
𐎅
 
𐎊
𐎔
𐎅
𐎌
𐎁
𐎍
𐎚
 
𐎁
𐎀
𐎋
𐎍
𐎚
 
𐎌
𐎁
𐎍
𐎚
𐎊
𐎔
𐎓
 
𐎁
𐎈
𐎎
𐎄
𐎗
𐎚
 
𐎌
𐎁
𐎍
𐎚
𐎊
𐎈
𐎁
𐎖
𐎆
𐎊
𐎐
𐎌
𐎖
 
 
𐎀
𐎈
𐎍
 
𐎀
𐎐
 
𐎌
𐎁
𐎍
𐎚
𐎚
𐎔
𐎓
 
𐎁
𐎀
𐎋
𐎍
𐎚
 
𐎌
𐎁
𐎍
𐎚
 
𐎚
𐎔
𐎓
 
 
𐎁
𐎈
𐎎
𐎄
𐎗
𐎚
𐎜
𐎗
 
𐎚
𐎛
𐎒
𐎔
𐎋
 
 
𐎊
𐎄
 
 
𐎀
𐎖
𐎅
𐎚
𐎙
𐎇
𐎗
𐎚
𐎌
𐎚
𐎋
 
 
𐎁
𐎎
 
 
𐎖
𐎗
𐎁
𐎎
 
𐎀
𐎒
𐎎
𐎁
𐎔
𐎅
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎊
𐎕
𐎀
 
 
𐎁
𐎌
𐎔
𐎚
𐎅
 
𐎅
𐎆
𐎚
𐎅
𐎁
𐎐
𐎌
𐎛
𐎓
𐎐
𐎎
 
 
𐎆
𐎚
𐎔
𐎅
𐎐
 
 
𐎛
𐎐
 
𐎌
𐎍
𐎎
𐎁
𐎅
𐎍
𐎋
 
 
𐎙
𐎍
𐎎
𐎎
 
 
𐎁
𐎄
𐎄
𐎊
 
𐎊
𐎕
𐎀
𐎊
𐎕
𐎀
 
 
𐎆
𐎍
 
𐎊
𐎕
𐎀
 
 
𐎅
𐎍
𐎎
 
𐎘
𐎐
𐎎
 
𐎖
𐎄
𐎖
𐎄
 
𐎘
𐎍
𐎘
𐎛
𐎄
 
𐎓
𐎍
𐎜
𐎄
𐎐
𐎍
 
𐎀
𐎒
𐎗
 
𐎔
𐎄
𐎎
 
𐎗
𐎛
𐎌
𐎅
 
𐎓
𐎍
 
𐎔
𐎄
 
 
𐎀
𐎒
𐎗
 
𐎈
𐎙
x
x
 
𐎍
𐎂
𐎍
𐎈
𐎚
𐎎
𐎃
𐎍
𐎔
𐎚
 
𐎆
𐎍
 
𐎊
𐎚
𐎋
 
 
𐎄
𐎎
𐎓
𐎚
 
 
𐎋
𐎎
𐎗
𐎁
𐎓
𐎚
 
𐎍
𐎘
𐎖
𐎍
𐎎
 
 
𐎚
𐎂
𐎗
𐎗
𐎐
 
𐎁
𐎎
𐎊
𐎄
 
𐎕
𐎔
𐎐
𐎅
𐎎
 
 
𐎐
𐎍
𐎛
𐎊
𐎎
 
 
𐎁
𐎊
𐎄
 
 
𐎕
𐎔
𐎐
𐎅
𐎎
𐎐
𐎕
𐎈
𐎊
 
 
𐎌
𐎗
𐎗
𐎎
𐎓
x
x
x
 
x
x
𐎀
𐎊
𐎀
𐎁
𐎌
𐎗
𐎋
𐎎
 
 
𐎄
𐎐
𐎛
𐎍
 
𐎄
x
𐎅
x
x
𐎗
𐎛
𐎌
 
 
𐎗
𐎖
𐎚
𐎅
 
 
𐎚
𐎈
𐎚
𐎓
𐎐
𐎚
𐎊
𐎖
𐎍
 
𐎍
 
𐎚
𐎌
𐎓
𐎍
𐎊
𐎅
𐎆
𐎚
 
𐎌
𐎕
𐎀
𐎚
𐎋
 
𐎗
𐎈
 
𐎐
𐎔
𐎌
𐎅
𐎎
 
𐎋
𐎛
𐎘
𐎍
 
𐎁
𐎗
𐎍
𐎚
𐎅
𐎎
 
 
𐎋
𐎖
𐎉
𐎗
 
 
𐎁
𐎀
𐎔
𐎎
𐎔
𐎗
𐎅
𐎎
𐎚
𐎎
𐎙
𐎊
𐎐
 
 
𐎚
𐎌
𐎀
 
 
𐎂
𐎅
𐎎
 
𐎆
 
𐎚
𐎕
𐎈
𐎌
𐎎
𐎓
 
𐎍
𐎄
𐎐
𐎛
𐎍
 
𐎎
𐎚
𐎗
𐎔
𐎛
𐎎
𐎚
 
𐎀
𐎖
𐎚
𐎅
𐎚
 
𐎙
𐎇
𐎗
𐎌
𐎕
𐎀
𐎚
𐎁
𐎚
𐎍
𐎚
 
𐎓
𐎐
𐎚
 
𐎋
𐎗
𐎈
 
𐎐
𐎔
𐎌
𐎅
𐎛
𐎋
𐎛
𐎘
𐎍
 
𐎁
𐎗
𐎍
𐎚
𐎅
 
 
𐎋
𐎖
𐎉
𐎗
 
 
𐎁
𐎀
𐎔
𐎅
 
 
 
𐎁
𐎅
 
𐎔
𐎓
𐎐
𐎎
 
𐎚
𐎉
𐎉
 
𐎓
𐎍
𐎐
 
 
𐎔
𐎐
𐎅
 
 
𐎚
𐎄
𐎓
 
𐎁
𐎓
𐎄
𐎐
𐎋
𐎒
𐎍
 
𐎊
𐎘
𐎁
𐎗
 
 
𐎊
𐎙
𐎕
 
 
𐎔
𐎐
𐎚
𐎋
𐎒
𐎍
𐎅
𐎀
𐎐
𐎌
 
 
𐎄
𐎚
 
𐎑
𐎗
𐎅
 
 
𐎊
𐎌
𐎜
 
𐎂
𐎅
𐎆
𐎊
𐎕
𐎈
 
x
x
x
x
x
x
x
x
x
x
𐎎
𐎃
𐎕
 
x
x
x
x
x
x
x
x
x
x
x
𐎌
x
x
x
x
x
x
x
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎐
𐎌
𐎛
 
 
𐎓
𐎐
𐎅
 
 
𐎆
𐎊
𐎔
𐎅
𐎐
 
𐎊
𐎈
𐎄
 
𐎁
𐎓
𐎗
𐎔
𐎚
 
 
𐎐
𐎌
𐎗
𐎎
 
𐎊
𐎌
𐎜
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
 
 
𐎋
𐎐
𐎔
 
𐎐
𐎌
𐎗
𐎎
 
𐎁
𐎓
𐎍
 
𐎊
𐎘
𐎁
𐎗
 
 
𐎁
𐎓
𐎍
 
𐎊
𐎘
𐎁
𐎗
 
 
𐎄
𐎛
𐎊
 
𐎅
𐎎
𐎚
𐎚
𐎖
𐎍
𐎐
 
 
𐎚
𐎈
𐎚
 
𐎔
𐎓
𐎐
𐎊
 
 
𐎛
𐎁
𐎖
𐎓
 
 
𐎋
𐎁
𐎄
𐎚
𐎅
𐎎
 
𐎆
𐎀
𐎈
𐎄
 
𐎅
𐎎
 
 
𐎛
𐎘
 
𐎌
𐎎
𐎚
 
𐎅
𐎎
 
𐎛
𐎘
𐎓
𐎑
𐎎
 
 
𐎀
𐎁
𐎔
𐎋
𐎊
 
 
𐎆
 
𐎀
𐎖
𐎁
𐎗
𐎐
𐎅
𐎀
𐎌
𐎚
 
𐎁
𐎃
𐎗
𐎚
 
𐎛
𐎍
𐎎
 
𐎀
𐎗
𐎚
 
𐎁
𐎔
𐎅
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎊
𐎕
𐎀
 
 
𐎁
𐎌
𐎔
𐎚
𐎅
 
𐎅
𐎆
𐎚
𐎅
𐎋
𐎐
𐎔
 
 
𐎐
𐎌
𐎗
𐎎
 
 
𐎁
𐎓
𐎍
𐎊
𐎘
𐎁
𐎗
𐎁
𐎓
𐎍
 
𐎚
𐎁
𐎗
 
𐎄
𐎛
𐎊
𐎅
𐎎
𐎚
𐎚
𐎙
𐎍
𐎐
 
𐎚
𐎈
𐎚
 
𐎔
𐎓
𐎐
𐎅
 
 
𐎊
𐎁
𐎖
𐎓
 
 
𐎋
𐎁
𐎄
𐎚
𐎅
𐎎
 
𐎆
 
𐎊
𐎈
𐎄
𐎛
𐎐
 
 
𐎌
𐎎
𐎚
 
𐎛
𐎐
 
 
𐎓
𐎑
𐎎
 
 
𐎊
𐎌
𐎜
 
𐎂
𐎅
𐎆
𐎊
𐎕
𐎈
 
 
𐎋
𐎐
𐎔
 
 
𐎐
𐎌
𐎗
𐎎
 
𐎁
𐎓
𐎍
 
𐎊
𐎁
𐎐
𐎁
𐎓
𐎍
 
𐎊
𐎁
𐎐
 
 
𐎄
𐎛
𐎊
 
 
𐎅
𐎎
𐎚
𐎐
𐎌
𐎗
𐎎
𐎚
𐎔
𐎗
 
 
𐎆
𐎄
𐎜
 
 
𐎁
𐎐
𐎌
𐎛
 
𐎓
𐎐
𐎅
 
 
𐎆
𐎊
𐎔
𐎅
𐎐
𐎊
𐎈
𐎄
 
𐎅
𐎗
𐎂
𐎁
 
 
𐎀
𐎁
 
𐎐
𐎌
𐎗
𐎎
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
 
 
𐎋
𐎐
𐎔
 
𐎅
𐎗
𐎂
𐎁
𐎁
𐎓
𐎍
 
𐎊
𐎘
𐎁
𐎗
 
 
𐎁
𐎓
𐎍
 
𐎊
𐎘
𐎁
𐎗
 
𐎄
𐎛
𐎊
 
 
𐎅
𐎆
𐎚
𐎆
𐎊
𐎖
𐎍
 
𐎚
𐎈
𐎚
 
𐎔
𐎓
𐎐
𐎊
 
 
𐎛
𐎁
𐎖
𐎓
 
𐎋
𐎁
𐎄
𐎅
𐎆
𐎀
𐎈
𐎄
 
𐎅
𐎎
 
 
𐎛
𐎘
 
𐎌
𐎎
𐎚
 
𐎅
𐎎
 
 
𐎛
𐎘
 
𐎓
𐎑
𐎎
𐎀
𐎁
𐎋
𐎊
 
 
𐎆
𐎀
𐎖
𐎁
𐎗
𐎐
 
 
𐎀
𐎌
𐎚
 
𐎁
𐎃
𐎗
𐎚
𐎛
𐎍
𐎎
 
 
𐎀
𐎗
𐎕
 
 
𐎁
𐎔
𐎅
 
 
𐎗
𐎂
𐎎
 
 
𐎍
 
𐎊
𐎕
𐎀
 
 
𐎁
𐎌
𐎔
𐎚
𐎅
 
 
𐎅
𐎆
𐎚
𐎅
 
 
𐎋
𐎐
𐎔
 
 
𐎅
𐎗
𐎂
𐎁
 
 
𐎁
𐎓
𐎍
𐎘
𐎁
𐎗
𐎁
𐎓
𐎍
 
𐎘
𐎁
𐎗
 
 
𐎄
𐎛
𐎊
 
 
𐎅
𐎆
𐎚
 
𐎆
𐎊
𐎖
𐎍
𐎚
𐎈
𐎚
 
𐎔
𐎓
𐎐
𐎅
 
 
𐎊
𐎁
𐎖
𐎓
 
 
𐎋
𐎁
𐎄
𐎅
 
 
𐎆
𐎊
𐎈
𐎄
𐎛
𐎐
 
 
𐎌
𐎎
𐎚
 
𐎛
𐎐
 
 
𐎓
𐎑
𐎎
 
 
𐎊
𐎌
𐎜
 
𐎂
𐎅
𐎆
𐎊
𐎕
𐎈
 
 
𐎋
𐎐
𐎔
 
 
𐎅
𐎗
𐎂
𐎁
 
 
𐎁
𐎓
𐎍
𐎊
𐎁
𐎐
𐎁
𐎓
𐎍
 
𐎊
𐎁
𐎐
 
 
𐎄
𐎛
𐎊
 
 
𐎅
𐎆
𐎚
𐎅
𐎗
𐎂
𐎁
𐎚
𐎔
𐎗
 
𐎆
𐎄
𐎜
 
 
𐎁
𐎐
𐎌
𐎛
 
 
𐎓
𐎐
𐎅
 
𐎆
𐎊
𐎔
𐎅
𐎐
 
 
𐎊
𐎈
𐎄
 
𐎕
𐎎
𐎍
 
𐎜
𐎎
 
𐎐
𐎌
𐎗
𐎎
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
 
 
𐎋
𐎐
𐎔
 
 
𐎕
𐎎
𐎍
 
𐎁
𐎓
𐎍
 
𐎊
𐎘
𐎁
𐎗
 
𐎁
𐎓
𐎍
 
𐎊
𐎘
𐎁
𐎗
 
𐎄
𐎛
𐎊
𐎅
𐎊
𐎚
 
𐎚
𐎖
𐎍
 
𐎚
𐎈
𐎚
 
𐎔
𐎓
𐎐
𐎊
 
𐎛
𐎁
𐎖
𐎓
𐎋
𐎁
𐎄
𐎅
 
 
𐎆
𐎀
𐎈
𐎄
 
𐎅
𐎎
 
 
𐎛
𐎘
 
𐎌
𐎎
𐎚
𐎅
𐎎
 
𐎛
𐎘
𐎓
𐎑
𐎎
 
 
𐎀
𐎁
𐎋
𐎊
 
 
𐎆
𐎀
𐎖
𐎁
𐎗
𐎐
𐎅
 
𐎀
𐎌
𐎚
𐎐
𐎁
𐎃
𐎗
𐎚
 
𐎛
𐎍
𐎎
 
 
𐎀
𐎗
𐎕
 
 
𐎁
𐎔
𐎅
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎊
𐎕
𐎀
𐎁
𐎌
𐎔
𐎚
𐎅
 
 
𐎅
𐎆
𐎚
𐎅
 
 
𐎋
𐎐
𐎔
 
 
𐎕
𐎎
𐎍
𐎁
𐎓
𐎍
 
𐎘
𐎁
𐎗
𐎁
𐎓
𐎍
 
𐎘
𐎁
𐎗
 
𐎄
𐎛
𐎊
 
 
𐎅
𐎊
𐎚
 
𐎚
𐎖
𐎍
𐎚
𐎈
𐎚
𐎔
𐎓
𐎐
𐎅
 
𐎊
𐎁
𐎖
𐎓
 
𐎋
𐎁
𐎄
𐎅
 
 
𐎆
𐎊
𐎈
𐎄
 
𐎛
𐎘
 
𐎌
𐎎
𐎚
 
𐎛
𐎘
 
𐎓
𐎑
𐎎
 
 
𐎆
𐎊
𐎖
𐎈
 
𐎁
𐎅
𐎎
𐎀
𐎖
𐎅
𐎚
 
𐎊
𐎁
𐎋
𐎊
 
 
𐎍
𐎍
𐎖
𐎑
 
 
𐎊
𐎁
𐎋
𐎊
 
 
𐎆
𐎊
𐎖
𐎁
𐎗
𐎊
𐎖
𐎁
𐎗
𐎐
𐎐
 
 
𐎁
𐎎
𐎄
𐎂
𐎚
 
 
 
𐎁
𐎋
𐎐
𐎗
𐎚
𐎆
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
 
 
𐎋
𐎐
𐎔
 
𐎐
𐎌
𐎗
𐎎
𐎁
𐎓
𐎍
 
𐎊
𐎘
𐎁
𐎗
 
𐎁
𐎓
𐎍
 
𐎊
𐎘
𐎁
𐎗
 
𐎄
𐎛
𐎊
𐎅
𐎎
𐎚
 
𐎅
𐎎
 
 
𐎚
𐎓
𐎔
𐎐
 
 
𐎓
𐎍
 
𐎖
𐎁
𐎗
 
𐎁
𐎐
𐎊
𐎚
𐎌
𐎃
𐎉
𐎀
𐎐
𐎐
 
 
𐎁
𐎌
𐎐
𐎚
𐎅
 
 
𐎖
𐎗
𐎎
𐎊
𐎎
𐎎
𐎍
𐎋
 
 
𐎊
𐎕
𐎎
 
 
𐎊
𐎍
𐎋
𐎎
 
 
𐎖
𐎗
 
 
𐎎
𐎊
𐎎
 
 
𐎄
𐎓
𐎍
𐎋
𐎎
𐎃
𐎕
 
 
𐎀
𐎖
𐎅
𐎚
 
𐎙
𐎇
𐎗
 
𐎀
𐎎
𐎄
 
 
𐎂
𐎗
𐎁
𐎚
𐎛
𐎍
𐎓
𐎐
𐎚
 
𐎁
𐎗
𐎈
 
 
𐎔
𐎓
𐎍
𐎎
𐎅
 
 
𐎓
𐎐
𐎚
 
𐎔
𐎄
𐎗
𐎄
𐎗
𐎓
𐎄
𐎁
 
 
𐎜
𐎃
𐎗
𐎊
𐎎
𐎉
𐎊
𐎄
𐎅
𐎊
𐎎
𐎙
 
 
𐎍
𐎎
𐎗
𐎗
𐎚
 
𐎚
𐎙
𐎍
𐎍
 
𐎁
𐎐
𐎗
𐎊
𐎌
𐎜
 
 
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
 
 
𐎊
𐎍
𐎋
 
𐎎
𐎗
𐎗
𐎚
𐎚
𐎙
𐎍
𐎍
 
𐎁
𐎐
𐎗
 
 
𐎄
𐎓
𐎍
𐎋
 
 
𐎎
𐎃
𐎕
 
𐎀
𐎖
𐎅
𐎚
𐎙
𐎇
𐎗
 
𐎌
𐎗
𐎌
𐎋
 
 
𐎁
𐎀
𐎗
𐎕
 
𐎀
𐎍
𐎊
𐎔
𐎓
 
 
𐎗
𐎛
𐎌
 
 
𐎙
𐎍
𐎊
 
 
𐎁
𐎄
 
𐎐
𐎒
𐎓
𐎋
𐎓
𐎐
𐎚
 
𐎁
𐎗
𐎈
 
 
𐎔
𐎓
𐎍
𐎎
𐎅
 
𐎓
𐎐
𐎚
 
𐎔
𐎄
𐎗
 
 
𐎄
𐎗
 
 
𐎓
𐎄
𐎁
 
 
𐎜
𐎃
𐎗
𐎊
 
 
𐎎
𐎉
𐎊
𐎄
𐎅
𐎊
𐎎
𐎙
 
 
𐎍
𐎖
𐎗
𐎚
 
𐎀
𐎁
𐎍
𐎎
 
𐎀
𐎁
𐎍
𐎎
𐎖
𐎗
𐎚
 
𐎒
𐎇
𐎁
𐎍
 
𐎊
𐎗
𐎃
 
 
𐎊
𐎌
𐎜
 
𐎂
𐎅
𐎆
𐎊
𐎕
𐎈
 
 
𐎊
𐎍
𐎋
 
 
𐎖
𐎗
𐎚
𐎀
𐎁
𐎍
𐎎
𐎄
𐎓
𐎍
𐎋
 
 
𐎎
𐎃
𐎕
 
 
𐎀
𐎖
𐎅
𐎚
𐎙
𐎇
𐎗
𐎓
𐎆
𐎗
𐎚
 
𐎊
𐎌
𐎚
𐎋
 
 
𐎁
𐎓
𐎍
 
𐎍
𐎅
𐎚
𐎆
 
x
𐎓
𐎍
𐎎
𐎅
 
 
𐎍
𐎓
𐎐
𐎚
 
𐎔
𐎄
𐎗
𐎄
𐎗
𐎓
𐎄
𐎁
 
 
𐎜
𐎃
𐎗
𐎊
 
 
𐎎
𐎉
 
𐎊
𐎄
𐎅
𐎄
𐎐
𐎛
𐎍
 
𐎁
𐎚
𐎅
 
 
𐎊
𐎎
 
 
𐎙
𐎊
𐎐
 
𐎊
𐎌
𐎚
𐎖
𐎍
 
𐎄
𐎐
𐎛
𐎍
 
𐎍
𐎅
𐎋
𐎍
𐎅
 
 
𐎓
𐎗
𐎁
 
𐎁
𐎁
𐎋
𐎊
𐎚
 
𐎁
𐎅
𐎋
𐎍
𐎅
 
 
𐎎
𐎌
𐎒
𐎔
𐎄
𐎚
 
𐎁
𐎈
𐎑
𐎗
𐎅
 
𐎔
𐎑
𐎔
𐎑
𐎙
𐎎
 
 
𐎙
𐎗
 
𐎊
𐎁
𐎋
 
 
𐎍
𐎀
𐎖
𐎅
𐎚
𐎙
𐎇
𐎗
 
 
𐎊
𐎄
𐎎
𐎓
 
 
𐎍
𐎋
𐎄
𐎄
 
 
𐎄
𐎐
𐎛
𐎍
𐎎
𐎚
𐎎
𐎚
 
 
𐎗
𐎔
𐎛
 
𐎍
𐎊
𐎎
𐎎
 
 
𐎍
𐎊
𐎗
𐎃
𐎎
𐎍
𐎊
𐎗
𐎃
𐎎
 
 
𐎍
𐎌
𐎐
𐎚
𐎓
𐎄
 
𐎗
𐎀
𐎒
𐎜
𐎗
 
𐎌
𐎌
𐎁
𐎓
𐎚
 
𐎌
𐎐
𐎚
 
𐎊
𐎁
𐎋
 
 
𐎍
𐎀
𐎖
𐎅
𐎚
 
𐎙
𐎇
𐎗
 
𐎊
𐎄
𐎎
𐎓
 
 
𐎍
𐎋
𐎄
𐎄
𐎄
𐎐
𐎛
𐎍
 
𐎎
𐎚
 
𐎗
𐎔
𐎛
 
 
𐎎
𐎋
 
 
𐎁
𐎌
𐎁
𐎓
𐎌
𐎐
𐎚
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎄
𐎐
𐎛
𐎍
 
 
𐎎
𐎚
 
 
𐎗
𐎔
𐎛
𐎊
𐎘
𐎁
 
 
𐎙
𐎇
𐎗
 
𐎎
𐎚
 
 
𐎅
𐎗
𐎐
𐎎
𐎊
 
𐎊
𐎌
𐎜
𐎂
𐎅
 
 
𐎆
𐎊
𐎕
𐎈
 
 
𐎚
𐎁
𐎓
 
𐎁
 
𐎁
𐎚
𐎊
𐎁
𐎋
𐎊
𐎚
 
𐎁
𐎅
𐎋
𐎍
𐎊
 
𐎎
𐎌
𐎒
𐎔
𐎄
𐎚
 
𐎁
𐎈
𐎑
𐎗
𐎊
 
 
𐎔
𐎑
𐎙
𐎎
 
 
𐎙
𐎗
 
𐎆
𐎊
𐎖
𐎗
𐎊
𐎄
𐎁
𐎈
 
 
𐎛
𐎍
𐎎
 
 
𐎊
𐎌
𐎓
𐎍
𐎊
 
𐎄
𐎙
𐎘
𐎅
𐎎
𐎁
𐎌
𐎎
𐎊
𐎎
 
 
𐎄
𐎙
𐎘
𐎅
𐎗
𐎐
𐎎
𐎊
 
 
𐎁
𐎋
𐎁
𐎋
𐎁
𐎎
 
𐎓
𐎍
𐎅
 
 
𐎊
𐎄
 
 
𐎄
𐎐
𐎛
𐎍
 
x
x
x
x
𐎓
𐎍
𐎅
 
 
𐎊
𐎄
 
 
𐎓
𐎄
 
𐎍
𐎅
𐎋
𐎍
𐎅
x
x
x
𐎎
𐎕
𐎍
𐎚
𐎎
 
 
𐎎
𐎗
𐎖
𐎄
𐎎
 
 
𐎄
𐎌
𐎐
 
 
𐎍
𐎁
𐎚
𐎅
𐎆
𐎚
𐎓
𐎐
 
 
𐎔
𐎙
𐎚
 
𐎘
𐎋
𐎎
𐎚
𐎎
𐎊
𐎎
𐎖
𐎗
𐎊
𐎎
 
 
𐎀
𐎁
 
 
𐎄
𐎁
𐎈
 
 
𐎍
𐎛
𐎍
𐎎
𐎌
𐎓
𐎍
𐎊
 
 
𐎄
𐎙
𐎘
𐎅
 
 
𐎁
𐎌
𐎎
𐎊
𐎎
𐎄
𐎙
𐎘
 
𐎅
𐎗
𐎐
𐎎
𐎊
 
 
𐎁
𐎋
𐎁
𐎋
𐎁
𐎎
𐎍
𐎚
𐎁
𐎗
𐎋
𐎐
 
 
𐎀
𐎍
𐎋
 
𐎁
𐎗
𐎋
𐎚
𐎎
𐎚
𐎎
𐎗
𐎐
 
 
𐎀
𐎍
𐎋
 
𐎐
𐎎
𐎗
𐎗
𐎚
𐎛
𐎎
𐎃
𐎕
 
 
𐎎
𐎃
𐎕
 
 
𐎀
𐎃
𐎊
 
 
𐎀
𐎋
𐎍
 
 
𐎎
𐎋
𐎍
𐎊
 
 
𐎓
𐎍
 
𐎜
𐎎
𐎚
𐎊
 
 
𐎆
𐎊
𐎓
𐎐
 
𐎄
𐎐
𐎛
𐎍
 
 
𐎎
𐎚
 
 
𐎗
𐎔
𐎛
 
 
𐎐
𐎔
𐎌
 
 
𐎚
𐎈
 
 
𐎔
𐎙
𐎚
𐎘
𐎋
𐎎
𐎚
 
𐎎
𐎊
𐎎
 
 
𐎈
𐎒
𐎔
𐎚
 
𐎍
𐎌
𐎓
𐎗
𐎉
𐎍
 
 
𐎊
𐎄
𐎓
𐎚
 
 
𐎅
𐎍
𐎋
 
𐎋
𐎁
𐎋
𐎁
𐎎
x
x
𐎐
𐎔
𐎌
 
 
𐎅
𐎊
 
 
𐎎
𐎃
 
 
𐎚
𐎎
𐎃
𐎕
 
 
𐎎
𐎃
𐎕
 
𐎀
𐎃
𐎅
𐎚
𐎋
𐎍
 
𐎎
𐎋
𐎍
𐎊
 
 
𐎓
𐎍
 
𐎜
𐎎
𐎚
 
x
x
x
𐎄
 
𐎚
x
x
𐎍
 
𐎁
𐎊
𐎎
 
𐎚
𐎗
𐎚
𐎈
𐎕
𐎆
 
 
𐎚
𐎀
𐎄
𐎎
 
 
𐎚
𐎛
𐎄
𐎎
 
 
𐎁
𐎙
𐎍
𐎔
𐎊
𐎎
𐎄
𐎀
𐎍
𐎔
 
 
𐎌
𐎄
 
𐎑
𐎜
𐎅
 
 
𐎁
𐎊
𐎎
 
𐎚
𐎈
𐎚
𐎚
𐎍
𐎁
𐎌
 
 
𐎐
𐎔
𐎕
 
 
𐎙
𐎇
𐎗
 
 
𐎚
𐎌
𐎚
𐎃
𐎍
𐎔
𐎐
 
𐎁
𐎐
𐎌
𐎂
𐎅
 
 
𐎈
𐎗
𐎁
 
 
𐎚
𐎌
𐎚
 
𐎁
𐎚
𐎓
𐎗
𐎚
𐎅
𐎆
𐎓
𐎍
 
𐎚
𐎍
𐎁
𐎌
 
 
𐎐
𐎔
𐎕
 
 
𐎀
𐎘
𐎚
𐎍
𐎎
𐎕
𐎁
𐎛
 
𐎐
𐎗
𐎚
 
𐎛
𐎍
𐎎
 
 
𐎌
𐎔
𐎌
 
𐎓
𐎗
𐎁
𐎚
𐎔
𐎙
𐎚
 
𐎎
𐎛
𐎐
𐎌
 
 
𐎌
𐎄
𐎎
 
 
𐎍
𐎎
𐎓
𐎗
𐎁
𐎐
𐎗
𐎚
 
𐎛
𐎍
𐎎
 
 
𐎌
𐎔
𐎌
 
𐎎
𐎙
𐎊
𐎚
𐎔
𐎙
𐎚
 
𐎍
𐎀
𐎅
𐎍
𐎎
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎊
𐎉
𐎔
𐎐
 
𐎊
𐎁
𐎍
 
𐎀
𐎂
𐎗
𐎚
𐎐
 
 
𐎁
𐎀
𐎚
 
𐎁
𐎏
𐎄
𐎋
𐎔
𐎙
𐎚
𐎁
𐎀
𐎚
 
𐎁
 
𐎀
𐎅
𐎍
𐎎
 
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎊
𐎉
𐎔
𐎐
 
𐎎
𐎅
𐎗
𐎌
𐎚
 
𐎖
𐎈
𐎐
 
 
𐎆
𐎚
𐎌
𐎖
𐎊
𐎐
 
 
𐎊
𐎐
 
𐎖
𐎈
𐎋
𐎒
 
 
𐎁
𐎄
𐎊
 
 
𐎖
𐎁
𐎓
𐎚
 
𐎁
𐎊
𐎎
𐎐
𐎊
 
𐎚
𐎖
𐎈
 
 
𐎔
𐎙
𐎚
 
𐎆
𐎚
𐎌
𐎖
𐎊
𐎐
𐎅
 
 
𐎚
𐎖
𐎈
 
 
 
𐎋
𐎒
 
 
𐎁
𐎄
𐎅
𐎖
𐎁
𐎓
𐎚
 
𐎁
𐎊
𐎎
𐎐
𐎅
 
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎊
𐎉
𐎔
𐎐
 
𐎎
𐎅
𐎗
𐎌
𐎚
 
𐎁
𐎊
𐎐
 
𐎊
𐎌
𐎚
 
𐎛
𐎍
𐎀
 
 
𐎛
𐎍
𐎌
𐎐
𐎐
 
 
𐎛
𐎍
𐎄
𐎊
𐎖
𐎐
𐎊
 
 
𐎏
𐎄
𐎎
 
 
𐎊
𐎄
 
 
𐎎
𐎃
𐎕
𐎚
 
𐎀
𐎖
𐎅
𐎚
𐎙
𐎇
𐎗
 
𐎚
𐎎
𐎃
𐎕
 
 
𐎀
𐎍
𐎔
𐎎
 
 
𐎛
𐎁
 
 
𐎌
𐎚
 
𐎚
𐎌
𐎚
𐎈
𐎗
𐎌
𐎎
 
 
𐎍
𐎀
𐎅
𐎍
𐎎
 
 
𐎔
x
x
 
𐎈
𐎋
𐎎
𐎊
𐎁
𐎍
 
𐎍
𐎁
𐎅
 
 
𐎋
𐎎
 
 
𐎁
𐎘
𐎐
 
 
𐎊
𐎐
 
 
𐎚
𐎎
𐎍
𐎀
𐎅
 
 
𐎘
𐎐
𐎎
 
 
𐎚
𐎌
𐎖
𐎊
𐎎
𐎒
𐎋
 
 
𐎅
𐎆
𐎚
𐎚
𐎌
𐎖
𐎊
 
𐎆
𐎅
𐎐
𐎄
𐎚
 
𐎊
𐎘
𐎁
 
 
𐎍
𐎎
𐎒
𐎔
𐎗
 
 
 
 
 
 
 
 
 
𐎗
𐎔
𐎜
𐎎
 
𐎚
𐎄
𐎁
𐎈
𐎐
 
 
 
 
 
 
 
 
 
 
𐎁
𐎓
𐎄
 
𐎛
𐎍
𐎐
𐎊
𐎎
 
 
 
 
 
 
 
 
 
𐎋
𐎎
𐎚
𐎎
𐎚
𐎎
 
 
 
 
 
 
 
 
 
𐎁
 
 
𐎋
𐎖
𐎗
𐎁
 
𐎒
𐎄
 
 
 
 
 
 
 
 
𐎐
𐎁
 
𐎊
𐎎
 
𐎖
𐎑
 
 
 
 
 
 
𐎗
𐎔
𐎛
𐎎
 
𐎚
𐎍
𐎈
𐎎
𐎐
 
 
 
 
 
 
𐎗
𐎔
𐎛
𐎎
 
𐎚
𐎌
𐎚
𐎊
𐎐
 
 
 
 
 
 
 
 
 
 
𐎛
𐎍
 
𐎄
𐎓
𐎗
𐎂
𐎇
𐎎
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎚
 
𐎓
𐎍
𐎍
𐎚
𐎊
 
 
 
 
 
 
 
 
 
𐎚
𐎄
𐎁
𐎈
 
𐎀
𐎎
𐎗
 
 
 
 
 
 
 
 
 
𐎊
x
x
x
𐎘
𐎎
𐎐
 
𐎁
𐎖
𐎗
𐎁
 
 
𐎅
𐎋
𐎍
𐎊
 
 
𐎀
𐎘
𐎗
𐎅
 
𐎗
𐎔
𐎜
𐎎
 
𐎐
𐎄
𐎄
 
 
𐎀
𐎘
𐎗
𐎅
 
 
𐎐
𐎄
𐎄
 
𐎛
𐎍
𐎎
 
𐎎
𐎗
𐎋
𐎁
𐎚
𐎀
𐎒
𐎗
 
𐎒
𐎒
𐎆
𐎎
 
 
𐎚
𐎕
𐎎
𐎄
 
𐎁
𐎂
x
 
 
 
 
 
𐎚
𐎓
𐎍
𐎐
 
 
𐎍
𐎎
𐎗
𐎋
𐎁
𐎚
𐎅
𐎎
 
𐎚
𐎛
𐎚
𐎊
 
 
 
 
 
 
 
 
𐎚
𐎍
𐎋
𐎐
 
 
𐎊
𐎎
 
 
𐎆
𐎘
𐎐
𐎀
𐎃
𐎗
 
 
𐎌
𐎔
𐎌
𐎎
 
 
𐎁
𐎘
𐎍
𐎘
 
𐎎
𐎙
𐎊
𐎗
𐎔
𐎜
𐎎
 
 
𐎍
𐎂
𐎗
𐎐
𐎚
 
𐎛
𐎍
𐎎
 
𐎍
𐎎
𐎉
𐎓
𐎚
 
𐎆
𐎊
𐎓
𐎐
 
 
𐎄
𐎐
𐎛
𐎍
 
𐎎
𐎚
 
𐎗
𐎔
𐎛
𐎊
𐎘
𐎁
 
 
𐎙
𐎇
𐎗
 
𐎎
𐎚
𐎅
𐎗
𐎐
𐎎
𐎊
 
 
 
 
 
 
 
 
 
𐎁
𐎂
𐎗
𐎐
𐎚
 
 
𐎛
𐎍
𐎎
 
 
𐎁
𐎖
𐎗
𐎁
 
 
𐎎
𐎉
𐎓
𐎚
 
𐎛
𐎍
𐎐
𐎊
𐎎
𐎄
𐎚
𐎛
𐎚
 
 
𐎊
𐎒
𐎔
𐎛
 
 
𐎒
𐎔
𐎜
 
𐎖
𐎄
𐎎
𐎊
𐎎
 
𐎚
𐎔
𐎈
 
 
𐎘
𐎕
𐎗
 
𐎒
𐎅
𐎗
 
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎗
𐎄
x
x
𐎁
𐎔
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎗
𐎇
𐎓
𐎊
 
 
𐎍
𐎋
𐎁
𐎚
𐎊
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎚
𐎊
 
 
𐎀
𐎕
𐎈
𐎋
𐎎
 
𐎛
𐎖
𐎗
𐎀
 
 
 
 
 
 
 
 
 
 
 
𐎅
𐎋
𐎍
𐎊
 
 
𐎀
𐎘
𐎗
𐎅
 
𐎗
𐎔
𐎜
𐎎
𐎍
𐎚
𐎄
𐎄
 
 
𐎀
𐎘
𐎗
𐎅
 
 
𐎍
𐎚
𐎄
𐎄
𐎛
𐎍
𐎐
𐎊
𐎎
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎗
𐎇
𐎓
𐎊
 
 
𐎀
𐎔
𐎀
𐎐
𐎋
 
 
𐎊
𐎗
𐎔
𐎜
𐎎
 
 
 
 
 
 
 
𐎋
𐎎
 
 
𐎗
𐎓
𐎊
 
 
𐎅
𐎚
 
𐎀
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎍
𐎘
𐎚
 
 
𐎀
𐎎
𐎙
𐎊
 
 
𐎍
𐎁
𐎚
 
𐎊
 
 
 
 
𐎍
𐎖
𐎗
𐎁
 
 
𐎅
𐎋
𐎍
𐎊
 
 
𐎆
𐎊
𐎓
𐎐
 
𐎛
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
 
 
𐎍
𐎋
 
𐎁
𐎚
𐎊
 
𐎗
𐎔
𐎛
𐎎
 
 
 
 
 
 
 
 
𐎀
𐎕
𐎈
𐎋
𐎎
 
𐎛
𐎖
𐎗
𐎀
𐎋
𐎎
 
 
 
 
 
 
 
𐎁
𐎅
𐎋
𐎍
𐎊
 
 
𐎀
𐎘
𐎗
𐎅
 
𐎗
𐎔
𐎜
𐎎
𐎍
𐎚
𐎄
𐎄
 
 
𐎀
𐎘
𐎗
𐎅
 
 
𐎍
𐎚
𐎄
𐎄
 
𐎛
𐎍
𐎐
𐎊
𐎎
 
 
 
 
 
 
 
 
 
 
 
x
x
 
x
𐎗
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎘
𐎁
 
 
𐎍
𐎀
𐎗
𐎕
 
 
 
 
 
 
𐎌
𐎎
𐎗
𐎐
 
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎅
 
 
𐎅
𐎐
𐎁
𐎐
𐎋
 
 
𐎅
𐎐
x
 
 
 
 
 
 
 
 
 
 
𐎁
𐎐
𐎁
𐎐
 
 
𐎀
𐎘
𐎗
𐎋
 
 
𐎅
𐎐
 
 
𐎙
𐎇
𐎗
x
x
x
𐎄
𐎊
𐎄
𐎋
 
𐎕
𐎙
𐎗
 
 
𐎚
𐎐
𐎌
𐎖
 
 
𐎌
𐎔
𐎚
𐎋
 
𐎘
𐎎
𐎘
𐎋
𐎎
 
 
𐎁
𐎎
𐎘
𐎋
𐎎
 
 
𐎀
𐎃
𐎎
 
 
𐎖
𐎊
𐎎
 
𐎛
𐎍
𐎁
𐎍
𐎒
𐎎
𐎚
 
 
𐎘
𐎎
 
 
𐎊
𐎘
𐎓
𐎁
𐎌
 
 
𐎌
𐎎
 
 
𐎛
𐎍
𐎎
𐎚
𐎎
𐎊
𐎓
𐎁
𐎌
 
 
𐎁
𐎗
𐎋
𐎐
 
 
𐎌
𐎎
 
 
𐎛
𐎍
 
𐎙
𐎇
𐎗
𐎎
𐎘
𐎎
 
 
𐎘
𐎎
𐎖
 
 
𐎗
𐎔
𐎜
 
 
𐎁
𐎓
𐎍
 
 
𐎎
𐎅
𐎗
𐎁
𐎓
𐎍
𐎆
𐎎
𐎅
𐎗
 
 
𐎓
𐎐
𐎚
 
 
𐎘
𐎎
 
 
𐎊
𐎈
𐎔
𐎐
 
𐎈
𐎊
𐎍
𐎊
 
 
𐎇
𐎁
𐎍
 
 
𐎎
𐎍
𐎋
 
 
𐎓
𐎍
𐎍
𐎎
𐎊
 
 
𐎋
𐎎
 
𐎚
𐎄
𐎄
𐎓
𐎐
𐎚
 
 
𐎕
𐎄
 
 
𐎚
𐎌
𐎚
𐎗
 
 
𐎓
𐎔
𐎚
 
𐎌
𐎎
𐎎
𐎉
𐎁
𐎃
 
 
𐎀
𐎍
𐎔
𐎎
 
 
𐎀
𐎔
𐎕
𐎛
𐎐
 
 
𐎌
𐎖
𐎍
 
𐎘
𐎗
𐎎
𐎆
𐎎
𐎗
𐎛
 
 
𐎛
𐎍
𐎎
 
 
𐎓
𐎂
𐎍
𐎎
 
 
𐎄
𐎚
 
𐎌
𐎐
𐎚
𐎛
𐎎
𐎗
 
 
𐎖
𐎎
𐎕
 
 
𐎍
𐎍
𐎛
𐎎
 
 
𐎋
𐎋
𐎒
𐎔
𐎍
𐎓
𐎁
𐎗
𐎎
 
 
𐎇
𐎚
 
 
𐎃
𐎗
𐎕
 
 
𐎍
𐎓
𐎁
𐎗
𐎎
 
𐎋
𐎌
𐎄
𐎔
𐎗
 
 
𐎘
𐎍
𐎈
𐎐
 
 
𐎁
𐎖
𐎓
𐎍
 
 
𐎁
𐎖
𐎓
𐎍
𐎎
𐎍
𐎋
𐎎
 
 
𐎅
𐎐
 
 
𐎊
𐎎
 
 
𐎊
𐎕
𐎖
 
 
𐎊
𐎐
 
𐎘
𐎎
𐎋
𐎎
𐎗
𐎘
 
 
𐎊
𐎐
 
 
𐎒
𐎗
𐎐
𐎎
 
 
𐎊
𐎐
 
𐎁
𐎍
𐎄
𐎙
𐎍
𐎍
 
 
𐎊
𐎐
 
 
𐎛
𐎌
𐎗
𐎊
𐎚
 
 
𐎓
𐎐
𐎖
 
𐎒
𐎎
𐎄
𐎍
𐎁
𐎐
𐎐
 
 
𐎉
𐎕
 
 
𐎎
𐎗
𐎘
 
 
𐎊
𐎈
𐎗
𐎘
 
𐎛
𐎍
𐎅
𐎐
 
 
𐎊
𐎎
 
 
𐎆
𐎘
𐎐
 
 
𐎚
𐎍
𐎈
𐎎
 
𐎗
𐎔
𐎜
𐎎
𐎚
𐎌
𐎚
𐎊
𐎐
 
 
𐎘
𐎍
𐎘
 
 
𐎗
𐎁
𐎓
 
 
𐎊
𐎎
 
𐎃
𐎎
𐎌
𐎘
𐎄
𐎘
 
 
𐎊
𐎎
 
 
𐎚
𐎍
𐎈
𐎎
𐎐
 
𐎗
𐎔
𐎜
𐎎
 
𐎚
𐎚
𐎌
𐎚
𐎊
𐎐
 
 
𐎁
𐎚
 
 
𐎛
𐎋
𐎍
 
 
𐎁
𐎔
𐎗
𐎓
𐎁
𐎕
𐎖
 
 
𐎁
𐎛
𐎗
𐎚
 
 
𐎍
𐎁
𐎐
𐎐
 
 
𐎎
𐎋
 
 
𐎁
𐎌
𐎁
𐎓
𐎁
 
𐎊
𐎎
𐎎
 
 
𐎀
𐎔
𐎐
𐎋
 
 
𐎀
𐎍
𐎛
𐎊
𐎐
 
𐎁
𐎓
𐎍
x
x
x
x
x
x
x
x
x
x
 
 
𐎗
𐎓
𐎅
 
𐎀
𐎁
𐎊
𐎐
x
x
x
x
x
x
x
x
x
x
𐎕
𐎓
x
x
x
x
x
𐎖
𐎗
 
𐎘
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎖
𐎗
𐎁
 
 
𐎅
𐎋
𐎍
𐎊
 
x
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎋
𐎁
𐎚
𐎊
 
 
𐎗
𐎔
𐎛
𐎎
 
 
𐎀
𐎕
𐎈
 
𐎋
𐎎
 
 
𐎛
𐎖
𐎗
𐎀
𐎋
𐎎
 
 
𐎛
𐎍
𐎐
𐎊
𐎎
 
 
𐎁
𐎖
𐎗
𐎁
 
𐎅
𐎋
𐎍
𐎊
𐎀
𐎘
𐎗
𐎅
 
 
𐎗
𐎔
𐎜
𐎎
 
 
𐎍
𐎚
𐎄
𐎄
 
𐎀
𐎘
𐎗
𐎅
 
𐎍
𐎚
𐎄
𐎄
 
𐎛
𐎍
𐎐
𐎊
𐎎
 
 
 
 
 
 
 
 
 
 
𐎎
𐎅
𐎗
 
𐎁
𐎓
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎅
𐎗
 
𐎓
𐎐
𐎚
 
 
𐎍
𐎋
𐎁
𐎚
𐎊
 
 
𐎗
𐎔
𐎜
𐎎
 
 
𐎁
𐎁
𐎚
𐎊
𐎀
𐎕
𐎈
𐎋
𐎎
 
 
𐎛
𐎖
𐎗
𐎀
𐎋
𐎎
 
 
𐎛
𐎍
𐎐
𐎊
𐎎
 
 
𐎁
𐎖
𐎗
𐎁
𐎅
𐎋
𐎍
𐎊
 
 
𐎀
𐎘
𐎗
𐎅
 
 
𐎗
𐎔
𐎜
𐎎
 
 
𐎍
𐎚
𐎄
𐎄
𐎀
𐎘
𐎗
𐎅
 
 
𐎍
𐎚
𐎄
𐎄
 
 
𐎛
𐎍
𐎐
𐎊
𐎎
𐎊
𐎈
𐎔
𐎐
 
 
𐎈
𐎊
𐎍
𐎊
 
𐎌
𐎎
𐎓
 
 
𐎀
𐎚
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎎
 
 
𐎍
𐎎
 
𐎖
𐎄
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎎
𐎐
 
𐎔
𐎗
𐎒
𐎙
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎄
𐎗
 
 
𐎅
𐎎
 
𐎊
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎕
 
 
𐎀
𐎎
𐎗
 
𐎊
𐎜
𐎃
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎐
𐎃
𐎚
 
 
𐎋
𐎈
𐎘
 
𐎄
𐎗
𐎋
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎕
𐎈
 
 
𐎗
𐎔
𐎛
𐎎
 
 
𐎛
𐎖
𐎗
𐎀
 
𐎛
𐎍
𐎐
𐎊
𐎎
𐎁
𐎖
𐎗
𐎁
 
 
𐎅
𐎋
𐎍
𐎊
 
 
𐎀
𐎘
𐎗
𐎅
 
 
𐎗
𐎔
𐎜
𐎎
 
𐎍
 
𐎚
𐎄
𐎄
 
 
𐎀
𐎘
𐎗
𐎅
 
 
𐎍
𐎚
𐎄
𐎄
 
𐎛
𐎍
𐎐
𐎊
𐎎
𐎀
𐎒
𐎗
 
𐎎
𐎗
𐎋
𐎁
𐎚
𐎅
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎓
𐎍
𐎐
 
 
𐎍
𐎎
𐎗
𐎋
𐎁
𐎚
𐎅
𐎎
 
 
𐎚
𐎛
𐎚
𐎊
 
𐎍
𐎓
𐎗
𐎅
𐎎
 
 
𐎚
𐎍
𐎋
𐎐
 
 
𐎊
𐎎
 
 
𐎆
𐎘
𐎐
 
 
𐎀
𐎃
𐎗
 
𐎌
𐎔
𐎌
𐎎
𐎁
𐎘
𐎍
𐎘
 
 
𐎎
𐎙
𐎊
 
 
𐎗
𐎔
𐎜
𐎎
 
 
𐎍
𐎂
𐎗
𐎐
𐎚
𐎛
𐎍
𐎐
𐎊
𐎎
 
 
𐎍
𐎎
𐎉
𐎓
𐎚
 
 
 
 
 
 
 
 
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
 
 
 
 
 
 
 
 
 
𐎒
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎔
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎚
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎗
𐎛
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎔
𐎚
 
𐎓
𐎕
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎅
𐎔
𐎌
𐎍
𐎎
 
x
 
 
 
 
 
 
 
 
 
𐎁
𐎚
𐎋
 
𐎁
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎙
𐎊
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎓
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎙
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎈
𐎎
 
𐎅
𐎍
 
 
 
 
 
𐎍
𐎔
𐎇
𐎗
𐎊
 
𐎀
𐎁
𐎊
𐎆
𐎍
 
𐎂
𐎔
𐎐
 
𐎗
𐎂
𐎎
𐎊
𐎌
𐎍
𐎎
 
𐎍
𐎋
𐎎
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
𐎎
𐎚
𐎌
𐎍
𐎎
𐎋
𐎎
x
x
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
 
 
 
 
𐎗
𐎂
𐎎
𐎚
𐎘
𐎘
𐎁
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
𐎉
x
x
x
x
x
x
x
x
x
𐎎
𐎚
𐎁
𐎋
x
x
x
𐎚
 
𐎊
𐎖
𐎈
 
 
 
 
 
 
𐎆
𐎓
x
x
x
x
 
𐎗
𐎋
𐎁
 
 
 
 
x
x
x
x
x
x
x
 
𐎄
 
 
 
 
 
 
 
𐎁
𐎖
𐎍
x
x
x
x
𐎋
𐎆
𐎚
𐎌
𐎚
 
 
𐎖
𐎄
𐎐
𐎚
 
 
𐎌
𐎅
𐎎
𐎆
𐎊
𐎈
 
𐎎
𐎍
𐎋
𐎆
𐎛
𐎋
𐎎
 
 
𐎋
𐎐
 
 
𐎆
𐎓
𐎁
𐎄
 
𐎛
𐎍
𐎎
 
 
 
𐎚
𐎌
𐎋
𐎐
𐎐
𐎐
𐎐
x
x
x
x
x
x
x
x
x
x
 
𐎐
𐎒
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
 
 
𐎚
𐎕
𐎛
 
 
𐎁
𐎁
x
x
 
 
𐎄
𐎎
 
𐎋
 
 
 
 
 
𐎘
𐎁
 
 
𐎓
𐎗
𐎊
𐎎
 
 
𐎆
 
 
𐎋
𐎖
𐎍
𐎚
 
x
 
 
 
 
 
𐎀
𐎚
 
 
𐎁
𐎗
𐎚
 
 
𐎍
𐎁
𐎋
 
 
𐎓
𐎐
𐎐
 
x
 
 
 
 
 
𐎕
𐎄
𐎖
 
 
𐎋
𐎚
𐎚
𐎐
 
 
𐎍
𐎊
 
𐎌
𐎐
 
 
 
 
 
 
 
 
 
 
𐎁
𐎐
 
 
𐎗
𐎂
𐎎
 
 
𐎆
𐎊
𐎄
𐎓
x
 
 
 
 
 
 
 
 
x
 
 
𐎋
𐎎
 
𐎚
𐎗
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎔
𐎌
 
 
𐎚
𐎚
𐎐
 
 
 
 
 
 
 
 
 
 
x
𐎊
𐎄
𐎓
𐎚
 
 
𐎋
𐎛
 
 
 
 
 
 
 
x
 
 
𐎆
𐎅
𐎎
 
 
 
 
𐎊
 
 
𐎘
𐎁
𐎊
 
𐎆
 
 
 
 
 
 
 
 
 
 
𐎁
𐎐
𐎌
 
x
 
 
 
 
 
 
 
 
𐎚
𐎈
𐎎
 
𐎛
𐎆
𐎗
𐎏
𐎗
𐎍
 
𐎔
𐎍
𐎒
𐎊
𐎗
𐎂
𐎎
𐎊
𐎌
𐎍
𐎎
 
𐎍
𐎋
𐎍
 
𐎚
𐎗
𐎙
𐎄
𐎒
𐎆
 
 
𐎍
 
𐎋
𐎍
𐎁
𐎊
𐎌
𐎎
𐎓
𐎚
 
𐎃
𐎚
𐎛
𐎐
𐎃
𐎚
𐎜
 
𐎅
𐎚
𐎅
𐎎
 
𐎛
𐎐
𐎎
𐎎
𐎐
𐎃
𐎚
𐎜
 
 
𐎆
 
𐎍
𐎀
𐎋
𐎓
𐎎
𐎊
 
 
𐎆
 
𐎊
𐎄
𐎛
𐎍
𐎎
 
 
𐎔
 
𐎋
𐎎
𐎚
𐎎
 
 
𐎓
𐎇
 
𐎎
𐎛
𐎄
𐎅
𐎎
 
𐎐
𐎘
𐎋
𐎔
𐎎
𐎓
𐎐
𐎋
𐎆
 
𐎎
𐎐
𐎎
𐎗
𐎂
𐎎
 
 
𐎄
 
𐎚
𐎌
𐎎
𐎓
𐎘
𐎎
𐎚
 
 
𐎆
 
𐎌
𐎚
𐎁
 
 
𐎒
𐎔
𐎗
 
𐎓
𐎎
𐎊
𐎍
𐎜
𐎎
𐎊
 
𐎀
𐎄
𐎚
𐎐
𐎊
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
𐎚
𐎍
𐎎
𐎊
𐎐
𐎆
 
 
𐎀
𐎃
𐎚
𐎎
𐎍
𐎋
 
𐎓
𐎁
𐎄
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
𐎀
𐎄
𐎚
𐎐
𐎊
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
𐎖
𐎍
𐎐
𐎊
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
𐎚
𐎌
𐎍
𐎎
𐎋
𐎅
𐎐
𐎐
𐎊
 
𐎓
𐎎
𐎐
𐎊
𐎋
𐎍
𐎍
 
𐎎
𐎛
𐎄
𐎌
𐎍
𐎎
 
𐎆
 
 
𐎀
𐎔
 
𐎀
𐎐
𐎋
𐎐
𐎃
𐎚
 
𐎘
𐎎
𐎐
𐎊
𐎓
𐎎
 
𐎀
𐎄
𐎚
𐎐
𐎊
𐎎
𐎐
𐎎
 
𐎌
𐎍
𐎎
𐎗
𐎂
𐎎
 
𐎘
𐎘
𐎁
𐎍
 
𐎓
𐎁
𐎄
𐎋
𐎍
 
𐎎
𐎍
𐎋
𐎚
𐎀
𐎄
𐎚
𐎊
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
𐎚
𐎍
𐎎
𐎊
𐎐
𐎓
𐎁
𐎄
𐎋
𐎍
 
𐎔
𐎓
𐎐
𐎀
𐎄
𐎚
𐎊
𐎌
𐎁
𐎓
𐎄
𐎆
 
𐎌
𐎁
𐎓
𐎛
𐎄
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
𐎖
𐎍
𐎚
𐎓
𐎎
 
𐎀
𐎄
𐎚
𐎊
𐎎
𐎐
𐎎
 
𐎌
𐎍
𐎎
𐎗
𐎂
𐎎
 
𐎚
𐎘
𐎘
𐎁
𐎍
 
𐎓
𐎁
𐎄
𐎅
𐎍
 
𐎎
𐎍
𐎋
𐎚
𐎀
𐎄
𐎚
𐎜
𐎎
𐎊
 
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
𐎎
𐎍
𐎋
𐎁
𐎐
𐎋
 
𐎍
 
 
𐎔
𐎓
𐎐
 
𐎜
𐎎
𐎊
𐎖
𐎍
𐎚
 
 
𐎍
 
𐎜
𐎎
𐎊
𐎊
𐎌
𐎍
𐎎
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎅
𐎍
𐎐
𐎋
𐎊
 
𐎓
𐎎
𐎐
𐎊
𐎋
𐎍
𐎍
 
𐎌
𐎍
𐎎
𐎘
𐎎
𐎐
𐎊
 
 
𐎓
𐎎
 
𐎜
𐎎
𐎊
𐎎
𐎐
𐎎
 
𐎌
𐎍
𐎎
𐎆
 
 
𐎗
𐎂
𐎎
 
 
𐎘
𐎘
𐎁
 
𐎍
𐎊
𐎁
𐎎
 
𐎚
𐎊
𐎐
𐎄
𐎗
 
𐎛
𐎘
𐎚
 
 
𐎓
𐎎
𐎐
 
𐎎
𐎍
𐎋
𐎚
𐎆
 
 
𐎗
𐎂
𐎎
𐎊
 
𐎍
𐎖
𐎈
𐎍
𐎖
𐎚
 
 
𐎆
 
𐎔
𐎐
𐎎
𐎍
𐎋
 
 
𐎐
𐎗
𐎁
𐎐
𐎚
𐎈
𐎎
 
𐎛
x
𐎆
𐎗
𐎏
𐎐
𐎍
𐎛
𐎆
𐎗
𐎔
𐎃
𐎐
 
𐎁
𐎐
𐎊
 
 
𐎀
𐎃
𐎊
 
𐎗
𐎂
𐎎
𐎛
𐎍
𐎎
 
𐎚
𐎙
𐎗
𐎋
𐎚
𐎌
𐎍
𐎎
𐎋
𐎛
𐎋
𐎊
 
𐎍
𐎈
𐎚
𐎒
𐎔
𐎗
 
 
𐎄
𐎍
𐎛
𐎋
𐎚
𐎓
𐎎
 
𐎚
𐎗
𐎊
𐎍
𐎎
𐎅
𐎊
 
𐎗
𐎂
𐎎
𐎚
𐎆
𐎅
𐎚
 
𐎀
𐎃
𐎊
𐎁
𐎐
𐎊
 
𐎊
𐎌
𐎀
𐎍
𐎘
𐎗
𐎊
𐎍
 
 
𐎔
𐎗
𐎂
𐎎
𐎚
𐎍
𐎎
𐎍
𐎋
 
𐎌
𐎎
𐎊
𐎆
𐎍
 
𐎛
x
𐎊
𐎚
𐎍
𐎎
𐎆
𐎅
𐎚
 
𐎀
𐎃
𐎊
𐎁
𐎐
𐎊
 
𐎊
𐎌
𐎀
𐎍
𐎘
𐎗
𐎊
𐎍
 
 
𐎆
𐎗
𐎂
𐎎
𐎘
𐎘
𐎁
 
 
𐎍
𐎀
𐎃
𐎋
𐎍
𐎀
𐎄
𐎐
𐎋
𐎂
𐎐
𐎗
𐎊
𐎐
𐎍
𐎎
𐎍
𐎋
𐎊
𐎚
𐎐
𐎈
𐎐
𐎐
𐎊
𐎍
 
𐎔
𐎐
𐎎
𐎍
𐎋
𐎌
𐎛
𐎐
𐎋
𐎛
𐎚
𐎐
 
𐎗
𐎓
𐎊
𐎌
𐎕
𐎀
𐎛
𐎄
𐎐
𐎍
𐎊
𐎍
𐎌
𐎎
𐎛
𐎐
𐎛
𐎘
𐎗
𐎅
𐎆
 
𐎔
𐎛
𐎃
𐎄
𐎐
𐎂
𐎐
𐎗
𐎊
𐎐
𐎛
𐎎
𐎎
𐎍
𐎋
𐎊
𐎚
𐎐
𐎊
𐎗
𐎂
𐎎
𐎀
𐎃
𐎐
𐎐
𐎐
𐎆
𐎛
𐎃
𐎄
𐎚
𐎈
𐎎
 
𐎚
𐎍
𐎎
𐎊
𐎐
𐎍
𐎘
𐎗
𐎊
𐎍
 
𐎜
𐎎
𐎊
𐎗
𐎂
𐎎
𐎊
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
 
𐎛
𐎍
𐎊
𐎜
𐎂
𐎗
𐎚
 
 
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
 
𐎜
𐎎
𐎊
𐎚
𐎄
𐎓
 
 
𐎋
𐎊
 
𐎓
𐎗
𐎁
𐎚
𐎍
𐎔
𐎐
 
𐎌
𐎔
𐎌
𐎆
𐎔
𐎐
 
 
𐎌
𐎔
𐎌
 
𐎐
𐎗
𐎁
𐎊
 
 
𐎎
𐎛
𐎄
 
 
𐎆
𐎜
𐎎
𐎚
𐎌
𐎎
𐎃
 
𐎎
𐎀
𐎁
 
𐎆
𐎀
𐎍
 
𐎚
𐎆
𐎈
𐎍
𐎐
𐎓
𐎚
𐎐
 
 
𐎃
𐎗
𐎄
 
𐎀
𐎐
𐎋
𐎓
𐎎
𐎐
𐎊
 
𐎌
𐎍
𐎎
𐎋
𐎍
𐎍
𐎆
𐎎
𐎐
𐎎
 
𐎌
𐎍
𐎎
 
𐎓
𐎎
𐎜
𐎎
𐎊
𐎓
𐎎
𐎊
 
𐎚
𐎘
𐎘
𐎁
𐎗
𐎂
𐎎
𐎍
𐎊
𐎁
𐎍
𐎚
 
𐎃
𐎁
𐎘
𐎎
𐎀
𐎔
𐎋
𐎒
𐎔
𐎅
𐎎
𐎍
𐎊
𐎁
𐎍
𐎚
𐎆
𐎅
𐎚
 
 
𐎍
𐎜
𐎋
𐎓
𐎎
𐎎
𐎍
𐎀
𐎋
𐎚
𐎔
𐎙
𐎒
𐎄
𐎁
 
 
𐎌
𐎎
𐎍
𐎌
𐎐
𐎆
𐎚
𐎁
𐎓
𐎀
𐎐
𐎋
 
𐎓
x
𐎓
𐎎
𐎎
𐎍
𐎀
𐎋
𐎚
𐎅
𐎌
𐎎
𐎓
𐎅
𐎆
𐎁
𐎓
𐎍
𐎊
𐎒
𐎋
𐎐
 
 
𐎊
𐎄
𐎓
 
𐎗
𐎂
𐎎
𐎅
𐎆
𐎅
𐎚
𐎀
𐎁
𐎊
𐎘
𐎘
𐎚
𐎍
 
 
 
 
 
 
 
𐎈
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎒
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎈
𐎚
x
𐎙
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎊
 
𐎎
𐎛
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎔
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎌
𐎚
𐎛
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎎
𐎐
 
 
𐎁
𐎐
𐎌
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
𐎁
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎐
 
 
𐎌
𐎈
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
𐎀
𐎍
 
𐎊
𐎚
𐎁
𐎓
 
 
 
 
 
𐎍
𐎀
𐎄
𐎐
 
𐎈
𐎆
𐎚
 
 
 
 
 
𐎅
 
 
𐎆
𐎊
𐎌
𐎌
𐎛
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎙
𐎍
𐎔
 
 
 
 
 
𐎚
𐎈
𐎎
 
 
𐎎
𐎍
𐎋
 
𐎂
𐎗
𐎂
𐎎
𐎌
𐎍
x
x
x
x
𐎎
𐎍
𐎋
 
 
𐎜
𐎂
𐎗
𐎚
 
 
𐎗
𐎂
𐎎
 
 
𐎊
𐎌
𐎍
𐎎
 
𐎍
𐎋
x
x
x
x
x
x
x
𐎎
 
𐎗
𐎂
𐎎
x
x
x
x
x
x
𐎌
𐎋
𐎐
𐎚
x
x
x
x
x
x
x
x
𐎄
𐎊
x
x
x
x
x
x
x
x
x
𐎋
x
x
x
x
x
x
x
x
x
𐎎
 
 
 
 
 
 
 
 
x
x
 
x
x
 
𐎐
𐎍
x
 
x
𐎊
𐎈
x
x
𐎐
𐎋
 
 
x
x
x
 
x
x
𐎆
 
x
x
 
x
x
 
x
x
𐎗
 
 
 
 
x
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
𐎚
𐎈
𐎎
 
 
𐎎
𐎍
𐎋
 
𐎀
𐎎
𐎗
𐎍
 
𐎎
𐎍
𐎋
𐎚
 
𐎜
𐎂
𐎗
𐎚
𐎀
𐎃
𐎚
𐎊
 
𐎗
𐎂
𐎎
𐎊
𐎌
𐎍
𐎎
 
𐎍
𐎋
𐎛
𐎍
𐎎
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎚
𐎙
𐎗
𐎋
𐎅
𐎍
𐎐
𐎊
 
𐎛
𐎁
𐎗
𐎋
𐎏
𐎎
𐎋
𐎗
𐎊
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎒
𐎋
𐎐
𐎂
𐎚
 
𐎎
𐎍
𐎋
𐎚
 
𐎜
𐎂
𐎗
𐎚
𐎅
𐎐
𐎋
𐎚
 
𐎗
𐎂
𐎎
𐎚
𐎛
𐎋
𐎊
 
 
𐎍
 
𐎛
𐎍
𐎀
𐎋
𐎓
𐎚
𐎐
 
𐎓
𐎎
𐎊
𐎋
𐎍
 
 
𐎌
𐎍
𐎎
 
 
𐎆
 
𐎍
𐎎
x
x
x
𐎋
 
𐎓
𐎎
𐎋
x
x
𐎌
𐎍
𐎎
 
𐎋
𐎒
𐎔
𐎊
𐎘
𐎘
 
 
𐎎
𐎀
𐎚
 
𐎓
𐎎
𐎐
𐎋
𐎎
𐎆
 
 
𐎍
 
𐎀
𐎚
𐎐
𐎐
𐎋
𐎆
 
 
𐎍
 
𐎎
𐎍
𐎋
𐎎
𐎍
x
x
x
𐎍
𐎄
𐎋
𐎅
x
x
x
x
𐎎
𐎚
x
x
x
x
x
 
𐎚
𐎛
𐎚
𐎘
𐎎
𐎅
x
x
x
x
x
𐎁
 
𐎃
𐎚
𐎁
x
x
x
x
x
𐎚
𐎍
𐎋
x
x
x
x
x
x
𐎚
𐎛
𐎚
𐎘
𐎎
x
x
x
x
x
x
𐎎
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎊
x
x
x
x
x
x
x
𐎚
x
x
x
x
x
x
x
x
𐎆
 
𐎅
x
x
 
 
 
 
 
 
 
 
 
𐎎
 
 
 
 
𐎆
 
𐎓
𐎗
𐎌
 
 
 
 
𐎄
𐎌
𐎂
𐎇
𐎍
 
 
 
 
𐎛
𐎗
𐎌
𐎚
𐎀
𐎄
𐎚
𐎊
 
 
 
 
x
 
 
 
 
x
x
x
x
𐎔
𐎍
𐎐
 
 
𐎄
𐎚
𐎁
 
 
 
 
 
 
 
 
𐎎
𐎔
x
 
 
 
 
 
 
 
𐎄
𐎓
𐎍
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎚
 
 
 
 
𐎄
𐎆
 
 
𐎋
 
 
𐎗
𐎂
𐎎
 
𐎌
𐎔
𐎌
𐎎
𐎍
𐎋
 
 
𐎗
𐎁
 
 
𐎁
𐎓
𐎍
𐎊
 
 
𐎜
 
𐎓
𐎘
𐎚
𐎗
𐎀
𐎁
 
𐎎
𐎍
𐎀
𐎋
𐎚
 
𐎓
𐎁
𐎄
𐎅
𐎊
𐎍
𐎀
𐎋
 
 
𐎍
 
 
𐎁
𐎓
𐎍
𐎋
 
 
𐎋
 
𐎊
𐎃
𐎔
𐎐
𐎎
𐎍
𐎀
𐎋
𐎚
𐎊
 
 
𐎓
𐎎
𐎅
 
𐎜
𐎋
𐎊
𐎎
𐎍
𐎀
𐎋
𐎚
 
 
𐎓
𐎁
𐎄
𐎋
 
 
𐎋
 
𐎚
𐎎
𐎙
𐎊
𐎎
𐎍
𐎀
𐎋
𐎚
 
 
𐎌
𐎔
𐎌
 
 
𐎎
𐎍
𐎋
 
𐎗
𐎁
𐎁
𐎓
𐎍
𐎊
 
 
𐎓
𐎎
 
x
x
x
x
x
x
𐎊
𐎄
𐎓
𐎚
 
 
𐎌
x
x
 
 
𐎌
𐎔
𐎌
 
𐎎
𐎍
𐎋
𐎗
𐎁
 
 
𐎁
𐎓
𐎍
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎔
𐎌
 
𐎎
𐎍
𐎋
𐎗
𐎁
 
 
𐎁
𐎓
𐎍
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎀
𐎐
𐎋
 
x
x
x
x
x
x
x
𐎁
𐎀
𐎗
𐎌
 
 
𐎈
𐎊
 
 
𐎍
𐎌
𐎔
𐎌
𐎎
𐎍
𐎋
 
 
𐎗
𐎁
 
 
𐎁
𐎓
𐎍
𐎊
 
 
𐎔
 
 
𐎍
 
𐎈
𐎊
 
 
𐎐
𐎔
𐎌
 
𐎀
𐎗
𐎌
𐎍
 
 
𐎔
𐎐
 
 
𐎁
𐎓
𐎍
 
 
𐎕
𐎔
𐎐
 
𐎁
𐎓
𐎍
𐎊
𐎆
 
 
𐎜
𐎗
𐎋
 
 
𐎊
𐎎
 
𐎁
𐎓
𐎍
𐎊
𐎍
 
 
𐎔
𐎐
 
 
𐎀
𐎎
𐎐
 
 
𐎆
 
 
𐎍
 
𐎔
𐎐
𐎛
𐎍
 
 
𐎎
𐎕
𐎗
𐎎
 
 
𐎄
𐎚
 
𐎚
𐎙
𐎗
𐎐
𐎐
𐎔
𐎌
 
 
𐎌
𐎔
𐎌
 
 
 
𐎎
𐎍
𐎋
 
𐎗
𐎁
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎁
x
𐎓
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎓
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎎
𐎔
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎓
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎀
𐎔
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎐
𐎔
𐎌
𐎐
𐎎
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎌
𐎍
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎎
𐎓
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
𐎍
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
 
𐎎
𐎍
𐎋
𐎚
𐎀
𐎄
𐎚
𐎊
 
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
𐎛
𐎍
𐎍
𐎏
𐎗
𐎓
𐎁
𐎄
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
 
 
𐎀
𐎄
𐎚
𐎊
𐎌
𐎁
𐎓
𐎄
 
 
𐎆
 
𐎌
𐎁
𐎓
𐎄
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
 
 
𐎖
𐎍
𐎚
𐎅
𐎍
𐎐
𐎊
 
𐎓
𐎎
𐎐
𐎊
𐎋
𐎍
𐎍
 
𐎌
𐎍
𐎎
𐎘
𐎎
𐎐
𐎊
 
 
𐎓
𐎎
 
 
𐎀
𐎄
𐎚
𐎊
𐎎
𐎐
𐎎
 
𐎌
𐎍
𐎎
𐎗
𐎂
𐎎
 
 
𐎘
𐎘
𐎁
 
𐎍
𐎊
x
x
x
𐎋
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎄
𐎚
𐎊
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎁
 
 
𐎓
𐎁
𐎄
𐎋
 
𐎀
𐎍
 
 
 
 
 
 
 
 
 
𐎅
𐎚
𐎎
 
 
𐎛
𐎔
𐎅
 
 
𐎀
𐎄
𐎚
𐎊
 
𐎆
 
 
 
 
 
𐎚
𐎌
𐎕
𐎈
𐎖
 
 
𐎅
𐎐
 
 
𐎀
𐎘
𐎚
 
 
𐎍
 
𐎓
𐎁
𐎄
𐎌
𐎁
𐎓
𐎚
 
 
𐎆
 
 
𐎐
𐎕
𐎔
 
𐎋
𐎒
𐎔
𐎃
𐎚
𐎎
 
 
𐎗
𐎁
 
x
x
x
𐎀
𐎈
𐎄
𐎎
𐎙
𐎚
 
 
x
x
x
x
𐎚
 
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎙
𐎊
𐎚
𐎚
𐎈
𐎎
 
𐎗
𐎂
𐎎
 
𐎎
𐎍
𐎋
 
𐎍
𐎈
𐎊
𐎛
𐎍
𐎍
𐎎
 
 
𐎚
𐎍
𐎛
𐎋
 
𐎓
𐎎
𐎊
𐎛
𐎋
𐎊
 
𐎀
𐎌
𐎋
𐎐
𐎓
𐎕
𐎎
 
 
𐎍
𐎁
𐎚
 
𐎄
𐎎
𐎍
𐎔
𐎀
𐎐
𐎋
 
𐎀
𐎚
𐎐
𐎓
𐎕
𐎎
 
𐎍
𐎋
𐎀
𐎗
𐎁
𐎓
 
𐎓
𐎕
𐎎
𐎓
𐎍
 
𐎀
𐎗
𐎆
 
 
𐎘
𐎍
𐎘
 
𐎓
𐎍
 
𐎜
𐎁
𐎗
𐎓
𐎊
𐎆
 
 
𐎘
𐎐
 
 
𐎓
𐎍
 
𐎎
𐎍
𐎋
𐎆
 
 
𐎀
𐎈
𐎄
 
𐎓
𐎍
 
𐎀
𐎚
𐎍
𐎂
𐎆
𐎍
 
𐎓
𐎕
𐎎
𐎚
𐎒
𐎔
𐎗
𐎐
𐎗
𐎐
 
 
𐎀
𐎍
 
𐎚
𐎜
𐎄
𐎀
𐎄
 
 
𐎀
𐎚
 
𐎍
𐎅
𐎎
𐎘
𐎘
𐎎
 
𐎋
𐎒
𐎔
𐎓
𐎌
𐎚
 
𐎓
𐎌
𐎗
 
 
 
 
 
 
 
 
𐎋
𐎒
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
𐎂
 
 
 
 
 
 
 
 
 
 
 
𐎗
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎎
𐎍
𐎋
𐎚
 
𐎜
𐎎
𐎊
𐎗
𐎂
𐎎
 
𐎚
𐎈
𐎎
𐎎
𐎍
𐎋
 
𐎁
𐎐
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
𐎜
𐎎
𐎊
𐎖
𐎍
𐎚
 
 
𐎍
𐎊
 
𐎜
𐎎
𐎊
𐎊
𐎌
𐎍
𐎎
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎅
𐎍
𐎐
𐎊
 
 
𐎓
𐎎
𐎐
𐎊
 
𐎌
𐎍
𐎎
𐎆
 
 
𐎘
𐎎
𐎚
 
 
𐎓
𐎎
 
𐎜
𐎎
𐎊
𐎎
𐎐
𐎎
 
𐎌
𐎍
𐎎
𐎆
 
 
𐎗
𐎂
𐎎
 
 
𐎘
𐎘
𐎁
 
 
𐎍
𐎊
𐎅
𐎍
𐎐
𐎊
 
𐎓
𐎎
𐎐
𐎎
𐎍
𐎋
 
 
𐎁
 
𐎚
𐎊
𐎐
𐎄
𐎗
 
𐎛
𐎘
𐎚
 
 
𐎆
 
𐎅
𐎚
𐎊
𐎒
𐎐
𐎊
 
𐎜
𐎏
𐎗
𐎅
𐎆
 
 
𐎅
𐎎
 
 
𐎃
𐎚
 
𐎓
𐎍
 
 
𐎆
 
𐎍
𐎛
𐎋
𐎚
𐎓
𐎎
𐎋
 
 
𐎆
 
𐎅
𐎎
𐎍
 
 
𐎓
𐎍
 
 
𐎆
 
𐎍
𐎀
𐎋
𐎎
𐎛
𐎍
𐎀
𐎋
 
 
𐎆
 
𐎀
𐎚
𐎜
𐎎
𐎊
 
 
𐎀
𐎍
 
𐎚
𐎄
𐎈
𐎕
 
𐎆
 
 
𐎀
𐎔
 
𐎎
𐎅
𐎋
𐎎
𐎁
 
 
𐎍
𐎁
𐎋
 
 
𐎀
𐎍
 
𐎚
𐎌
𐎚
x
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
𐎐
𐎋
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
𐎖
𐎈
 
𐎀
𐎐
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
𐎓
𐎍
𐎊
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
𐎗
𐎚
 
 
𐎁
𐎚
 
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
 
𐎀
𐎐
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
𐎅
𐎐
 
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
𐎛
𐎔
𐎅
 
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
𐎍
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
 
 
𐎀
𐎍
 
𐎚
𐎌
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
 
𐎍
𐎋
𐎒
𐎛
𐎊
 
 
𐎆
𐎔
𐎗
𐎓
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
x
 
 
𐎔
𐎗
𐎓
 
 
𐎀
𐎐
𐎋
 
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
 
𐎀
𐎐
𐎋
 
 
𐎐
𐎌
𐎛
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
x
 
𐎘
𐎁
𐎗
 
 
𐎃
𐎒
𐎒
 
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
x
x
 
𐎊
𐎌
𐎚
 
𐎁
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
 
x
x
x
x
x
x
x
x
x
x
x
x
𐎈
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎔
𐎋
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
 
𐎀
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎍
𐎎
 
𐎀
𐎐
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎈
 
𐎀
𐎒
𐎗
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎁
𐎈
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎗
𐎃
 
 
𐎆
𐎌
𐎖
𐎗
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
 
 
𐎁
𐎁
 
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎖
 
𐎎
𐎗
𐎋
𐎁
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
𐎐
𐎗
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
𐎊
 
 
𐎍
𐎎
x
 
 
𐎁
𐎋
𐎒
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
𐎚
𐎗
x
x
 
 
𐎂
𐎔
𐎐
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
 
𐎋
𐎎
𐎊
𐎐
 
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎊
𐎕
𐎜
 
 
𐎀
𐎐
𐎋
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎊
 
 
𐎆
 
 
𐎔
𐎗
𐎓
 
𐎁
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
x
x
 
𐎊
𐎚
𐎐
 
 
𐎎
𐎍
𐎋
 
 
𐎀
𐎐
𐎋
 
 
𐎛
𐎔
𐎅
𐎐
 
x
x
x
x
x
x
x
x
x
𐎀
𐎐
𐎋
 
 
𐎛
x
x
x
𐎒
𐎍
𐎎
 
 
𐎆
 
𐎊
𐎘
𐎁
x
x
x
x
x
x
x
x
x
x
 
 
𐎅
𐎆
 
 
x
𐎊
 
 
𐎅
x
x
𐎗
 
 
𐎆
 
 
𐎗
𐎂
𐎎
 
𐎀
𐎐
𐎋
x
x
x
x
x
x
x
x
 
𐎛
𐎄
𐎄
 
 
x
x
x
x
x
 
𐎍
𐎀
𐎘
𐎗
𐎚
 
𐎊
𐎎
 
 
 
x
x
x
x
x
x
x
x
𐎔
𐎚
𐎎
 
 
𐎍
𐎈
𐎚
 
 
 
 
 
x
x
x
x
x
x
x
x
 
𐎗
𐎂
𐎎
 
 
𐎅
𐎊
 
 
𐎍
𐎊
x
x
𐎊
 
𐎛
𐎍
𐎀
𐎋
𐎋
x
x
x
x
x
x
x
x
 
𐎍
𐎋
 
 
𐎊
𐎗
𐎛
𐎚
𐎐
 
 
𐎎
𐎙
𐎊
 
 
𐎅
𐎊
 
 
𐎆
𐎋
𐎐
x
x
x
x
x
x
x
x
 
 
𐎈
𐎍
𐎐
 
 
𐎄
𐎁
 
 
𐎄
𐎎
𐎚
 
 
𐎜
𐎎
 
𐎛
𐎍
𐎎
x
x
x
x
x
x
x
 
𐎏
𐎏
𐎊
𐎐
 
 
𐎁
𐎓
𐎄
 
 
𐎏
𐎏
𐎊
𐎐
 
 
𐎆
𐎍
 
x
x
x
x
x
x
x
 
𐎋
𐎁
𐎓
𐎍
𐎚
𐎁
𐎅
𐎚
𐎚
 
𐎀
𐎐
𐎋
x
x
x
x
x
x
x
𐎊
 
 
𐎍
𐎛
𐎅
𐎁
𐎚
 
 
𐎊
𐎁
𐎐
 
𐎗
𐎂
𐎎
𐎊
x
x
x
x
x
x
x
x
x
𐎌
𐎋
𐎁
 
 
𐎆
𐎎
𐎊
 
𐎎
𐎍
𐎀
𐎋
𐎚
x
x
x
x
x
x
x
x
x
𐎈
𐎍
 
 
𐎆
𐎚
𐎌
𐎓
𐎄
𐎐
 
𐎐
𐎔
𐎕
𐎅
x
x
x
x
x
x
x
x
x
x
𐎗
𐎂
𐎎
 
 
𐎅
𐎆
 
 
x
x
𐎐
 
 
𐎆
𐎀
𐎒
𐎔
𐎚
 
𐎋
𐎍
𐎅
x
x
x
x
x
x
x
x
x
𐎗
𐎂
𐎎
 
 
𐎀
𐎐
𐎋
𐎍
x
x
𐎄
𐎗
𐎐
𐎊
x
x
x
x
x
x
x
x
x
x
𐎘
𐎎
 
 
𐎅
𐎆
 
𐎛
x
x
x
x
𐎚
𐎊
x
x
x
x
x
x
x
x
x
 
 
𐎛
𐎁
𐎓
𐎗
 
 
𐎀
𐎐
𐎋
 
𐎀
𐎏
𐎎
𐎗
x
x
x
x
x
x
x
x
 
 
𐎆
𐎎
𐎍
𐎋
 
 
𐎆
𐎗
𐎂
𐎎
x
x
x
𐎘
x
x
x
x
x
x
x
x
𐎎
 
 
𐎀
𐎐
𐎋
 
 
𐎁
𐎓
𐎗
 
x
x
x
x
𐎐
𐎊
x
x
x
x
x
x
x
x
x
𐎐
 
 
𐎁
𐎚
𐎋
 
x
x
x
x
𐎁
𐎓
𐎍
 
 
 
 
x
x
x
x
x
x
x
𐎎
𐎊
 
 
𐎁
𐎄
x
x
x
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
𐎓
𐎎
 
 
𐎆
𐎅
x
x
x
x
𐎊
𐎚
 
 
𐎆
 
x
 
 
x
x
x
x
x
x
x
x
𐎊
 
 
𐎀
𐎍
 
 
𐎀
𐎚
𐎐
 
 
x
x
 
𐎆
 
 
𐎛
𐎍
 
𐎈
x
𐎋
𐎊
x
x
x
x
x
x
x
 
𐎕
𐎍
𐎎
 
 
𐎔
𐎐
𐎊
 
 
𐎚
𐎍
𐎋
𐎐
x
x
x
x
x
x
x
 
𐎗
𐎈
𐎁
𐎐
 
 
𐎅
𐎎
 
 
𐎍
𐎀
𐎘
𐎗
𐎚
 
x
𐎚
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎐
𐎔
𐎌
𐎊
 
 
𐎆
𐎊
𐎄
𐎐
 
 
𐎁
𐎓
𐎍
 
x
x
x
𐎐
x
x
x
x
x
x
x
𐎎
 
 
𐎋
𐎊
𐎐
 
 
𐎅
𐎎
 
 
𐎍
𐎀
𐎚
𐎐
 
 
𐎁
𐎚
𐎊
 
𐎍
𐎅
 
 
 
 
𐎍
 
 
 
 
x
x
x
x
𐎄
 
𐎓
𐎎
𐎊
 
 
 
 
𐎒
𐎔
𐎗
 
 
𐎍
𐎎
 
𐎍
𐎛
𐎋
𐎚
 
 
 
 
𐎐
𐎊
 
 
𐎋
𐎛
𐎌
𐎀
𐎍
𐎅
𐎎
 
 
 
𐎓
𐎌
𐎗
𐎎
 
 
𐎋
𐎋
𐎗
 
𐎘
𐎍
𐎘
 
 
 
 
𐎘
𐎍
𐎘
𐎎
 
 
𐎋
𐎋
𐎗
 
𐎘
𐎍
𐎘
 
 
 
 
𐎄
𐎀
𐎌
𐎚
𐎐
 
𐎍
𐎋
 
 
 
 
x
𐎊
 
 
𐎋
𐎍
 
 
𐎄
𐎁
𐎗
𐎎
 
𐎅
𐎎
𐎚
 
 
 
 
𐎀
𐎍
 
 
𐎆
 
 
𐎋
𐎍
 
𐎎
𐎃
𐎗
𐎋
 
 
 
𐎛
𐎌
𐎚
𐎛
𐎗
 
 
𐎀
𐎌
𐎚
𐎐
 
𐎍
𐎋
 
 
 
 
𐎘
𐎍
𐎘
𐎎
 
 
𐎋
𐎋
𐎗
 
𐎘
𐎍
𐎚
𐎚
𐎈
𐎎
 
𐎎
𐎍
𐎋
𐎍
 
 
𐎘
𐎗
𐎊
𐎍
 
 
𐎜
𐎎
𐎊
 
𐎗
𐎂
𐎎
𐎊
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎍
𐎈
𐎚
 
 
𐎌
𐎍
𐎎
 
 
𐎋
 
𐎍
𐎛
𐎋
𐎚
𐎜
𐎎
𐎊
 
 
𐎓
𐎎
𐎊
 
 
𐎅
𐎚
 
𐎓
𐎎
𐎐
𐎊
𐎋
𐎍
𐎍
 
 
𐎌
𐎍
𐎎
 
𐎘
𐎎
𐎐
𐎊
𐎓
𐎎
 
 
𐎜
𐎎
𐎊
 
 
𐎎
𐎐
𐎎
 
𐎌
𐎍
𐎎
𐎆
 
 
𐎗
𐎂
𐎎
 
 
𐎘
𐎘
𐎁
 
𐎍
𐎊
𐎆
 
 
𐎎
𐎐
𐎄
𐎓
 
 
𐎋
 
𐎀
𐎐
𐎋
𐎀
𐎈
𐎌
 
 
𐎎
𐎙
𐎊
 
𐎎
𐎐
𐎄
𐎓
𐎋
 
 
𐎛
𐎂
𐎗
 
 
𐎆
 
 
𐎜
 
𐎛
𐎂
𐎗
𐎓
𐎎
 
 
𐎌
𐎔
𐎌
 
𐎍
x
x
𐎐
𐎌
𐎍
𐎈
 
x
x
x
x
x
x
x
x
x
x
x
x
x
 
𐎚
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎗
𐎀
𐎐
𐎋
 
x
x
x
x
x
x
x
𐎘
𐎎
𐎐
𐎊
 
𐎓
𐎎
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎆
 
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
𐎎
x
x
x
x
x
x
x
 
𐎎
𐎀
𐎚
𐎃
x
x
x
x
x
x
x
x
 
𐎎
𐎀
𐎚
𐎌
x
x
 
𐎛
𐎌
𐎀
𐎍
𐎓
𐎎
𐎋
 
 
𐎊
𐎁
𐎍
 
𐎌
𐎄
𐎅
𐎀
𐎄
𐎓
 
 
𐎄
𐎓
 
𐎋
𐎌
𐎕
𐎜
 
𐎀
𐎌
𐎍
𐎕
𐎜
𐎅
𐎐
 
 
𐎎
𐎗
𐎘
 
 
𐎄
 
𐎌
𐎚
𐎚
𐎀
𐎌
𐎕
𐎜
 
 
𐎁
 
𐎕
𐎄
𐎚
𐎋
 
 
 
 
x
𐎐
 
𐎁
𐎓
𐎍
 
 
 
 
 
 
 
 
𐎚
𐎈
𐎎
 
 
 
 
𐎓
𐎁
𐎄
𐎋
 
 
 
 
x
x
x
x
 
 
 
 
𐎁
𐎓
𐎍
𐎊
 
 
 
 
𐎌
𐎍
𐎎
𐎋
 
 
 
 
𐎚
 
 
𐎚
𐎘
𐎘
𐎁
 
𐎍
𐎊
 
 
 
 
𐎎
x
 
𐎗
𐎁
 
 
 
 
𐎎
𐎍
𐎋
 
 
 
 
𐎐
 
 
𐎆
 
𐎅
𐎚
 
 
 
 
𐎚
𐎋
𐎚
 
𐎍
𐎋
 
 
 
 
x
 
 
 
x
 
 
 
 
x
 
 
 
 
 
 
 
𐎐
 
𐎁
𐎐
𐎌
 
 
 
 
𐎍
𐎋
 
 
𐎆
 
 
𐎍
𐎋
𐎍
 
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎀
𐎗
𐎂
𐎎
 
 
𐎎
𐎍
𐎋
 
𐎜
𐎂
𐎗
𐎚
 
 
 
 
 
𐎁
𐎐
𐎌
 
 
 
 
 
𐎀
 
 
𐎆
 
𐎁
𐎓
𐎍
𐎊
 
 
 
 
x
𐎚
𐎈
𐎎
 
 
𐎔
𐎄
𐎙
𐎁
 
 
𐎎
𐎍
𐎋
𐎚
 
 
x
x
x
x
x
x
 
𐎋
x
x
x
𐎍
 
 
𐎐
𐎖
𐎎
𐎄
 
 
𐎗
𐎂
𐎎
 
 
𐎅
𐎍
𐎐
𐎊
 
 
𐎓
𐎎
 
𐎌
𐎔
𐎌
𐎆
 
 
𐎓
𐎎
 
 
𐎎
𐎍
𐎋
𐎚
 
 
𐎋
𐎍
𐎍
 
𐎌
𐎍
𐎎
𐎆
 
 
𐎌
𐎍
𐎎
 
 
𐎄
 
 
𐎈
𐎆
𐎚
𐎋
 
 
𐎆
 
 
𐎄
𐎚
 
 
𐎓
𐎎
𐎋
𐎋
𐎊
 
 
𐎍
𐎛
𐎋
𐎚
 
 
𐎁
𐎚
 
 
𐎎
𐎍
𐎋
 
 
𐎚
𐎈
𐎎
𐎋
 
𐎅
𐎍
𐎐
𐎊
𐎃
𐎗
𐎕
 
 
𐎀
𐎗
𐎂
𐎎
𐎐
𐎊
 
 
𐎓
𐎎
 
 
𐎌
𐎔
𐎌
 
 
𐎌
𐎚
𐎐
 
x
x
𐎆
 
 
𐎀
𐎚
 
 
𐎋
𐎄
𐎆
𐎘
 
 
𐎈
𐎄
𐎘
 
 
𐎄
 
 
𐎌
𐎚
𐎚
 
 
𐎁
 
𐎎
𐎍
𐎀
𐎋
𐎚
𐎋
x
x
𐎚
𐎖
𐎄
𐎎
 
 
𐎜
𐎄
𐎋
 
 
𐎎
𐎙
𐎚
 
 
𐎆
𐎎
𐎍
𐎋
𐎐
 
x
x
𐎕
𐎈
𐎗
𐎚
 
x
𐎐
𐎘
𐎁
 
 
𐎓
𐎎
𐎐
𐎋
𐎎
 
 
𐎖
𐎗
𐎁
 
 
x
x
𐎀
𐎘
𐎗
 
 
𐎛
𐎘
𐎚
 
 
𐎆
 
 
𐎀
𐎚
 
 
𐎓
𐎎
𐎊
 
 
𐎍
 
 
𐎎
𐎙
𐎚
 
𐎌
x
x
𐎆
 
 
 
𐎎
𐎍
𐎀
𐎋
𐎚
𐎋
 
 
𐎓
𐎎
𐎊
 
 
𐎍
 
𐎍
𐎛
𐎋
𐎚
x
x
 
 
𐎋
𐎎
 
 
𐎌
𐎋
𐎐
𐎚
 
 
𐎍
𐎊
 
 
𐎅
𐎚
 
 
𐎅
𐎍
𐎐
 
 
𐎃
𐎗
𐎕
 
 
x
x
x
x
x
 
 
𐎌
𐎚
𐎐
𐎚
 
 
𐎓
𐎎
𐎊
 
 
𐎓
𐎎
 
 
𐎌
𐎔
𐎌
 
𐎌
𐎚
𐎐
𐎚
𐎘
𐎐
𐎐
𐎚
𐎊
 
 
𐎗
𐎂
𐎎
 
 
𐎋
𐎊
 
 
𐎍
𐎛
𐎋
𐎚
 
 
𐎁
𐎚
 
𐎎
𐎍
𐎋
𐎌
𐎁
𐎚
 
 
𐎐
𐎚
𐎁
𐎚
 
 
𐎎
𐎕
𐎗
𐎎
 
𐎜
𐎌
𐎁
𐎚
𐎎
𐎐
𐎚
𐎁
𐎚
 
 
𐎎
𐎕
𐎗
𐎎
 
 
𐎁
 
 
𐎈
𐎆
𐎚
𐎜
𐎂
𐎗
𐎚
𐎈
𐎆
𐎚
 
 
𐎖
𐎉
 
 
𐎆
 
 
𐎁
 
 
𐎈
𐎆
𐎚
 
 
 
𐎐
𐎙
𐎘
 
𐎚
𐎓
𐎚
𐎖
𐎐
𐎐
x
x
x
x
 
𐎈
𐎆
𐎚
𐎎
 
 
𐎐
x
x
x
 
 
𐎊
𐎒
𐎁
 
𐎓
𐎎
𐎖
𐎆
 
 
𐎈
𐎆
𐎚
𐎎
 
 
𐎜
𐎂
𐎗
𐎚
 
 
𐎚
𐎓
𐎚
𐎖
𐎐
 
𐎅
𐎚
𐎘
𐎍
𐎘
𐎚
 
 
𐎗
𐎂
𐎎
 
 
𐎅
𐎐
 
x
x
x
x
x
𐎌
 
𐎗
x
x
x
x
x
x
 
 
𐎎
𐎍
𐎋
 
 
𐎂
𐎗
𐎂
𐎎
𐎌
 
 
x
x
 
𐎗
x
x
x
x
x
x
𐎎
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
x
 
 
 
 
 
 
 
 
𐎀
𐎗
𐎂
𐎎
𐎐
 
 
 
 
 
 
 
 
𐎌
𐎛
x
x
x
x
x
 
 
 
 
 
 
 
 
𐎎
x
x
x
 
𐎚
𐎄
 
 
 
 
 
 
 
 
𐎓
𐎍
 
x
x
x
 
𐎌
𐎚
𐎚
 
 
 
 
 
 
 
 
𐎎
𐎐
 
 
𐎉
𐎁
𐎚
 
 
𐎆
 
 
 
 
 
 
 
 
 
x
𐎋
 
 
𐎔
x
𐎐
𐎗
 
 
 
 
 
 
 
 
 
𐎀
𐎗
𐎂
𐎎
𐎐
𐎎
 
 
𐎄
 
𐎀
𐎗
 
 
 
 
 
 
 
 
𐎛
𐎁
𐎓
𐎗
𐎐
𐎐
 
 
 
 
 
 
 
 
𐎀
𐎗
𐎂
𐎎
𐎐
 
 
𐎄
 
𐎗
𐎛
𐎌
 
 
 
 
 
 
 
𐎄
𐎖
 
 
𐎆
 
x
x
x
x
𐎎
x
 
 
 
 
 
 
 
 
𐎓
𐎎
 
𐎎
𐎍
𐎋
 
 
 
 
 
 
 
 
𐎋
𐎌
 
 
 
 
𐎍
 
 
𐎎
𐎍
𐎋
 
𐎜
𐎂
𐎗
𐎚
𐎀
𐎃
𐎊
 
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
 
𐎎
𐎍
𐎋
 
 
𐎕
𐎗
 
𐎀
𐎃
𐎋
𐎊
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎅
𐎐
𐎐
𐎊
 
𐎓
𐎎
𐎐
𐎌
𐎍
𐎎
 
𐎘
𐎎
𐎐
𐎊
𐎓
𐎎
𐎋
 
 
𐎎
𐎐
𐎎
 
𐎌
𐎍
𐎎
𐎗
𐎂
𐎎
 
𐎘
𐎘
𐎁
𐎀
𐎐
𐎊
𐎋
𐎐
 
𐎄
𐎚
𐎍
𐎛
𐎋
𐎚
 
𐎎
𐎕
𐎗
𐎎
𐎅
𐎐
𐎄
𐎚
 
 
𐎁
 
𐎕
𐎗
𐎚
𐎎
𐎚
𐎚
 
𐎁
𐎊
𐎂
𐎌
𐎂
𐎌
𐎎
 
𐎀
𐎄
𐎗
𐎐
𐎌
𐎋
𐎈
 
𐎆
𐎗
𐎁
 
𐎚
𐎎
𐎚
𐎚
𐎍
𐎖
𐎈
 
 
𐎋
𐎍
 
𐎏
𐎗
𐎓
𐎁
𐎄
𐎐
𐎅
𐎎
 
 
𐎆
 
𐎀
𐎐
𐎋
𐎋
𐎍
 
𐎏
𐎗
𐎓
𐎅
𐎎
𐎋
𐎍
 
𐎐
𐎔
𐎌
𐎋
𐎍
𐎋
𐎍
𐎅
𐎎
 
 
𐎁
𐎄
𐎗
𐎁
 
 
𐎚
𐎎
𐎚
𐎚
 
𐎍
𐎖
𐎈
𐎚
𐎆
 
 
𐎘
𐎘
𐎁
 
 
𐎀
𐎐
𐎋
 
𐎍
𐎅
𐎎
𐎆
 
 
𐎀
𐎐
𐎊
𐎋
 
𐎘
𐎚
𐎁
𐎊
 
 
𐎓
𐎋
𐎊
 
𐎓
𐎗
𐎊
𐎚
𐎆
 
 
𐎀
𐎃
𐎊
 
𐎎
𐎅
𐎋
𐎁
 
 
𐎍
𐎁
𐎅
 
 
𐎀
𐎍
 
𐎊
𐎌
𐎚
𐎚
𐎈
𐎎
 
𐎌
𐎔
𐎌
𐎍
 
 
𐎓
𐎎
𐎗
𐎔
𐎛
 
𐎗
𐎂
𐎎
𐎓
𐎎
 
 
𐎌
𐎔
𐎌
 
 
𐎋
𐎍
𐎍
 
𐎎
𐎛
𐎄
𐎎
𐎌
𐎍
𐎎
𐎍
 
 
𐎔
𐎓
𐎐
 
 
𐎀
𐎄
𐎐
 
𐎌
𐎔
𐎌
𐎀
𐎄
𐎐
𐎅
 
 
𐎓
𐎁
𐎄
𐎅
 
 
𐎜
𐎋
 
𐎌
𐎋
𐎐
𐎋
 
 
𐎓
𐎁
𐎄
𐎎
 
 
𐎒
𐎂
𐎍
𐎚
𐎅
 
𐎅
𐎆
𐎆
 
 
𐎁
𐎓
𐎍
𐎅
 
 
𐎜
𐎋
 
𐎐
𐎙
𐎗
𐎆
 
 
𐎏
𐎗
𐎓
 
 
𐎍
 
 
𐎀
𐎄
𐎐
𐎊
 
 
𐎍
 
𐎊
𐎃
𐎒
𐎗
𐎆
 
 
𐎀
𐎚
 
 
𐎊
𐎄
𐎓
 
 
𐎍
 
𐎊
𐎄
𐎓
𐎚
𐎅
𐎚
 
 
x
x
x
 
𐎍
 
 
𐎌
𐎔
𐎌
 
𐎁
𐎓
𐎍
𐎋
𐎓
𐎁
𐎄
𐎎
 
 
𐎒
𐎂
𐎍
𐎚
𐎅
 
𐎀
𐎚
𐎅
𐎚
 
x
x
x
 
 
𐎌
𐎔
𐎌
 
𐎁
𐎓
𐎍
𐎋
𐎊
𐎄
𐎓
𐎎
 
 
𐎍
 
𐎊
𐎄
𐎓
𐎚
𐎓
𐎎
𐎊
 
 
𐎌
𐎔
𐎌
 
𐎁
𐎓
𐎍
𐎋
𐎌
𐎐
𐎚
 
 
𐎌
𐎐
𐎚
𐎎
 
 
𐎍
𐎎
 
 
𐎍
 
𐎚
𐎍
𐎋
𐎆
 
 
𐎍
𐎈
𐎚
 
 
𐎀
𐎋
𐎍
 
𐎋
𐎊
𐎍
𐎛
𐎋
𐎚
 
 
𐎓
𐎎
 
𐎌
𐎔
𐎌
𐎁
𐎓
𐎍
𐎋
 
 
𐎋
𐎊
 
𐎀
𐎋
𐎍
𐎁
 
 
𐎈
𐎆
𐎚
𐎋
 
𐎛
𐎐
𐎐
𐎌
𐎔
𐎌
𐎐
 
𐎚
𐎜
𐎁
𐎄
𐎅
𐎎
 
𐎀
𐎍
𐎋
 
x
x
x
𐎊
𐎚
𐎐
𐎚
 
x
x
x
𐎘
𐎐
 
 
 
 
𐎆
 
𐎍
𐎋
 
 
 
 
𐎅
𐎍
 
 
 
 
𐎌
𐎔
𐎌
 
 
 
𐎓
𐎎
 
𐎋
 
 
 
 
x
𐎀
𐎋
𐎍
 
𐎊
𐎘
 
 
 
 
𐎛
𐎁
𐎓
𐎍
𐎚
𐎐
 
 
 
 
 
x
𐎋
𐎆
 
 
𐎒
𐎔
𐎗
 
 
𐎛
𐎐
x
 
𐎍
𐎊
𐎒
𐎔
𐎗
𐎐
 
 
𐎉
𐎅
𐎗
𐎎
 
 
𐎀
𐎄
𐎎
𐎀
𐎘
𐎗
 
 
𐎛
𐎘
 
𐎁
𐎖
𐎘
𐎆
 
 
𐎌
𐎚
𐎐
 
𐎍
𐎊
𐎍
 
 
𐎎
𐎍
𐎋
 
𐎁
𐎓
𐎍
𐎊
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
𐎘
𐎔
𐎉
𐎁
𐎓
𐎍
𐎓
𐎁
𐎄
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
𐎁
𐎓
𐎍
𐎊
𐎌
𐎁
𐎓
𐎄
 
𐎌
𐎁
𐎓
𐎄
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
𐎖
𐎍
𐎚
𐎓
𐎁
𐎄
𐎋
 
 
𐎁
 
𐎍
𐎆
𐎒
𐎐
𐎄
𐎀
𐎁
𐎕
𐎗
𐎓
𐎎
 
𐎎
𐎍
𐎋
𐎆
 
 
𐎅
𐎚
 
𐎎
𐎍
𐎋
 
𐎒
𐎊
𐎗
𐎐
𐎒
 
 
𐎆
 
𐎘
𐎎
𐎐
𐎊
𐎊
𐎄
𐎁
𐎈
𐎎
𐎍
𐎙
 
 
𐎓
𐎎
 
𐎌
𐎔
𐎌
𐎆
 
 
𐎎
𐎍
𐎋
𐎁
𐎓
𐎍
𐎊
𐎊
𐎄
𐎓
𐎊
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎓
𐎁
𐎄
 
x
x
x
x
x
𐎚
𐎊
𐎓
𐎎
𐎊
 
x
x
x
x
x
x
x
𐎊
𐎌
𐎋
x
x
x
x
x
x
𐎋
𐎍
𐎍
𐎌
𐎋
x
x
x
x
𐎊
x
x
𐎅
𐎎
𐎆
 
𐎋
𐎁
x
x
x
x
x
𐎓
𐎁
x
x
x
x
x
𐎎
𐎛
𐎄
x
x
x
x
x
x
x
x
𐎎
x
x
 
 
 
 
x
𐎚
 
 
 
 
x
𐎌
 
 
 
 
x
𐎗
𐎌
x
x
x
𐎎
𐎊
𐎅
𐎐
𐎎
 
𐎓
𐎁
𐎄
𐎋
 
𐎅
𐎆
𐎚
𐎊
𐎗
𐎌
 
𐎓
𐎎
𐎊
𐎎
𐎐
𐎎
 
𐎛
𐎗
𐎌
𐎚
𐎋
𐎄
 
 
𐎃
𐎒
𐎗
𐎚
 
 
𐎆
 
𐎀
𐎐
𐎋
𐎀
𐎌
𐎚
𐎐
 
 
 
𐎍
 
𐎛
𐎃
𐎊
𐎆
 
 
𐎀
𐎔
 
 
𐎀
𐎐
𐎋
 
𐎎
𐎐
𐎎
𐎃
𐎒
𐎗
𐎚
 
 
𐎆
 
𐎜
𐎃
𐎊
𐎊
𐎓
𐎎
𐎒
𐎐
 
𐎘
𐎎
𐎐
𐎆
 
 
𐎜
𐎃
𐎊
 
 
𐎀
𐎍
 
𐎊
𐎁
𐎓
𐎗
𐎐
𐎍
 
 
𐎎
𐎍
𐎋
 
𐎁
𐎓
𐎍
𐎊
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
 
𐎗
𐎁
 
 
𐎎
𐎛
𐎚
 
 
𐎓
𐎁
𐎄
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
𐎌
𐎁
𐎓
𐎄
 
 
𐎆
 
 
𐎌
𐎁
𐎓
𐎄
 
𐎖
𐎍
𐎚
𐎀
𐎐
𐎋
𐎐
 
 
𐎗
𐎂
𐎎
𐎚
 
 
𐎍
 
 
𐎁
𐎓
𐎍
𐎕
𐎔
𐎐
𐎍
 
 
𐎌
𐎔
𐎌
 
 
𐎓
𐎍
𐎎
 
 
𐎍
 
𐎓
𐎘
𐎚
𐎗
𐎚
𐎍
 
 
𐎓
𐎐
𐎚
 
 
𐎍
 
 
𐎋
𐎍
 
 
𐎛
𐎍
 
 
𐎀
𐎍
𐎘
𐎊
 
𐎌
𐎍
𐎎
𐎐
𐎎
𐎗
𐎊
 
 
𐎎
𐎍
𐎋
 
𐎓
𐎍
𐎎
𐎎
𐎍
𐎋
𐎐
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎈
𐎆
𐎚
 
 
 
 
𐎊
𐎌
𐎛
𐎃
𐎗
 
 
𐎆
 
 
𐎓
𐎎
 
𐎁
𐎓
𐎍
𐎊
𐎓
𐎌
𐎗
𐎛
𐎄
 
𐎍
𐎛
𐎋
𐎚
 
 
 
 
𐎆
 
 
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎎
𐎐
 
 
 
 
𐎆
 
𐎁
𐎓
𐎍
 
 
 
 
𐎓
𐎌
𐎗
𐎎
 
 
𐎊
𐎌
𐎚
 
𐎜
 
 
 
 
𐎖
𐎗
𐎚
 
𐎎
𐎍
𐎋
 
 
 
 
𐎆
 
 
𐎓
𐎍
 
𐎀
𐎈
 
 
 
 
𐎁
𐎅
𐎎
 
 
𐎆
 
 
𐎗
𐎂
𐎎
 
 
𐎅
𐎆
 
𐎀
𐎍
𐎀
𐎚
𐎐
 
 
𐎋
𐎒
𐎔
 
 
𐎍
𐎅
𐎎
 
𐎓
𐎄
𐎛
𐎍
𐎀
𐎋
 
 
𐎓
𐎎
 
𐎎
𐎍
𐎋
𐎅
𐎚
 
 
𐎍
𐎛
𐎋
 
𐎎
𐎍
𐎋
𐎆
 
 
𐎎
𐎍
𐎋
 
 
𐎊
𐎌
𐎚
𐎀
𐎍
 
 
𐎁
𐎅
𐎐
 
x
x
x
𐎅
𐎎
𐎚
 
 
𐎆
 
 
𐎀
𐎐
𐎊
𐎚
𐎅
𐎎
 
𐎚
𐎇
𐎐
𐎎
𐎋
𐎗
 
 
𐎅
𐎀
𐎄
 
 
𐎆
 
 
𐎗
𐎂
𐎎
 
𐎀
𐎐
𐎋
𐎎
𐎍
𐎋
𐎐
 
 
𐎊
𐎁
𐎖
𐎘
 
 
𐎀
𐎐
𐎊
𐎚
 
 
𐎆
 
 
𐎀
𐎚
 
𐎆
 
 
𐎎
𐎋
𐎗
𐎐
 
 
𐎆
 
 
𐎎
𐎍
𐎋
 
 
𐎍
𐎀
𐎋
 
 
𐎓
𐎎
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
𐎎
𐎃
 
 
 
 
 
 
 
 
x
𐎗
 
𐎚
𐎁
𐎓
 
 
 
 
 
 
 
 
 
𐎎
𐎍
𐎋
 
𐎓
𐎎
 
 
 
 
 
 
 
 
𐎊
𐎋
𐎐
 
 
 
 
 
 
 
 
x
 
 
 
 
𐎍
 
 
𐎎
𐎍
𐎋
 
 
𐎜
𐎂
𐎗
𐎚
𐎛
𐎃
𐎊
 
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
 
𐎎
𐎍
𐎋
 
 
𐎂
𐎁
𐎍
 
𐎛
𐎃
𐎋
𐎊
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎋
x
x
𐎊
x
x
x
 
𐎌
𐎔
𐎌
𐎋
𐎍
x
𐎊
x
x
x
x
x
x
x
x
𐎆
 
 
𐎁
𐎓
𐎍
 
𐎂
𐎁
𐎍
𐎔
 
 
𐎋
𐎘
𐎗
 
 
𐎆
 
𐎌
𐎔
𐎌
𐎅
𐎎
𐎚
 
 
𐎁
𐎓
𐎍
 
𐎕
𐎔
𐎐
x
𐎓
x
 
𐎚
𐎌
𐎗
x
x
𐎋
x
x
 
𐎍
𐎛
𐎋
 
x
x
x
x
𐎊
x
x
x
x
 
𐎘
𐎚
𐎊
𐎊
x
x
x
x
𐎋
𐎄
𐎊
 
 
𐎆
 
x
x
x
x
x
x
x
 
𐎁
𐎓
𐎍
x
x
x
𐎎
 
𐎔
𐎍
𐎒
x
x
x
x
𐎚
𐎋
x
x
x
 
𐎎
𐎍
𐎋
x
x
x
x
𐎓
𐎗
x
x
x
x
x
x
𐎊
𐎚
𐎈
𐎎
 
𐎔
𐎂
𐎐
𐎍
 
 
𐎎
𐎍
𐎋
 
𐎜
𐎂
𐎗
𐎚
𐎗
𐎂
𐎎
𐎊
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎅
𐎐
𐎐
𐎊
 
 
𐎓
𐎎
𐎐
 
𐎌
𐎍
𐎎
𐎘
𐎎
𐎐
𐎊
 
 
𐎓
𐎎
 
𐎁
𐎐
𐎊
𐎎
𐎐
𐎎
 
 
𐎌
𐎍
𐎎
 
 
𐎗
𐎂
𐎎
 
𐎘
𐎘
𐎁
𐎋
𐎊
 
 
𐎍
𐎛
𐎋
 
𐎁
𐎐
𐎊
𐎍
𐎈
𐎚
 
 
𐎀
𐎋
𐎍
 
𐎓
𐎎
𐎊
𐎎
𐎛
𐎄
𐎊
 
 
𐎆
𐎙
𐎁
𐎐
𐎊
𐎆
 
 
𐎁
𐎐
𐎊
 
𐎅
𐎐
𐎋
𐎚
𐎊
𐎌
𐎋
𐎐
 
 
𐎀
𐎐
𐎊
𐎚
𐎊
𐎎
 
𐎊
𐎌
𐎗
𐎐
 
 
 
 
𐎆
 
𐎀
𐎋
𐎍
 
 
 
x
x
 
𐎌
 
 
 
 
x
x
x
x
 
 
 
 
x
x
x
x
 
 
 
 
x
x
x
x
x
𐎊
𐎎
 
 
 
 
x
x
x
x
𐎐
 
 
𐎁
𐎄
 
x
x
x
x
x
𐎐
 
𐎋
x
x
x
x
x
x
𐎐
 
𐎗
x
x
x
𐎄
𐎆
 
 
𐎚
𐎐
 
𐎎
x
x
x
x
x
x
x
𐎗
𐎚
 
 
 
 
 
 
 
 
 
x
 
 
 
 
x
x
x
x
x
𐎚
𐎈
𐎎
 
 
𐎊
𐎄
𐎐
 
 
𐎓
𐎎
 
𐎎
𐎍
𐎋
𐎁
𐎓
𐎍
𐎅
 
 
𐎐
𐎙
𐎗
 
𐎈
𐎆
𐎚
𐎋
𐎆
𐎍
 
 
𐎀
𐎐
𐎊
𐎚
 
𐎚
𐎌
𐎋
𐎐
𐎐
𐎃
𐎎
𐎌
𐎎
 
 
𐎍
𐎎
𐎛
𐎚
 
𐎀
𐎐
𐎊
𐎚
𐎌
𐎋
𐎐
𐎐
 
 
x
𐎊
𐎅
 
𐎋
𐎚
 
 
 
 
𐎆
𐎌
𐎐
𐎎
𐎊
𐎋
 
 
𐎆
𐎚
 
 
 
 
𐎆
𐎓
𐎔
𐎗
𐎎
 
 
𐎀
𐎗
𐎁
𐎓
 
𐎎
𐎀
𐎚
𐎆
𐎎
𐎍
𐎋
 
𐎈
x
x
 
𐎄
 
x
x
𐎚
x
x
x
 
𐎁
 
 
𐎈
𐎆
𐎚
 
 
x
x
 
 
 
 
x
x
x
 
𐎌
𐎔
𐎌
 
 
 
 
 
 
 
 
 
x
x
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎎
𐎍
𐎋
 
 
𐎄
𐎎
𐎍
𐎋
𐎁
𐎈
𐎆
𐎚
 
𐎌
𐎔
𐎈
𐎍
𐎊
𐎄
𐎐
 
 
𐎓
𐎁
𐎄
 
𐎎
𐎍
𐎋
𐎄
𐎌
𐎚
 
 
𐎓
𐎍
 
𐎃
𐎗
𐎄
𐎅
𐎌
𐎔
𐎈
 
 
𐎀
𐎍
 
𐎚
𐎅
𐎁
𐎉
𐎃
𐎗
𐎄
 
 
𐎓
𐎔
𐎒
 
 
𐎚
𐎃
𐎄
 
 
𐎋
𐎆
 
𐎒
𐎓
𐎚
𐎃
𐎗
𐎄
𐎋
 
 
𐎓
𐎔
𐎒
 
 
x
x
𐎗
𐎊
𐎎
𐎎
 
 
𐎆
 
x
x
𐎔
𐎔
𐎂
𐎐
 
x
x
x
x
x
x
𐎆
 
 
 
 
 
x
 
 
 
 
 
𐎆
𐎊
𐎎
𐎊
𐎎
 
𐎊
𐎌
𐎀
𐎍
 
 
 
 
 
𐎍
𐎋
 
 
 
 
 
 
 
𐎓
𐎌
𐎗
 
𐎊
𐎎
 
 
 
 
 
 
 
 
𐎎
 
 
𐎅
𐎎
 
𐎍
𐎊
 
 
 
 
 
 
 
 
x
 
𐎎
𐎕
𐎗
𐎎
 
 
 
 
 
 
 
 
𐎐
𐎎
𐎋
𐎗
 
 
 
 
 
 
 
 
x
 
 
𐎀
𐎐
𐎋
 
x
 
 
 
 
 
 
 
 
x
𐎚
𐎐
𐎊
 
 
 
 
 
 
 
 
 
𐎎
𐎍
𐎋
 
 
 
 
 
 
 
 
𐎎
 
x
 
 
 
 
𐎚
𐎈
𐎎
 
𐎎
𐎍
𐎋
 
 
 
 
𐎍
 
 
𐎎
𐎍
𐎋
 
x
 
 
 
 
𐎗
𐎂
𐎎
𐎅
𐎐
 
𐎛
x
 
 
 
 
𐎄
𐎒
x
 
 
 
 
𐎚
x
 
 
 
 
𐎀
 
 
 
 
 
 
 
 
x
 
 
𐎋
𐎒
𐎔
 
𐎓
𐎎
 
 
 
 
𐎛
𐎍
𐎚
𐎈
𐎎
 
 
𐎆
 
 
 
 
 
𐎌
𐎎
𐎓
𐎚
 
𐎈
𐎆
𐎚
 
 
 
 
x
 
 
𐎐
𐎇
𐎄
𐎚
 
𐎖
𐎗
𐎚
 
 
 
𐎄
𐎚
 
 
𐎐
𐎇
𐎄
𐎚
 
𐎎
 
 
 
 
𐎆
 
 
𐎀
𐎔
 
 
𐎁
𐎘
𐎐
 
 
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎊
 
 
 
 
x
𐎄
 
𐎚
x
 
 
 
 
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎌
𐎁
𐎓
𐎄
𐎆
 
 
𐎌
𐎁
𐎓
𐎄
 
 
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
𐎖
𐎍
𐎚
 
 
𐎓
𐎎
𐎋
 
 
𐎎
𐎐
𐎎
𐎌
𐎍
𐎎
 
 
𐎗
𐎂
𐎎
 
 
𐎘
𐎘
𐎁
𐎍
 
 
x
x
x
 
𐎓
𐎁
𐎄
𐎋
 
 
 
 
𐎍
𐎊
 
𐎓
𐎎
 
 
 
 
 
 
 
 
 
𐎐
𐎓
𐎎
 
 
 
 
 
x
𐎊
 
 
𐎆
 
𐎍
𐎎
 
 
 
 
 
 
 
𐎌
𐎛
𐎍
 
𐎌
𐎍
𐎎
 
 
 
 
 
 
 
 
 
 
 
𐎀
𐎐
𐎋
 
 
 
 
x
 
𐎎
𐎍
𐎊
 
 
 
 
 
x
x
x
x
x
𐎚
𐎎
 
 
 
 
 
𐎍
𐎋
x
𐎍
𐎎
 
 
𐎄
 
𐎋
𐎁
𐎗
 
 
 
 
x
𐎊
 
𐎓
𐎎
𐎋
 
 
 
 
 
x
 
 
𐎆
 
 
𐎍
 
𐎌
𐎚
𐎐
𐎚
 
 
 
 
 
𐎄
 
 
𐎐
𐎓
𐎎
 
𐎍
𐎁
𐎌
𐎋
 
 
 
 
x
𐎄
𐎎
 
𐎘
𐎐
𐎛
𐎄
 
 
 
 
 
x
𐎎
 
 
𐎄
 
 
𐎍
 
𐎐
𐎓
𐎎
 
 
 
 
 
𐎍
 
 
𐎍
𐎛
𐎋
𐎚
 
𐎓
𐎎
𐎊
 
 
 
 
 
𐎓
𐎁
𐎄
 
𐎀
𐎐
𐎋
 
 
 
 
 
x
 
 
 
 
 
 
x
𐎊
 
 
 
 
x
 
 
 
 
𐎍
 
 
𐎔
𐎓
𐎐
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎌
𐎁
𐎓
𐎄
𐎆
 
 
𐎌
𐎁
𐎓
𐎄
 
 
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
 
𐎖
𐎍
𐎚
𐎓
𐎎
𐎋
 
 
 
𐎌
𐎍
𐎎
 
 
 
 
 
 
 
 
𐎐
 
 
 
 
x
 
 
 
 
 
 
 
 
𐎊
𐎌
𐎍
𐎎
 
 
 
 
 
 
 
 
𐎚
x
 
 
 
 
𐎍
𐎔
𐎓
𐎐
 
 
x
x
x
 
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
𐎖
𐎍
𐎚
𐎊
 
 
x
 
 
 
 
 
 
 
 
 
𐎍
𐎛
𐎋
 
x
 
 
 
 
 
 
 
 
𐎐
𐎅
 
𐎌
 
 
 
 
 
 
 
 
𐎍
 
𐎈
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
x
𐎚
𐎎
𐎚
𐎚
 
 
 
 
𐎍
 
𐎊
𐎕
𐎛
𐎐
 
 
 
 
 
𐎅
𐎎
 
 
 
 
𐎌
 
𐎒
𐎋
𐎐
 
 
 
 
𐎐
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎐
 
 
 
 
x
 
 
 
 
x
 
 
 
 
𐎗
 
 
 
 
𐎈
𐎐
𐎐
 
 
 
 
 
 
 
 
 
𐎀
𐎐
𐎋
𐎎
 
 
 
 
𐎍
 
𐎁
𐎓
𐎍
𐎊
𐎗
𐎂
𐎎
 
 
 
 
x
𐎍
𐎋
 
 
 
 
x
𐎚
 
 
 
 
x
𐎍
 
𐎀
𐎄
𐎚
𐎊
𐎗
𐎂
𐎎
 
 
 
 
 
 
 
 
 
𐎗
𐎚
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎅
𐎐
𐎐
𐎊
𐎓
𐎎
𐎐
𐎊
𐎋
𐎍
𐎍
𐎎
𐎛
𐎄
 
𐎌
𐎍
𐎎
𐎘
𐎎
𐎐
𐎊
𐎓
𐎎
𐎋
𐎎
𐎐
𐎎
 
 
𐎌
𐎍
𐎎
 
 
 
 
𐎎
x
x
𐎂
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
 
 
 
 
 
 
 
 
 
x
𐎄
𐎚
 
 
 
 
 
x
x
 
𐎓
𐎁
𐎄
𐎎
 
 
x
 
 
 
 
 
 
 
 
x
 
𐎊
𐎘
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎍
𐎋
 
𐎎
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
𐎄
𐎖
 
 
𐎄
 
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎍
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎎
𐎌
x
𐎄
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
x
x
x
x
𐎀
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
 
𐎊
𐎌
𐎛
 
 
 
 
 
 
 
 
 
 
x
x
 
 
 
 
 
 
𐎗
𐎂
𐎎
 
𐎊
𐎘
𐎘
𐎁
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
𐎆
 
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎗
𐎂
𐎎
 
𐎘
𐎘
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
𐎀
𐎎
𐎗
 
 
 
 
𐎊
𐎂
𐎚
 
 
 
 
x
𐎙
 
𐎚
x
x
𐎂
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎔
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
 
 
 
 
𐎋
 
 
 
 
x
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
𐎜
𐎂
𐎗
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
 
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎘
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎎
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎚
𐎐
 
𐎁
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
𐎄
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎔
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
 
𐎙
𐎗
𐎄
𐎐
𐎁
𐎓
𐎍
𐎊
 
𐎗
𐎂
𐎎
𐎁
𐎐
 
 
𐎃
𐎗
𐎐
 
𐎋
𐎎
𐎙
𐎊
 
 
𐎅
𐎆
x
 
x
x
𐎅
𐎁
𐎉
 
𐎅
𐎆
𐎃
𐎗
𐎄
 
 
𐎆
 
 
𐎌
𐎍
𐎅
𐎆
𐎖
𐎗
𐎚
𐎀
𐎋
𐎍
𐎐
 
 
𐎁
 
𐎂
𐎗
𐎐
𐎚
𐎍
 
𐎁
𐎓
𐎗
𐎀
𐎔
 
𐎋
𐎗
𐎎
𐎎
𐎃
𐎍
𐎖
𐎖
𐎗
𐎚
𐎍
𐎐
 
𐎃
𐎍
𐎖
𐎚
𐎆
 
 
𐎄
𐎓
 
𐎄
𐎓
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
 
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎐
𐎌
𐎎
𐎎
𐎄
𐎊
𐎎
𐎆
 
 
𐎁
 
𐎂
𐎍
𐎁
𐎔
𐎅
𐎐
𐎐
 
 
𐎆
 
𐎎
𐎐
𐎄
𐎊
𐎎
𐎁
 
 
𐎄
𐎄
𐎐
𐎅
 
𐎍
𐎖
𐎈
𐎚
x
𐎗
𐎎
 
 
𐎓
𐎎
 
𐎎
𐎍
𐎋
𐎊
𐎁
𐎍
𐎅
𐎎
 
 
𐎆
 
𐎛
𐎁
𐎍
𐎁
𐎍
𐎅
𐎎
𐎆
 
 
𐎁
 
 
𐎘
𐎁
𐎅
 
𐎓
𐎎
𐎅
𐎒
𐎔
𐎗
 
𐎈
x
𐎐
 
 
x
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎓
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎊
𐎖
𐎈
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
 
 
𐎎
𐎍
𐎋
 
𐎁
𐎓
𐎍
𐎊
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
𐎆
𐎗
𐎁
𐎍
 
 
𐎓
𐎁
𐎄
𐎋
𐎊
𐎌
𐎍
𐎎
 
𐎍
𐎋
𐎛
𐎍
𐎎
 
𐎚
𐎙
𐎗
𐎋
𐎚
𐎌
𐎍
𐎎
𐎋
𐎍
𐎎
 
 
𐎍
 
𐎍
𐎛
𐎋
𐎚
𐎌
𐎛
𐎍
 
𐎌
𐎍
𐎎
𐎊
𐎓
𐎄
 
𐎗
𐎜
𐎌
𐎜
𐎍
𐎊
 
 
𐎍
 
𐎍
𐎛
𐎋
𐎚
𐎀
𐎐
𐎋
 
𐎓
x
x
x
𐎐
x
x
𐎌
𐎛
𐎍
 
𐎌
 
 
 
 
 
 
 
 
 
𐎍
𐎎
 
𐎍
𐎛
𐎋
𐎚
 
 
𐎀
𐎚
 
𐎓
𐎎
𐎊
 
 
 
 
𐎆
 
𐎅
𐎍
 
 
 
 
 
 
 
x
x
x
𐎌
x
 
 
 
 
𐎍
 
𐎊
𐎁
𐎐
𐎐
𐎀
𐎄
𐎐
𐎊
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
𐎚
𐎍
𐎎
𐎊
𐎐
𐎁
𐎐
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
𐎀
𐎄
𐎐
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
𐎖
𐎍
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎀
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
 
𐎊
𐎁
𐎐
𐎐
𐎁
𐎓
𐎍
𐎊
 
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
𐎓
𐎁
𐎄
𐎛
𐎍
𐎚
𐎓
𐎁
𐎄
𐎋
𐎍
𐎔
𐎓
𐎐
 
𐎁
𐎓
𐎍
𐎊
𐎘
𐎐
𐎛
𐎄
𐎌
𐎁
𐎓
𐎄
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
𐎖
𐎍
𐎚
 
𐎓
𐎎
𐎁
𐎓
𐎍
𐎊
 
𐎎
𐎐
𐎎
𐎌
𐎍
𐎎
𐎗
𐎂
𐎎
 
𐎘
𐎘
𐎁
𐎍
 
 
𐎓
𐎁
𐎄
𐎋
x
x
x
𐎊
 
𐎅
𐎐
𐎐
𐎓
𐎎
𐎐
 
𐎌
𐎍
𐎎
𐎘
𐎎
𐎐
 
𐎓
𐎎
𐎋
𐎎
𐎐
𐎎
 
𐎌
𐎍
𐎎
𐎗
𐎂
𐎎
 
 
𐎘
𐎘
𐎁
 
𐎍
𐎊
 
 
 
 
x
 
 
𐎕
𐎗
𐎔
 
𐎍
x
 
 
 
 
 
 
 
x
𐎖
 
 
𐎍
𐎔
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
 
 
𐎊
𐎌
𐎚
𐎋
 
x
 
 
 
 
 
 
 
 
 
 
x
x
 
𐎀
𐎄
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
 
 
 
 
 
 
 
 
 
𐎚
𐎈
𐎎
 
𐎜
𐎘
𐎗
𐎊
𐎐
𐎍
𐎂
𐎗
𐎂
𐎌
 
 
𐎓
𐎁
𐎄
𐎊
 
𐎗
𐎂
𐎎
𐎌
𐎍
𐎎
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎅
𐎍
𐎐
𐎊
 
𐎀
𐎃
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
 
 
𐎎
𐎍
𐎋
𐎚
 
𐎀
𐎄
𐎚
𐎊
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
 
𐎜
𐎗
𐎙
𐎚
𐎘
𐎁
 
𐎓
𐎁
𐎄
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
𐎀
𐎄
𐎚
𐎊
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
𐎌
𐎁
𐎓
𐎄
 
 
𐎆
 
𐎌
𐎁
𐎓
𐎄
𐎖
𐎍
𐎚
 
𐎍
𐎊
𐎀
𐎄
𐎚
𐎊
 
𐎊
𐎌
𐎍
𐎎
𐎛
𐎍
𐎎
 
𐎚
𐎙
𐎗
𐎋
𐎚
𐎌
𐎍
𐎎
𐎋
𐎅
𐎐
𐎐
𐎊
𐎓
𐎎
𐎐
 
𐎋
𐎍
𐎍
𐎎
𐎛
𐎄
 
𐎌
𐎍
𐎎
𐎘
𐎎
𐎐
𐎊
 
𐎓
𐎎
𐎀
𐎄
𐎚
𐎊
 
𐎎
𐎐
𐎎
𐎌
𐎍
𐎎
 
𐎗
𐎂
𐎎
𐎘
𐎘
𐎁
 
 
𐎍
 
𐎓
𐎁
𐎄
𐎋
x
x
 
𐎓
𐎌
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
 
𐎎
𐎍
𐎋
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎊
𐎚
𐎐
 
x
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎍
𐎋
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎌
𐎗
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎗
𐎈
𐎖
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎅
𐎎
𐎍
 
 
𐎊
𐎄
𐎗
𐎎
 
𐎁
𐎓
𐎍
𐎐
𐎊
𐎗
𐎂
𐎎
𐎀
𐎚
𐎈
𐎎
 
𐎔
𐎐
𐎈
𐎘
𐎆
 
𐎊
𐎗
𐎎
𐎅
𐎄
𐎓
𐎁
𐎄
𐎋
 
 
𐎔
𐎌
𐎍
𐎎
𐎍
 
 
𐎁
𐎓
𐎍
𐎐
𐎊
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
𐎁
𐎓
𐎍
𐎐
𐎊
𐎘
𐎐
𐎛
𐎄
 
𐎌
𐎁
𐎓
𐎄
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
 
𐎖
𐎍
𐎐
𐎊
𐎅
𐎍
𐎐
𐎊
 
 
𐎁
𐎐
 
𐎓
𐎊
𐎐
𐎊
𐎌
𐎚
𐎀
𐎍
 
 
𐎓
𐎎
 
𐎀
𐎎
𐎚
𐎋
𐎆
 
 
𐎍
𐎀
𐎋
 
 
𐎍
𐎅
 
 
𐎆
 
𐎋
𐎈
𐎄
𐎐
𐎐
𐎆
 
 
𐎀
𐎐
𐎋
 
𐎅
𐎗
𐎌
𐎍
𐎖
𐎈
𐎚
 
 
𐎆
 
𐎈
𐎆
𐎚
𐎅
𐎁
𐎚
 
 
𐎆
𐎍
𐎎
 
𐎘
𐎁
𐎁
𐎐
 
𐎓
𐎊
𐎐
𐎆
 
 
𐎍
𐎖
𐎈
 
𐎘
𐎖
𐎍
𐎎
𐎋
𐎒
𐎔
 
 
𐎁
𐎄
 
𐎀
𐎎
𐎚
𐎋
𐎆
𐎘
𐎐
 
𐎓
𐎁
𐎄
𐎋
𐎘
𐎎
𐎚
 
𐎓
𐎎
𐎐
𐎋
𐎋
𐎍
 
𐎚
𐎚
𐎐
 
 
𐎀
𐎋
𐎍
 
𐎍
𐎅
𐎎
𐎆
 
 
𐎋
𐎚
𐎌
𐎀
𐎍
𐎁
𐎚
 
𐎓
𐎁
𐎄
𐎋
𐎆
 
 
𐎋
𐎊
𐎎
𐎙
𐎊
𐎓
𐎁
𐎄
𐎋
 
 
𐎍
𐎌
𐎍
𐎎
𐎓
𐎎
𐎋
 
 
𐎔
𐎍
 
𐎊
𐎌
𐎁
𐎓
𐎍
𐎃
𐎔
𐎐
 
 
𐎍
𐎁
𐎓
𐎍
𐎐
𐎊
𐎎
𐎐
𐎎
 
 
𐎛
𐎘
 
 
𐎍
𐎓
𐎁
𐎄
𐎋
𐎚
𐎈
𐎎
 
𐎚
𐎍
𐎎
𐎊
𐎐
𐎍
𐎔
𐎇
𐎊
 
𐎗
𐎎
𐎂
𐎎
𐎊
𐎌
𐎍
𐎎
 
𐎍
𐎋
𐎛
𐎍
𐎎
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎚
𐎙
𐎗
𐎋
 
𐎅
𐎐
𐎐
𐎊
𐎓
𐎎
𐎐
 
𐎌
𐎍
𐎎
𐎘
𐎎
𐎐
𐎊
 
𐎓
𐎎
𐎋
𐎗
𐎂
𐎎
𐎘
𐎘
𐎁
 
𐎍
𐎊
𐎅
𐎐
𐎋
 
𐎚
𐎌
𐎎
𐎓
𐎎
𐎓
𐎄
𐎐
 
𐎊
𐎌
𐎚
𐎀
𐎍
𐎓
𐎎
𐎐
𐎋
 
 
𐎔
𐎎
𐎊
𐎖
𐎈
𐎁
𐎋
 
𐎚
𐎓
𐎔
𐎗
𐎅
𐎚
𐎀
𐎚
 
𐎄
𐎄
𐎁
𐎗
 
𐎅
𐎎
𐎅
𐎋
𐎎
𐎁
𐎍
𐎁
𐎋
𐎀
𐎍
𐎚
𐎌
𐎚
𐎓
𐎄
𐎎
𐎙
𐎊
𐎊
𐎁
𐎓
𐎗
𐎎
 
𐎈
𐎔
𐎗
𐎓
𐎄
𐎐
 
 
𐎄
𐎄
𐎀
𐎋
𐎍
𐎎
𐎋
𐎗
 
 
𐎚
𐎐
𐎍
𐎅
𐎍
 
 
𐎎
𐎍
𐎋
𐎚
 
𐎜
𐎎
𐎊
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
 
 
𐎎
𐎍
𐎋
 
𐎁
𐎐
𐎋
𐎍
𐎔
𐎓
𐎐
 
 
𐎜
𐎎
𐎊
 
𐎖
𐎍
𐎚
𐎍
𐎊
 
 
𐎜
𐎎
𐎊
 
 
𐎊
𐎌
𐎍
𐎎
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎅
𐎐
𐎐
𐎊
 
 
𐎓
𐎎
𐎐
 
 
𐎘
𐎎
𐎌
𐎍
𐎎
 
𐎋
𐎍
𐎍
𐎘
𐎎
𐎐
𐎊
 
 
𐎓
𐎎
𐎋
𐎋
 
𐎎
x
𐎐
𐎎
𐎌
𐎍
𐎎
 
 
𐎗
𐎂
𐎎
 
 
𐎘
𐎘
𐎁
 
𐎍
𐎊
𐎍
𐎎
 
 
𐎚
𐎍
𐎛
𐎋
𐎐
 
 
𐎃
𐎔
𐎘
 
𐎅
𐎐
𐎄
𐎐
𐎔
 
 
𐎎
𐎌
𐎎
𐎓
𐎚
 
𐎎
𐎍
𐎋
𐎛
𐎐
𐎐
 
 
𐎛
𐎎
 
 
𐎁
𐎐
 
𐎖
𐎍
𐎚
𐎛
𐎎
 
 
𐎁
𐎐
 
 
𐎀
𐎍
𐎊
𐎊
 
𐎛
𐎎
𐎎
𐎌
𐎎
𐎓
𐎚
 
𐎎
𐎍
𐎋
𐎆
 
 
𐎚
𐎍
𐎋
𐎐
 
 
𐎘
𐎐
 
𐎘
𐎐
𐎎
𐎓
𐎎
𐎊
 
 
𐎆
 
 
𐎚
𐎘
𐎁
𐎗
𐎐
 
𐎍
𐎁
𐎊
𐎆
 
 
𐎍
𐎈
𐎚
 
 
𐎁
𐎚
 
 
𐎎
𐎍
𐎋
 
𐎀
𐎎
𐎗
𐎋
𐎊
 
 
𐎚
𐎄
𐎁
𐎗
 
𐎜
𐎎
𐎊
𐎍
 
 
𐎔
𐎐
 
𐎖
𐎗
𐎚
𐎛
𐎎
 
 
𐎅
𐎚
 
 
𐎍
 
𐎁
𐎎
𐎕
𐎖
𐎚
 
𐎊
𐎘
𐎁
𐎚
𐎖
𐎗
𐎚
 
 
𐎔
 
𐎎
𐎐
𐎍
𐎛
𐎋
𐎚
 
 
𐎀
𐎐
𐎋
 
𐎍
𐎈
𐎚
𐎁
𐎚
 
 
𐎎
𐎍
𐎋
 
𐎀
𐎎
𐎗
𐎊
𐎁
𐎐
𐎐
 
𐎅
𐎍
𐎋
𐎓
𐎎
 
 
𐎎
𐎍
𐎋
 
𐎀
𐎎
𐎗
𐎆
 
 
𐎊
𐎁
𐎍
 
 
𐎅
𐎆
 
𐎎
𐎛
𐎚
𐎃
𐎗
𐎕
 
 
𐎆
 
 
𐎎
𐎗
𐎄
𐎚
 
𐎎
𐎍
𐎋
𐎍
𐎎
𐎍
𐎋
 
 
𐎀
𐎎
𐎗
 
 
𐎆
 
 
𐎍
𐎖
𐎈
 
𐎅
𐎆
𐎌
𐎎
𐎐
 
 
𐎁
 
𐎖
𐎗
𐎐
𐎅
𐎆
 
 
𐎊
𐎕
𐎖
 
 
𐎅
𐎆
 
 
𐎍
 
𐎗
𐎛
𐎌
𐎁
𐎚
 
 
𐎎
𐎍
𐎋
 
𐎀
𐎎
𐎗
𐎎
𐎐
𐎎
 
𐎃
𐎉
𐎜
𐎚
 
 
 
 
 
 
 
 
 
 
𐎋
𐎊
 
 
𐎜
𐎎
𐎊
 
x
x
𐎗
 
𐎅
𐎆
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
 
𐎛
𐎌
𐎚
𐎛
𐎗
 
 
𐎔
 
𐎜
𐎎
𐎊
 
 
𐎊
𐎄
𐎓
𐎚
 
 
𐎋
𐎍
𐎊
 
 
𐎁
 
𐎋
𐎔
𐎗
x
x
x
 
 
𐎛
𐎁
𐎋
 
 
𐎆
 
𐎀
𐎐
𐎋
𐎌
𐎐
𐎛
𐎚
𐎋
x
x
x
x
x
x
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
𐎅
 
 
𐎁
 
 
𐎈
𐎆
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
 
𐎚
𐎍
𐎋
𐎐
 
 
𐎅
𐎚
 
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎓
𐎚
𐎖
 
 
𐎁
𐎊
 
 
𐎈
𐎆
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎖
𐎄
𐎌
 
 
𐎆
 
 
𐎁
 
𐎈
𐎆
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎍
 
 
𐎚
𐎃
𐎍
𐎖
 
 
𐎈
𐎆
𐎚
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎍
𐎈
𐎚
 
 
𐎖
𐎐
𐎛
𐎎
 
 
𐎋
 
 
𐎍
𐎛
𐎋
𐎚
 
 
𐎁
𐎚
 
 
𐎎
𐎍
𐎋
 
𐎍
 
 
 
 
 
 
 
 
 
 
 
𐎅
𐎍
𐎐
𐎊
 
 
𐎍
𐎎
 
 
𐎎
𐎚
 
 
𐎁
𐎓
𐎍
𐎋
x
x
x
x
x
x
x
𐎔
𐎈
𐎎
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎔
𐎈
𐎎
 
 
𐎁
 
 
𐎁
𐎚
𐎊
 
 
𐎛
𐎐
 
x
x
x
x
x
x
x
 
𐎅
𐎚
𐎎
 
 
 
 
 
 
 
 
𐎌
𐎌
𐎎
𐎃
𐎚
 
 
𐎆
 
 
𐎅
𐎚
 
 
𐎎
𐎍
𐎋
x
x
x
x
x
x
x
x
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎍
𐎊
 
 
𐎛
𐎐
𐎐
𐎎
 
𐎒
𐎎
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎀
𐎚
 
 
𐎍
𐎈
𐎚
 
𐎗
𐎂
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎗
𐎂
𐎎
𐎚
 
 
𐎍
 
 
𐎀
𐎙
𐎇
𐎗
 
𐎔
 
 
𐎀
𐎚
 
 
𐎎
𐎋
 
𐎚
𐎌
𐎋
𐎈
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎚
 
 
𐎎
𐎍
𐎋
𐎚
 
𐎚
𐎍
𐎋
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎀
𐎔
 
 
𐎒
𐎃
𐎍
𐎎
 
𐎚
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎖
𐎐
𐎜
𐎊
𐎎
 
𐎚
𐎁
𐎓
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎍
 
 
𐎒
𐎃
𐎍
𐎎
 
 
𐎛
𐎘
 
 
𐎆
 
𐎀
𐎚
 
 
𐎎
𐎙
 
 
𐎐
𐎌
𐎋
𐎈
 
x
x
x
 
 
x
x
x
𐎍
 
𐎌
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎖
 
 
𐎆
 
 
x
x
x
x
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
x
x
𐎍
𐎎
𐎍
𐎋
 
x
x
x
x
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
𐎓
𐎁
𐎄
𐎋
 
𐎊
𐎌
𐎍
𐎎
𐎍
𐎎
𐎍
𐎋
 
𐎁
𐎓
𐎍
𐎊
𐎛
𐎍
𐎎
 
 
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎆
𐎍
𐎐
𐎊
𐎋
𐎐
𐎔
𐎀
𐎚
𐎓
𐎎
 
 
𐎎
𐎍
𐎚
 
𐎂
𐎗
𐎂
𐎎
𐎌
𐎆
𐎀
𐎐
𐎐
𐎀
 
𐎛
𐎍
𐎀
𐎋
𐎁
𐎎
𐎍
𐎀
𐎋
𐎚
𐎓
𐎎
𐎋
𐎆
𐎁
𐎓
𐎍
 
 
𐎍
 
 
𐎊
𐎄
𐎓
x
x
x
x
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
𐎅
 
𐎀
x
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎎
 
 
𐎎
𐎍
𐎋
 
x
 
 
 
 
 
 
 
 
 
 
𐎎
𐎛
𐎚
𐎎
 
𐎘
𐎖
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎈
𐎎
𐎋
 
𐎔
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎎
𐎍
𐎋
 
𐎁
𐎓
𐎍
𐎊
 
 
 
 
 
 
 
 
 
 
𐎄
 
 
𐎗
𐎂
𐎎
 
 
𐎍
𐎊
 
 
 
 
 
 
 
 
 
 
 
 
𐎈
𐎄
 
 
𐎅
𐎍
𐎐
𐎊
 
𐎔
x
 
 
 
 
 
 
 
 
 
 
𐎁
𐎐
𐎌
 
𐎁
𐎛
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
𐎋
 
 
𐎄
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
𐎋
𐎐
 
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎊
𐎔
𐎐
 
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎍
 
𐎚
𐎓
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎈
𐎄
 
𐎀
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎁
𐎄
 
𐎋
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎎
𐎐
 
𐎔
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎈
𐎄
 
𐎎
𐎍
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎔
𐎗
𐎃
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎈
𐎎
 
 
𐎌
𐎔
𐎌
 
𐎎
𐎍
𐎋
𐎗
𐎁
 
 
𐎍
𐎓
𐎎
𐎗
𐎔
𐎛
𐎗
𐎂
𐎎
𐎅
𐎍
𐎐
𐎊
 
 
𐎓
𐎎
 
 
𐎌
𐎔
𐎌
 
𐎎
𐎍
𐎋
𐎗
𐎁
 
 
𐎋
𐎍
𐎍
 
𐎌
𐎍
𐎎
𐎄
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎈
𐎆
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎕
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎓
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
𐎅
𐎐
𐎄
 
𐎓
𐎎
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎔
𐎌
 
 
𐎅
𐎍
𐎐
𐎊
 
 
 
 
 
 
𐎓
𐎎
𐎚
 
 
𐎆
𐎛
𐎌
𐎚
𐎐
 
𐎍
𐎋
 
 
 
 
 
x
𐎋
 
 
𐎆
𐎀
𐎍
𐎚
𐎌
𐎛
𐎃
𐎗
𐎅
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎐
𐎚
 
 
𐎍
𐎋
 
 
𐎁
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎎
𐎇
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
 
𐎋
𐎁
𐎄
 
 
 
 
 
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎒
𐎔
 
 
𐎐
𐎓
𐎎
𐎎
 
 
𐎎
𐎍
𐎁
𐎌
 
 
 
 
 
 
 
 
𐎌
 
 
𐎋
𐎚
𐎐
 
 
𐎐
𐎓
𐎎
𐎎
 
 
 
 
 
 
𐎕
𐎔
𐎊
 
 
𐎁
𐎃
𐎗
𐎕
 
 
𐎐
𐎓
𐎎
𐎎
 
𐎐
𐎓
𐎎
𐎎
 
𐎔
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎈
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
𐎃
𐎎
𐎌
 
𐎎
𐎀
𐎚
 
 
𐎘
𐎍
𐎘
𐎎
 
𐎃
𐎎
 
 
 
𐎆
x
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
x
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎃
𐎎
𐎌
 
 
 
 
 
 
 
 
𐎀
𐎚
 
𐎋
x
 
 
 
 
 
 
 
 
𐎎
𐎙
𐎊
 
 
 
 
 
 
 
 
 
 
𐎆
𐎌
𐎍
 
 
 
 
 
 
 
 
 
 
 
𐎐
𐎐
 
x
 
 
 
 
 
 
 
 
 
𐎍
𐎎
𐎍
𐎋
𐎚
 
𐎜
𐎎
𐎊
𐎀
𐎄
𐎚
𐎊
 
 
𐎍
𐎔
𐎓
𐎐
𐎋
𐎖
𐎍
𐎚
 
 
𐎛
𐎄
 
𐎍
𐎛
𐎋
𐎚
𐎓
𐎋
𐎊
 
𐎐
𐎔
𐎍
𐎉
𐎓
𐎁
𐎄
𐎎
𐎍
𐎋
 
𐎌
𐎓
𐎚
𐎖
𐎆
𐎍
𐎁
 
𐎁
𐎐
𐎋
𐎍
𐎊
𐎌
𐎖
𐎔
 
 
𐎜
𐎕
𐎛
𐎐
𐎋
𐎆
𐎀
𐎐
𐎋
 
 
𐎘
𐎘
 
𐎊
𐎎
𐎎
𐎋
𐎍
𐎍
𐎈
𐎎
𐎚
𐎆
𐎅
𐎎
 
 
𐎛
𐎐
𐎎
 
𐎓
𐎁
𐎄
𐎎
𐎍
𐎋
𐎐
𐎔
𐎍
𐎉
 
𐎈
x
x
𐎆
𐎍
x
x
x
x
x
x
x
x
x
𐎂
𐎊
x
x
x
𐎚
𐎘
𐎁
 
𐎁
𐎐
𐎅
 
𐎐
𐎌
𐎛
𐎛
𐎋
𐎎
𐎊
 
 
𐎈
𐎊
 
𐎓
𐎁
𐎄
𐎎
𐎍
𐎋
 
𐎅
𐎎
𐎊
𐎎
𐎚
 
𐎆
𐎛
𐎍
𐎈
𐎎
𐎐
𐎀
𐎐
𐎋
 
 
 
 
𐎀
𐎚
 
𐎄
 
 
 
 
 
 
 
 
𐎎
 
 
𐎅
𐎍
𐎐
𐎊
 
 
 
 
 
 
 
 
 
x
𐎚
 
 
𐎁
𐎄
 
 
𐎊
𐎎
𐎇
 
𐎎
x
 
 
 
 
 
 
 
 
x
 
 
𐎚
𐎈
𐎎
𐎋
 
 
𐎈
𐎄
𐎊
 
𐎗
 
 
 
 
 
 
 
 
𐎊
 
 
𐎀
𐎄
𐎐
𐎚
𐎊
 
𐎀
 
 
 
 
 
 
 
 
x
𐎎
 
 
𐎊
𐎚
𐎐
 
 
𐎅
𐎎
 
 
 
 
 
 
 
 
 
𐎗
𐎂
𐎎
 
 
 
 
 
 
 
 
𐎎
 
 
𐎋
𐎁
𐎄
 
x
 
 
 
 
 
x
𐎕
𐎔
𐎊
 
 
𐎁
𐎃
𐎗
𐎕
 
 
 
 
 
 
 
 
𐎒
𐎜
 
𐎀
𐎄
𐎗
 
 
 
 
 
 
 
 
𐎐
 
 
𐎔
𐎗
 
𐎛
 
 
 
 
 
 
 
 
𐎎
𐎌
 
x
 
 
 
 
 
 
 
 
x
 
 
 
 
𐎚
𐎈
𐎎
 
x
x
x
x
 
 
 
 
𐎍
𐎂
𐎗
 
 
 
 
 
𐎗
𐎂
𐎎
 
 
 
 
𐎍
𐎎
 
𐎀
𐎃
𐎚
 
 
𐎎
𐎄
𐎊
 
 
𐎁
 
 
 
 
 
𐎀
𐎁
𐎗
𐎈
𐎄
 
 
 
 
𐎚
𐎛
𐎃
𐎄
𐎐
 
 
 
 
𐎜
𐎌
𐎋
𐎐
𐎊
 
 
 
 
𐎆
 
 
𐎀
𐎔
 
𐎜
𐎚
𐎐
𐎐
 
 
 
 
𐎀
𐎍
𐎔
𐎅
𐎎
 
x
 
 
 
 
𐎙
𐎗
𐎎
 
𐎋
𐎗
 
 
 
 
𐎁
 
 
𐎎
𐎄
𐎊
 
𐎚
 
 
 
 
𐎁
𐎎
𐎄
𐎋
𐎎
𐎐
 
𐎓
𐎔
𐎒
 
 
 
 
 
𐎋
𐎎
 
 
𐎎
𐎙
𐎊
 
𐎀
 
 
 
 
𐎎
𐎄
𐎊
 
𐎓
𐎎
𐎋
 
 
 
 
𐎍
𐎎
 
 
𐎍
 
𐎅
𐎁
𐎉
x
 
 
 
 
𐎅
𐎚
 
 
𐎀
𐎍
𐎔
𐎊
 
 
 
 
 
𐎅
𐎁
𐎉
 
 
𐎆
𐎍
 
x
 
 
 
 
𐎀
𐎎
𐎚
𐎋
 
x
x
 
 
 
 
𐎜
𐎊
 
 
𐎀
𐎍
𐎔
 
x
 
 
 
 
𐎄
𐎚
 
 
𐎁
 
𐎜
x
 
 
 
 
𐎄
 
 
𐎀
𐎃
𐎚
 
𐎄
 
 
 
 
 
𐎅
𐎁
𐎉
 
𐎅
 
 
 
 
𐎍
𐎜
𐎗
𐎚
𐎐
 
 
𐎀
𐎄
𐎐
𐎊
 
𐎗
𐎂
𐎎
𐎆
𐎍
 
 
𐎁
𐎏
𐎎
𐎗
 
𐎜
𐎎
𐎊
𐎗
𐎂
𐎎
 
 
𐎚
𐎈
𐎎
 
𐎓
𐎇
𐎛
𐎍
𐎚
𐎁
𐎐
𐎋
𐎎
𐎊
𐎌
𐎍
𐎎
 
𐎍
𐎋
𐎎
𐎛
𐎍
𐎎
 
 
𐎍
 
𐎌
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
𐎎
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎎
𐎅
𐎍
𐎐
 
 
𐎅
𐎐
 
𐎓
𐎎
𐎐
𐎌
𐎍
𐎎
 
 
𐎆
 
 
𐎘
𐎎
𐎐
𐎎
𐎐
𐎎
 
 
𐎌
𐎍
𐎎
𐎗
𐎂
𐎎
𐎘
𐎘
𐎁
𐎓
𐎎
𐎊
x
x
𐎚
𐎎
 
𐎍
𐎁
𐎋
x
x
x
 
 
𐎍
 
𐎚
𐎌
𐎎
𐎆
 
 
𐎛
x
x
 
𐎀
𐎐
𐎋
𐎁
𐎓
𐎍
x
𐎊
 
𐎛
𐎃
𐎚
x
x
x
 
x
x
 
x
𐎔
x
x
x
𐎔
𐎁
𐎊
 
 
𐎉
𐎁
 
𐎁
 
 
 
 
𐎆
𐎈
𐎗
𐎌
𐎊
 
𐎕
𐎜
 
 
 
 
𐎊
𐎚
𐎐
 
 
𐎆
 
 
𐎀
𐎐
𐎋
 
𐎁
x
x
𐎚
𐎊
𐎗
𐎃
 
 
𐎃
𐎊
𐎚
𐎗
 
 
 
𐎓
𐎍
𐎅
 
x
x
𐎚
𐎈
𐎎
 
𐎓
𐎇
𐎛
𐎍
𐎚
𐎍
 
 
𐎀
𐎁
𐎊
 
𐎀
𐎃
𐎚
𐎊
𐎗
𐎂
𐎎
𐎊
𐎌
𐎍
𐎎
𐎍
𐎋
 
𐎛
𐎍
𐎎
𐎚
𐎌
𐎍
𐎎
 
𐎚
𐎙
𐎗
𐎋
x
x
x
𐎎
𐎎
𐎋
x
x
x
x
𐎅
𐎐
𐎐
 
𐎓
𐎎
𐎐
x
x
x
x
x
𐎎
x
x
x
x
x
x
𐎎
𐎗
𐎂
𐎎
 
𐎘
𐎘
𐎁
 
 
 
 
x
x
 
 
𐎌
𐎁
𐎋
 
𐎀
𐎐
𐎋
 
 
 
 
 
 
 
 
𐎎
 
 
𐎄
 
𐎃
𐎒
𐎗
 
x
x
x
𐎁
 
 
 
 
 
 
 
 
 
𐎅
 
 
𐎓
𐎄
 
𐎚
x
 
x
x
x
x
𐎊
 
 
 
 
 
 
 
 
 
x
𐎗
𐎓
𐎊
 
 
x
x
x
𐎍
 
 
𐎆
 
𐎎
 
 
 
 
 
𐎜
 
 
𐎛
𐎘
 
 
𐎓
x
𐎐
 
 
𐎁
𐎄
𐎅
 
𐎖
 
𐎍
𐎃
𐎏
𐎎
𐎗
𐎚
𐎁
𐎓
𐎍
𐎊
 
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
𐎀
𐎐
𐎐
𐎚
𐎐
𐎓
𐎁
𐎄
𐎋
 
𐎛
𐎍
𐎎
𐎚
𐎙
𐎗
𐎋
 
𐎚
𐎌
𐎍
𐎎
𐎋
𐎍
𐎔
𐎓
𐎐
 
𐎁
𐎓
𐎍
𐎊
𐎌
𐎁
𐎓
𐎄
 
 
𐎆
𐎌
𐎁
𐎓
𐎄
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
𐎖
𐎍
𐎚
𐎊
 
 
𐎆
𐎅
𐎐
𐎐
𐎊
𐎓
𐎎
 
𐎓
𐎁
𐎄
𐎋
𐎎
𐎛
𐎄
 
𐎌
𐎍
𐎎
𐎆
𐎁
𐎓
𐎍
𐎊
𐎌
𐎍
𐎎
𐎅
𐎆
𐎌
𐎍
𐎎
𐎐
𐎋
𐎍
𐎊
𐎆
𐎌
𐎍
𐎎
𐎁
𐎚
𐎅
 
 
𐎆
𐎌
𐎍
𐎎
𐎌
𐎎
𐎓
𐎗
𐎂
𐎎
𐎋
𐎐
𐎓
𐎎
 
 
𐎀
𐎚
𐎘
𐎚
𐎘
𐎁
𐎓
𐎎
𐎓
𐎁
𐎄
𐎋
𐎆
𐎁
𐎓
𐎍
𐎊
 
𐎁
𐎚
𐎓
𐎁
𐎄
𐎅
 
 
𐎀
𐎍
 
𐎊
𐎊
𐎁
𐎓
𐎗
𐎁
𐎊
𐎄
𐎅
𐎚
𐎈
𐎎
 
𐎀
𐎁
𐎐
𐎊
𐎍
 
 
𐎜
𐎗
𐎚
𐎘
𐎁
 
𐎜
𐎗
𐎚
𐎐
𐎀
𐎃
𐎊
 
 
𐎗
𐎂
𐎎
 
𐎅
𐎍
𐎐
𐎊
 
 
𐎁
𐎄
 
𐎁
𐎐
𐎛
𐎍
 
𐎊
𐎚
𐎐
𐎚
𐎛
𐎌
𐎔
𐎗
𐎎
 
 
𐎆
𐎘
𐎍
𐎘
𐎚
𐎓
𐎗
𐎎
𐎍
𐎈
𐎚
 
 
𐎆
𐎀
𐎗
𐎁
𐎓
𐎒
𐎔
𐎎
𐎆
𐎍
𐎁
𐎀
𐎃
𐎚
𐎋
 
𐎎
𐎗
𐎕
𐎋
𐎊
 
 
𐎃
𐎁
𐎚
 
 
𐎆
𐎍
 
𐎜
𐎌
𐎀
𐎍
𐎜
𐎋
𐎊
 
 
𐎁
𐎃
𐎊
𐎗
 
 
𐎋
𐎛
𐎐
𐎄
 
𐎌
𐎛
𐎍
𐎐
𐎆
𐎉
𐎁
𐎃
 
 
𐎀
𐎍
𐎔
 
𐎎
𐎗
𐎄
𐎜
𐎆
𐎛
𐎐
𐎄
 
 
𐎊
𐎚
𐎐
 
𐎍
𐎊
𐎈
𐎐
𐎔
𐎌
𐎋
 
 
𐎆
𐎈
 
𐎐
𐎔
𐎌
𐎊
𐎅
𐎎
𐎛
𐎘
 
 
𐎄
𐎊
𐎚
𐎐
𐎍
𐎊
𐎆
𐎎
𐎗
𐎕
 
𐎍
𐎁
𐎊
𐎎
𐎛
𐎄
 
𐎎
𐎍
𐎊
𐎀
𐎙
𐎍
𐎚
𐎐
𐎎
x
x
𐎀
𐎍
𐎐
𐎊
 
 
𐎁
𐎄
𐎄
𐎁
𐎈
𐎆
𐎍
𐎈
𐎚
 
 
𐎃
𐎔
𐎐
 
 
𐎆
𐎋
𐎁
𐎍
𐎎
𐎛
𐎖
𐎐
𐎜
𐎎
 
𐎛
𐎌
𐎚
𐎛
𐎗
𐎁
𐎅
𐎎
 
 
𐎆
𐎅
𐎎
 
𐎀
𐎋
𐎎
𐎛
𐎖
𐎐
𐎀
 
 
𐎌
𐎚
𐎚
𐎁
𐎅
𐎎
𐎆
𐎂
𐎗
𐎌
 
𐎁
𐎐
𐎛
𐎍
𐎆
𐎊
𐎖
𐎈
 
𐎚
𐎚
𐎐
𐎋
𐎆
𐎎
𐎐
𐎎
 
 
𐎗
𐎂
𐎎
 
 
𐎆
𐎘
𐎘
𐎁
𐎁
𐎁
𐎄
 
 
𐎁
𐎐
𐎛
𐎍
 
 
𐎅
𐎍
𐎓
𐎋
𐎄
𐎆
𐎀
𐎚
𐎎
 
 
𐎊
𐎄
𐎓
𐎚
 
 
𐎍
𐎁
𐎀
𐎃
𐎚
𐎋
𐎋
𐎎
𐎗
𐎕
 
 
𐎅
𐎎
𐎛
𐎄
𐎚
 
 
𐎆
𐎀
𐎚
𐎐
𐎘
𐎐
𐎃
𐎔
𐎐
𐎎
 
𐎈
𐎄
𐎘
𐎎
𐎅
𐎊
𐎐
 
 
𐎄
𐎇
𐎐
𐎚
 
 
𐎍
𐎊
𐎍
 
𐎊
𐎚
𐎐
𐎎
𐎆
𐎋
𐎒
𐎔
𐎀
 
 
 
𐎐
𐎎
𐎈
𐎚
 
 
𐎀
𐎋
𐎊
𐎄
𐎐
𐎚
𐎅
𐎐
𐎋
𐎒
𐎔
 
 
𐎄
𐎊
𐎚
𐎐
𐎚
 
𐎍
𐎊
𐎍
𐎀
𐎋
𐎅
𐎀
𐎌
𐎅
𐎋
𐎗
 
 
𐎍
𐎄
 
𐎅
𐎍
𐎋
𐎚
 
𐎐
𐎔
𐎌
𐎋
𐎆
𐎎
𐎍
𐎀
𐎋
𐎚
𐎋
 
 
𐎍
𐎎
𐎚
𐎌
𐎃
𐎗
𐎓
𐎎
𐎊
 
 
𐎍
𐎊
𐎄
𐎓
𐎚
 
 
𐎍
𐎁
𐎊
𐎋
 
𐎎
𐎗
𐎕
𐎚
𐎈
𐎎
 
𐎎
𐎍
𐎋
𐎚
𐎍
 
 
𐎜
𐎗
𐎚
𐎐
 
𐎗
𐎂
𐎎
𐎅
𐎍
𐎐
𐎊
 
 
𐎀
𐎐
𐎋
 
 
𐎁
𐎊
𐎎
𐎋
𐎊
𐎚
𐎐
𐎚
 
𐎒
𐎔
𐎗
𐎅
𐎐
𐎄
 
 
𐎓
𐎎
𐎋
 
 
𐎆
𐎁
 
𐎊
𐎎
𐎅
𐎆
𐎚
 
 
𐎀
𐎐
𐎋
 
 
𐎁
𐎎
𐎍
𐎆
𐎎
𐎁
𐎚
𐎚
 
 
𐎆
 
 
𐎓
𐎍
𐎎
 
𐎒
𐎓
𐎚
𐎀
𐎄
𐎐
𐎊
𐎅
 
 
𐎁
𐎘
𐎍
𐎘
𐎒
𐎐
𐎙
𐎗
 
 
𐎁
𐎗
𐎁
𐎓
𐎜
𐎐
𐎙
 
 
𐎆
𐎄
𐎓
𐎚
𐎆
𐎀
𐎚
 
𐎋
𐎍
𐎋
𐎍
𐎋
𐎌
𐎋
𐎐
 
 
𐎍
𐎌
𐎎
𐎋
𐎆
 
 
𐎋
𐎍
𐎊
 
 
𐎓
𐎁
𐎄
𐎍
𐎊
 
𐎔
 
 
𐎎
𐎙
𐎊
 
 
𐎘
𐎅
 
 
𐎆
𐎀
𐎗
𐎌
𐎛
𐎗
𐎌
𐎚
𐎅
 
𐎚
𐎈
𐎄
𐎆
 
 
𐎁
𐎚
𐎋
 
𐎀
𐎈
𐎄
 
 
 
 
𐎄
 
𐎈
𐎀
𐎄
𐎗
𐎚
 
 
 
 
 
 
 
 
 
 
𐎄
𐎛
𐎘
 
𐎈
𐎄
𐎗
𐎎
𐎆
 
 
𐎎
𐎈
 
 
𐎆
 
𐎌
𐎖
𐎚
𐎎
𐎗
𐎈
𐎕
𐎎
 
𐎁
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎀
𐎚
 
 
𐎁
𐎔
𐎋
 
𐎀
𐎍
𐎊
𐎕
𐎛
𐎎
𐎐
𐎋
 
 
𐎓
𐎄
𐎎
𐎙
𐎊
𐎊
𐎆
 
 
𐎜
𐎂
𐎗
𐎚
 
𐎛
𐎍
𐎀
𐎋
𐎆
 
 
𐎛
𐎌
𐎎
𐎓
 
𐎋
 
 
𐎍
 
𐎓
𐎗
𐎁
𐎚
𐎁
𐎋
 
 
𐎀
𐎐
𐎋
𐎎
 
𐎛
𐎍
𐎀
𐎋
𐎆
𐎒
𐎔
𐎎
 
 
𐎍
𐎅
 
 
𐎆
𐎛
𐎌
𐎔
𐎗
𐎎
𐎆
𐎒
𐎔
𐎎
 
 
𐎓
𐎄
𐎁
𐎎
𐎋
𐎍
 
 
𐎓
𐎗
𐎁
𐎚
 
 
𐎁
𐎋
 
 
𐎍
𐎓
𐎗
𐎁
𐎚
𐎓
𐎎
𐎊
 
 
𐎎
𐎍
𐎋
 
𐎚
𐎍
𐎀
𐎋
𐎆
𐎗
𐎛
𐎌
𐎋
 
𐎃
𐎍
𐎖
𐎚
𐎈
𐎎
 
 
𐎛
𐎍
𐎎
𐎍
𐎋
 
 
x
x
 
x
𐎍
 
 
𐎜
𐎗
𐎚
𐎐
 
 
𐎛
𐎃
𐎊
𐎗
𐎂
𐎎
𐎊
𐎌
𐎍
𐎎
 
 
𐎍
𐎋
 
 
𐎋
𐎍
𐎛
𐎋
𐎚
𐎓
𐎎
𐎊
 
 
𐎋
𐎊
𐎈
𐎌
 
 
𐎋
𐎍
𐎀
𐎋
𐎆
𐎅
𐎚
𐎀
𐎐
𐎋
𐎗
𐎂
𐎎
𐎚
𐎍
𐎔
𐎐
 
 
𐎎
𐎍
𐎋
𐎚
 
𐎍
𐎛
𐎋
𐎚
𐎆
 
 
𐎀
𐎚
 
 
𐎁
𐎚
 
 
𐎜
𐎃
𐎄
 
𐎍
𐎊
𐎆
𐎄
𐎓
 
 
𐎋
𐎊
𐎕
𐎀
 
 
𐎀
𐎔
 
𐎎
𐎍
𐎋
𐎚
𐎆
 
 
𐎀
𐎚
 
 
𐎁
𐎔
𐎋
 
 
𐎀
𐎍
 
𐎊
𐎕
𐎛
𐎎
𐎅
𐎋
 
𐎜
𐎂
𐎗
𐎚
𐎍
 
 
𐎎
𐎍
𐎋
𐎚
 
 
𐎀
𐎄
𐎚
𐎊
 
𐎗
𐎂
𐎎
𐎚
𐎈
𐎎
 
 
𐎒
𐎋
𐎐
 
𐎓
𐎁
𐎄
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
 
𐎁
𐎓
𐎍
𐎀
𐎄
𐎚
𐎊
 
𐎖
𐎍
𐎚
𐎍
 
 
𐎀
𐎄
𐎚
𐎊
 
𐎊
𐎌
𐎍
𐎎
𐎅
𐎍
𐎐
𐎊
 
 
𐎅
𐎐
𐎐
 
 
𐎁
 
𐎁
𐎚
𐎁
𐎚
 
 
𐎎
𐎍
𐎋
 
𐎋
𐎍
𐎍
𐎌
𐎍
𐎎
 
𐎘
𐎎
𐎐
𐎊
𐎓
𐎎
 
 
𐎀
𐎄
𐎚
𐎊
 
𐎎
𐎐
𐎎
 
𐎌
𐎍
𐎎
𐎆
 
 
𐎗
𐎘
𐎂
𐎎
 
𐎚
𐎘
𐎘
𐎁
𐎓
𐎎
 
𐎓
𐎁
𐎄
𐎅
𐎆
 
 
𐎅
𐎍
𐎐
 
𐎓
𐎌
𐎗
𐎎
𐎄
𐎄
 
 
𐎌
𐎓
𐎗
𐎎
𐎆
 
 
𐎃
𐎎
𐎌
 
 
𐎄
𐎄
 
𐎂
𐎂
𐎄
𐎍
 
 
𐎆
 
𐎃
𐎎
𐎌
𐎄
𐎁
𐎄
 
 
𐎐
𐎓
𐎗
 
x
𐎋
𐎄
 
 
𐎌
𐎎
𐎐
𐎎
𐎗
𐎋
𐎄
 
 
𐎌
𐎎
𐎐
 
𐎐
𐎗
𐎋
𐎄
 
𐎈
𐎎
𐎕
𐎋
𐎄
 
𐎇
𐎚
𐎎
𐎎
𐎄
 
 
𐎇
𐎐
𐎚
 
𐎀
𐎄
𐎚
𐎊
𐎋
𐎍
𐎍
𐎎
 
𐎌
𐎚
𐎐
𐎚
𐎚
𐎈
𐎎
 
𐎎
𐎍
𐎋
𐎚
𐎍
𐎊
𐎗
𐎎
𐎅
𐎄
𐎛
𐎃
𐎊
 
𐎗
𐎂
𐎎
𐎍
𐎈
𐎚
 
 
𐎅
𐎐
𐎁
𐎐
𐎌
𐎋
𐎄
𐎍
𐎖
𐎈
𐎚
 
 
𐎃
𐎒
𐎗
𐎚
𐎆
𐎀
𐎐
𐎋
 
𐎀
𐎘
𐎚
𐎅
𐎊
𐎚
𐎐
𐎚
 
𐎍
𐎋
𐎆
𐎅
𐎚
 
 
𐎅
𐎐
𐎁
𐎐
𐎌
𐎅
𐎆
𐎁
𐎂
𐎚
𐎊
 
𐎃
𐎁
𐎘
𐎆
𐎅
𐎚
 
 
𐎅
𐎐
𐎁
𐎐
𐎌
𐎅
𐎆
𐎓
𐎎
𐎎
 
𐎀
𐎘
𐎚
𐎅
𐎁
𐎚
𐎋
 
𐎘
𐎁
𐎆
𐎀
𐎐
𐎄
 
𐎀
𐎚
𐎃
𐎗
𐎄
𐎋
𐎊
𐎜
𐎃
𐎄
𐎅
𐎐
𐎁
𐎐
𐎌
𐎅
𐎆
𐎆
𐎌
𐎚
𐎐
𐎐
𐎅
𐎁
𐎄
 
𐎎
𐎍
𐎀
𐎋
𐎚
𐎊
𐎆
𐎋
 
𐎛
𐎐
𐎅
𐎍
𐎋
𐎆
 
 
𐎍
 
𐎍
𐎛
𐎋
𐎚
𐎓
𐎎
𐎎
𐎍
𐎋
𐎆
𐎓
𐎎
𐎋
𐎎
 
𐎍
𐎛
𐎋
𐎚
𐎆
 
 
𐎀
𐎚
 
𐎁
𐎄
𐎎
𐎍
𐎀
𐎋
𐎚
𐎊
 
𐎍
𐎊
𐎌
𐎚
𐎐
𐎐
𐎋
𐎍
𐎅
𐎎
𐎎
 
 
𐎁
𐎊
𐎎
 
 
 
 
𐎆
 
 
𐎂
𐎓
𐎚
 
 
𐎁
𐎐
𐎚
𐎁
𐎆
 
 
𐎀
𐎍
𐎔
𐎎
 
𐎐
𐎇
𐎖
𐎓
𐎌
𐎗
𐎎
 
𐎍
𐎎
𐎄
𐎄
 
 
𐎁
𐎄
𐎊
 
 
𐎆
 
 
𐎋
𐎍
𐎅
𐎎
 
𐎐
𐎇
𐎖
𐎐
𐎇
𐎖
𐎆
 
 
𐎐
𐎓
𐎎
 
 
𐎋
𐎊
𐎄
𐎓
𐎁
𐎓
𐎍
𐎊
 
𐎗
𐎂
𐎎
𐎅
𐎆
𐎚
𐎆
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎊
𐎒
 
 
 
 
 
x
𐎘
𐎄
𐎚
 
x
 
 
 
 
 
 
 
𐎋
𐎍
𐎚
 
𐎗
𐎂
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
 
𐎍
𐎈
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎛
𐎃
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎔
𐎀
𐎄
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
𐎐
 
𐎁
𐎘
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎁
𐎙
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
 
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎍
𐎋
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
𐎗
𐎃
𐎐
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎅
 
𐎊
𐎌
𐎋
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎋
𐎚
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎐
 
𐎗
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎘
𐎓
𐎚
 
𐎊
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
 
𐎌
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎛
 
 
 
 
 
 
 
 
 
𐎎
𐎍
 
 
 
 
 
𐎍
 
 
𐎎
𐎍
𐎋
 
𐎁
𐎓
𐎍
𐎊
𐎗
𐎂
𐎎
 
𐎚
𐎈
𐎎
𐎓
𐎇
𐎐
 
𐎓
𐎁
𐎄
𐎋
𐎍
 
 
𐎔
𐎓
𐎐
 
𐎁
𐎓
𐎍
𐎊
𐎘
𐎐
𐎛
𐎄
 
𐎌
𐎁
𐎓
𐎄
𐎎
𐎗
𐎈
𐎖
𐎚
𐎎
 
𐎖
𐎍
𐎚
𐎍
𐎊
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎊
𐎌
𐎍
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
 
 
𐎚
𐎌
𐎁
𐎚
 
 
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
𐎅
𐎐
𐎎
 
 
𐎍
𐎔
𐎐
𐎅
𐎆
 
𐎌
𐎍
𐎎
𐎚
𐎅
𐎇
𐎐
 
 
𐎆
 
𐎚
𐎌
x
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎊
 
𐎎
𐎙
𐎊
𐎅
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
𐎛
𐎘
 
 
𐎆
 
𐎋
𐎐
𐎚
𐎌
𐎍
𐎎
𐎚
𐎅
 
𐎘
𐎎
𐎚
𐎆
 
 
𐎀
𐎐
𐎋
 
𐎖
𐎄
𐎌
𐎅
𐎎
𐎙
𐎚
 
 
𐎆
 
𐎜
𐎗
𐎊
𐎐
𐎚
𐎁
𐎓
 
𐎜
𐎔
𐎅
𐎆
 
𐎀
𐎐
𐎋
 
 
 
 
 
𐎀
𐎖
𐎊
 
𐎍
 
 
 
 
 
 
 
𐎊
𐎎
𐎙
𐎊
 
 
 
 
 
 
 
 
x
x
x
x
x
x
𐎊
 
𐎗
𐎂
𐎎
x
x
x
x
x
x
 
𐎘
𐎐
𐎛
𐎄
𐎊
x
x
x
x
x
𐎚
 
𐎅
𐎍
𐎋
x
x
x
x
 
 
𐎍
 
𐎀
𐎐
𐎇
𐎃
x
x
x
𐎐
𐎋
𐎎
 
𐎓
𐎁
𐎄
𐎋
𐎀
𐎚
𐎐
 
𐎈
𐎎
𐎗
𐎎
𐎀
𐎚
𐎐
 
 
𐎃
𐎗
𐎄
 
𐎓
𐎎
𐎐
𐎅
𐎔
 
 
𐎗
𐎂
𐎎
 
 
𐎌
𐎔
𐎌
 
 
𐎎
𐎍
𐎋
 
𐎗
𐎁
𐎁
𐎓
𐎍
𐎊
 
 
𐎀
𐎘
𐎘
𐎁
 
 
𐎆
𐎎
𐎍
𐎀
𐎔
 
 
𐎅
𐎐
𐎋
𐎚
 
 
𐎍
 
𐎋
𐎐
𐎚
𐎎
𐎍
𐎈
𐎎
𐎚
 
 
𐎁
 
 
𐎈
𐎆
𐎚
 
𐎓
𐎁
𐎄
𐎋
𐎆
 
 
𐎀
𐎚
𐎐
𐎐
 
 
𐎃
𐎗
𐎄
 
 
𐎄
𐎎
 
 
𐎛
𐎘
 
𐎓
𐎎
𐎐
𐎅
𐎆
 
 
𐎓
𐎎
𐎎
 
 
𐎌
𐎔
𐎌
 
 
𐎎
𐎍
𐎋
 
𐎗
𐎁
𐎁
𐎓
𐎍
𐎊
 
 
𐎘
𐎐
𐎛
𐎄
 
 
𐎘
𐎍
𐎘
𐎛
𐎄
 
𐎍
𐎛
𐎋
𐎚
𐎔
𐎍
 
 
𐎍
𐎛
𐎋
𐎚
 
 
𐎍
 
𐎃
𐎗
 
 
 
 
 
 
𐎐
𐎙
𐎗
 
 
𐎀
𐎗
 
 
𐎆
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎛
𐎋
𐎚
 
 
𐎀
𐎚
𐎏
𐎐
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎎
 
 
𐎓
𐎁
𐎄
𐎋
 
𐎅
𐎚
 
 
 
 
 
 
 
 
𐎃
𐎗
𐎄
 
 
𐎆
 
𐎈
𐎎
𐎗
𐎎
 
 
 
 
 
𐎅
𐎍
𐎋
 
 
𐎍
 
𐎀
𐎐
𐎇
𐎃
𐎆
 
 
𐎌
𐎔
𐎌
𐎎
 
 
𐎎
𐎍
𐎋
 
𐎗
𐎁
𐎁
𐎓
𐎍
𐎊
 
 
𐎊
𐎄
𐎓
 
𐎋
𐎊
𐎌
𐎛
𐎒
𐎔
 
𐎀
𐎗
𐎚
𐎘
𐎁
𐎓
𐎔
𐎗
𐎎
 
𐎓
𐎎
𐎐
𐎅
𐎆
 
 
𐎊
𐎌
𐎄
𐎄
 
𐎈
𐎆
𐎚
𐎓
𐎁
𐎄
𐎋
 
 
𐎅
𐎚
 
𐎀
𐎐
𐎋
𐎓
𐎁
𐎄
𐎋
 
 
𐎋
𐎍
𐎎
 
𐎁
𐎐
𐎌
𐎎
𐎀
𐎔
 
 
𐎃
𐎔
𐎘
 
 
𐎁
 
 
𐎈
𐎆
𐎚
 
𐎓
𐎁
𐎄
𐎋
𐎍
 
x
x
𐎋
 
𐎌
𐎚
𐎚
𐎅
𐎎
x
x
x
x
 
 
𐎆
 
𐎍
𐎈
𐎚
x
x
x
x
 
 
𐎃
𐎗
𐎄
 
 
𐎍
 
𐎀
𐎚
𐎏
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
𐎆
 
𐎌
𐎔
𐎌
𐎎
𐎍
𐎋
 
 
𐎗
𐎁
 
 
𐎁
𐎓
𐎍
𐎊
 
𐎊
𐎄
𐎓
x
𐎑
𐎗
 
 
𐎆
 
 
𐎚
𐎈
𐎚
𐎎
 
 
𐎋
 
𐎛
𐎘
 
 
 
 
 
 
x
x
 
𐎍
 
 
𐎓
𐎁
𐎄
𐎋
 
 
𐎆
 
 
𐎀
𐎗
𐎌
 
𐎀
𐎐
𐎋
 
x
x
x
 
 
𐎀
𐎎
𐎗
 
 
𐎐
𐎙
𐎗
 
𐎈
𐎆
𐎚
 
 
 
 
 
 
𐎚
𐎈
𐎎
 
𐎎
𐎍
𐎋
𐎚
𐎍
 
𐎜
𐎗
𐎚
𐎐
𐎗
𐎂
 
𐎎
𐎅
𐎍
𐎐
𐎊
 
𐎋
𐎍
𐎁
𐎊
𐎆
𐎂
𐎚
𐎐
 
𐎊
𐎛
𐎚
𐎓
𐎎
𐎋
x
x
x
x
𐎚
𐎄
𐎄
𐎅
𐎎
x
x
 
 
𐎎
𐎛
𐎚
𐎎
 
 
𐎃
𐎗
𐎕
x
x
x
x
x
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
𐎎
 
 
 
 
 
 
 
 
 
x
 
 
𐎀
𐎍
𐎔
 
𐎔
𐎈
𐎎
 
 
 
 
 
 
𐎀
𐎍
𐎔
 
 
𐎛
𐎖
𐎐
𐎛
 
 
𐎆
𐎓
𐎎
𐎊
 
𐎊
𐎁
𐎍
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎄
𐎌
𐎚
𐎐
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎛
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎐
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎚
𐎖
𐎈
 
 
 
 
 
 
 
 
 
 
 
𐎔
𐎍
𐎐
𐎌
𐎎
𐎐
 
𐎎
𐎗
x
x
𐎒
𐎔
𐎍
𐎐
 
𐎌
𐎎
𐎐
 
𐎐
𐎗
𐎋
𐎚
 
𐎂
𐎔
𐎚
𐎋
𐎚
 
 
𐎈
𐎎
𐎕
 
 
𐎆
𐎐
𐎁
𐎚
𐎆
𐎍
 
𐎂
𐎚
𐎐
𐎆
𐎍
 
𐎋
𐎍
𐎁
𐎊
x
x
𐎍
𐎈
𐎎
𐎚
𐎐
𐎍
𐎅
𐎎
x
x
x
 
 
𐎋
𐎒
𐎔
x
x
𐎗
x
x
x
x
𐎗
x
𐎖
𐎚
 
 
 
 
 
 
 
 
 
 
x
 
𐎛
𐎂
𐎗
𐎐
 
 
 
 
 
 
 
 
 
𐎖
𐎚
𐎅
𐎎
 
 
 
 
 
 
 
x
𐎅
 
 
𐎚
𐎁
x
𐎐
𐎐
x
 
𐎈
𐎎
𐎗
…
x
x
𐎗
𐎚
 
𐎛
𐎔
𐎄
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
𐎆
 
𐎗
𐎖
 
 
 
 
 
 
 
𐎍
 
 
𐎎
𐎍
𐎋
𐎚
 
𐎜
𐎎
𐎊
𐎗
 
 
 
𐎂
 
 
 
 
 
𐎎
𐎚
𐎈
𐎎
 
x
 
 
 
 
 
𐎍
 
 
𐎔
𐎓
𐎐
 
 
𐎜
𐎎
𐎊
 
𐎖
𐎍
𐎚
𐎍
𐎊
 
 
𐎜
𐎎
𐎊
 
𐎊
𐎌
𐎍
𐎎
𐎛
𐎍
𐎎
 
𐎚
𐎙
𐎗
𐎋
𐎚
𐎌
𐎍
𐎎
𐎋
𐎅
𐎐
𐎐
𐎊
 
𐎓
𐎎
𐎐
𐎊
𐎌
𐎍
𐎎
 
𐎘
𐎎
𐎐
𐎊
𐎓
𐎎
 
 
𐎜
𐎎
𐎊
 
𐎎
𐎐
𐎎
𐎌
𐎍
𐎎
 
𐎗
𐎂
𐎎
𐎘
 
 
 
 
 
𐎘
 
 
 
 
𐎁
𐎓
x
x
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎍
𐎈
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎜
𐎎
𐎊
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
𐎍
𐎈
𐎚
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎋
 
𐎚
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎌
𐎛
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
𐎜
𐎎
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
𐎍
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎎
𐎚
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎓
𐎎
 
𐎎
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
𐎅
𐎐
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎃
𐎗
𐎌
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
𐎆
 
x
𐎗
𐎋
𐎁
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
 
𐎆
 
𐎎
𐎙
 
 
 
 
 
 
 
 
 
 
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
