@node
@convertedToTextFabricBy=Martijn Naaijer and Christian Canu Højgaard
@dataset=cuc
@datasetName=Copenhagen Ugarit Corpus
@description=consonantal letter in Ugaritic script
@encodedBy=Christian Canu Højgaard and Martijn Naaijer
@licence=Creative Commons Attribution-NonCommercial 4.0 International License
@licenceUrl=http://creativecommons.org/licenses/by-nc/4.0/
@manuscripts=
@source=
@valueType=str
@version=0.1.5
@writtenBy=Text-Fabric
@dateWritten=2024-02-20T14:41:07Z

း8
းC
းB
္3
္5
းB
္3
း1
္5
းB
္3
းE
းA
္4
္3
္0
းB
 
 
 
 
းB
္4
္A
္7
 
 
းB
္2
္C
္8
း1
္A
း5
း8
းB
္4
္A
း0
္7
္5
္0
း5
းD
္A
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
းD
္2
းE
္0
္3
းE
းA
္A
း6
္A
း8
္B
းC
း4
းB
း1
း0
းD
္4
းC
း4
္7
း1
္A
းB
းE
္0
းD
္4
္3
္0
းB
္8
္7
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
းB
း3
္7
းC
္0
 
 
 
္7
္A
း8
းE
းB
း6
းC
္A
း5
း1
္7
း6
္6
းD
္A
းC
္A
း8
း6
းA
း6
းB
း1
း4
း5
း6
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းD
္1
္7
္7
း4
းA
းB
း6
္7
း1
းE
းD
းB
္8
္7
း6
း3
္2
္2
္8
္0
းA
းD
း5
းA
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္B
္6
္0
္B
းE
 
း4
း8
္7
းC
းA
း4
းE
္A
း8
းE
္8
္7
္B
းD
း0
း1
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
းC
္C
း1
္6
္7
း1
း5
း6
္A
းD
္8
္4
္0
း8
္A
းB
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
း0
္2
္7
 
 
းA
း5
းB
္8
္7
း1
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
းE
းA
းE
္A
းE
 
းC
္A
းD
္2
းB
္A
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္0
္4
းC
း5
း6
 
 
္B
္8
းD
 
 
္3
း4
း1
း1
္9
္7
္A
္8
း1
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း8
္7
းC
းE
္3
း4
း1
းD
း0
္7
္5
 
း8
းC
္6
းB
္3
္5
းB
္3
း1
္5
းB
 
္3
းE
းA
္4
္3
္0
းB
္A
းD
္2
းE
္0
 
 
 
 
 
 
 
 
x
းC
္4
းE
္3
း4
း1
္3
းE
းA
္A
းB
း6
္A
း8
္B
းC
း4
းD
္A
းB
း3
္7
းC
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
္3
္A
္6
္0
္9
္7
းB
္2
း4
းE
္7
း1
းE
္B
္8
းD
းA
း6
း0
္7
း1
းE
းB
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းC
း1
္B
းD
းB
 
း5
း6
္A
း6
္8
း0
္8
္0
းA
းB
 
္7
း1
းE
္3
္5
း6
းD
း3
းC
္A
း0
း1
္0
 
 
 
္B
္0
း1
း1
း1
း0
းD
္4
း8
္1
္7
 
္A
္C
္0
္A
းC
းE
းE
္3
းE
း0
္7
္5
္A
း5
းE
္A
္3
းE
္0
းB
း1
းB
း1
းE
 
 
 
းD
္4
္3
္0
္3
္0
္A
 
 
္7
း1
းE
းD
္A
း4
္3
္0
းC
းE
း6
းD
္A
း1
္0
း5
္A
းE
းD
း0
္7
္5
 
 
 
 
 
 
 
 
 
 
းA
း5
း1
္7
း6
းA
္6
းD
းA
းC
္A
း8
း6
းA
္0
း6
းA
း0
္A
း6
း0
္0
းB
္B
း1
္9
းA
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းB
း1
း4
္0
း5
းA
းC
္C
း1
း5
း6
းA
္5
း8
္A
း8
းE
း6
းA
္3
္0
းB
္8
္7
း6
း3
္2
္2
းD
းB
းD
းB
္3
္0
္0
္B
းD
းE
 
 
 
 
 
 
 
 
 
 
 
 
္8
္7
္B
းD
း0
း1
းB
း5
း6
္A
းD
္8
္4
္0
း8
္A
းB
းB
း0
္A
းE
း1
းC
္A
းE
း6
း0
္0
းC
္0
္A
း1
းB
္4
္A
္7
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္6
္7
းA
းA
း1
း0
္7
္5
းE
းD
း8
းE
္A
းC
္A
း1
္3
္4
းD
္7
း8
္6
္B
းD
းE
း8
းB
္4
္A
းD
္7
း8
္6
္B
းD
္0
းA
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္7
းE
း4
း4
းA
းE
္2
းB
းC
းD
းE
းD
းB
း1
း4
း0
္7
္5
 
္8
္0
းE
္8
္4
း4
းE
္A
း8
္A
္3
္0
္A
း0
္7
္5
္8
းD
္8
းE
္A
း8
 
 
 
 
 
 
 
 
 
း0
္7
း1
း4
း4
းD
းB
း1
း4
းC
း4
းE
း8
းC
းB
္9
းA
္7
းE
္B
း4
းB
 
းD
းA
္A
္0
္4
္0
းE
္3
းE
းD
း9
္4
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
္3
္5
းB
္3
း1
္5
းB
္3
းE
းA
္4
္3
္0
းB
္A
းD
္2
းE
္0
္B
းD
း4
္4
္B
း4
္A
းB
း3
္7
းC
္0
 
 
 
္9
္7
းB
္2
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္3
းE
းA
္A
း6
္A
း8
္B
းC
း4
းB
္A
းB
း3
္7
းC
္0
းA
း1
းD
းA
းF
း4
္B
းD
း6
းA
း1
္C
္6
္7
းC
းE
းD
းB
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
း4
းB
္2
္4
္7
 
း0
း1
းC
္0
းE
းD
္4
္3
္0
္B
းD
းA
း5
း1
္7
း6
းA
္6
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
းE
္0
းB
 
 
းA
းC
္A
း8
း6
းA
း6
းA
းB
း1
း4
္0
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
္8
္7
္B
းD
း0
း1
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
း8
းC
း1
း5
္A
းE
္A
း1
္0
္0
း8
းC
္A
္7
းE
းE
္0
း5
းB
းD
းE
 
 
 
 
 
 
 
 
 
 
း1
္A
းB
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း0
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းE
္7
းA
းE
္5
္4
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
းE
္5
း8
းD
္6
္7
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းD
္7
း8
္6
းE
းD
္4
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္5
း8
္B
းD
းA
္8
း1
း1
းE
္7
း7
း8
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္8
္A
္3
းD
းD
းE
္0
းB
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္B
းD
းE
း1
္A
း1
္3
းD
းB
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း4
းD
းA
းD
းB
္0
း8
းC
း1
း0
္7
္5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္3
္4
္7
း3
း1
းD
း9
္A
းE
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းC
္6
းA
္7
္8
္0
္A
္0
းE
းA
းA
္A
္0
းB
္2
း1
းA
း4
းB
္7
္4
္0
း1
းB
းD
း0
္A
းA
း4
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းB
းE
းD
းD
းB
း8
္5
္A
္C
္2
္4
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
း1
္7
္B
းD
း1
္0
း5
္8
္7
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း6
းA
္3
္0
းD
္8
္4
္0
 
္B
းD
း4
္4
္B
း4
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းC
းE
း1
္0
းA
းA
း6
 
္B
းD
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း6
္4
္3
္7
းC
းE
းA
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
္3
္0
းA
္0
းD
း7
္0
္A
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း0
္A
း0
း4
္0
္A
္4
္3
္7
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း0
္0
းB
းD
္A
္4
္0
္B
းD
း4
္4
္B
း4
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္3
းD
းA
း4
းE
္4
္3
္7
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းC
းE
းB
းE
း4
း4
္B
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္A
းB
္2
္4
းA
း4
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
း4
း0
းD
္B
းA
္0
း1
္3
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းB
း4
းA
္0
း0
္5
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္7
းC
္0
္0
းD
းB
္2
္B
းE
းD
းB
း5
းD
္0
း3
္A
းD
းB
း8
္8
 
 
း4
္7
းB
္A
း5
းC
္5
္5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း6
း5
းE
း0
္4
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
းE
း3
္5
းB
းB
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္B
းD
း4
း1
း8
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္4
္3
္7
း1
္0
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း9
း1
း3
း0
းD
္4
းE
း0
္4
္5
္B
္0
းC
္6
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္8
္7
းE
း6
းE
္7
္B
္B
းD
းE
္3
း1
းD
းE
း4
္A
းC
္0
္A
 
 
 
 
 
 
 
 
 
္B
းE
္7
္6
းE
္5
းD
းD
္B
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
း1
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း6
းA
းE
းA
းE
းE
းA
္3
္A
္6
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
းE
္9
းA
 
္0
္4
းC
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း5
း4
္A
္0
း1
္8
္0
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္5
္4
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
္0
းC
း1
း1
္3
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
းB
းE
းA
္3
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
း4
္3
းD
 
 
 
းA
း4
္3
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းB
္A
း0
္2
္7
္0
္8
္7
္B
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းB
္A
္7
းB
္2
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
း0
း1
္0
းE
္C
္4
္6
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းD
း6
္9
္7
းE
္A
္0
းA
း0
္A
း7
း4
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္7
္6
း1
း1
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းB
းD
္A
္9
္7
းE
္A
္0
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
း6
းA
းE
းA
းE
းE
းA
္3
္A
္6
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
္7
း3
းA
းE
္9
းA
္0
္4
းC
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္9
း5
း4
္A
္0
း1
္8
္0
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း8
းE
းB
 
 
း1
္5
္4
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
္B
းC
္6
း1
း0
းA
းD
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းE
း1
းB
းE
းA
္3
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
း4
္3
းD
းA
း4
္3
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
း0
္2
္7
္0
္8
္7
္B
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
္7
းB
္2
း1
္0
း0
း1
္0
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္C
္4
္6
္A
္3
္7
း1
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း6
္9
္7
းE
္A
္0
းA
း0
္A
း7
း4
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
္3
္7
း1
း1
းC
္B
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
းD
္A
း7
း4
းD
္A
္4
္A
္6
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
း1
း5
းD
း0
္7
္5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းB
္8
း1
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း0
္A
းA
္4
္3
္A
း1
း0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း0
းD
္B
းA
္0
း1
္3
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း4
္7
းB
္A
းB
္8
းE
းC
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္7
္B
းC
းB
း0
းA
းE
္7
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္8
္4
း9
္0
း5
္7
းA
္8
း1
္7
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္7
္B
းC
းB
္3
္8
္A
္7
္A
းC
းE
း1
္3
းD
္6
း4
္6
း4
 
 
 
 
္7
္3
္A
းE
း9
္A
္4
းD
္0
း1
း1
း1
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း0
း1
းC
္0
းE
း0
္8
္A
းE
္A
္6
း8
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းE
းD
း0
းB
းE
းA
းD
း0
းB
းA
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္3
းD
္5
္3
းD
္5
းE
္0
္4
္7
းC
းE
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
္C
း9
 
္8
း1
္7
း0
္4
း5
းE
္A
း1
္3
္9
းD
းE
းE
း0
းD
္A
္8
း1
္B
း4
းB
္4
္0
းE
 
 
း0
းD
္A
္A
္0
္3
းE
္4
း3
္7
းE
္3
း4
္A
းB
္9
္7
းD
းD
းD
္4
္3
္0
္B
းD
း0
းD
္A
္4
းD
း0
းD
္A
းC
္A
း8
း6
းA
္4
း3
္7
းE
္3
း4
္6
းE
းE
း0
္8
္7
း0
းE
္7
္8
္0
းA
း4
္3
္A
းB
းE
း6
္7
း1
းE
းD
္8
္7
း0
း1
္B
းD
္8
္0
းA
းD
္4
း3
္7
 
 
းE
္3
း4
္A
း8
းE
းA
းE
း1
္3
းD
းB
းE
း0
း4
္0
းB
းE
္8
္4
း9
္0
း5
္7
္A
္0
္B
းD
းE
း4
္A
္6
း5
း4
္A
္6
းA
္0
း5
းE
းD
္A
္A
္0
း1
္3
းD
း6
္3
္0
္0
း5
း1
္0
း4
း1
္0
း0
္7
္8
းE
္4
းF
း5
္A
း1
္3
္9
းD
းE
းE
းD
းA
္8
း1
္B
း4
းB
္4
္0
းE
းD
းA
္A
္0
္A
းB
္9
္7
းD
းD
္3
းE
္4
း5
္7
 
းE
္3
း4
း0
္4
္B
းD
းE
းD
း8
းE
 
 
 
းA
္8
း1
း1
္0
္6
း4
းC
းD
္8
္7
း1
္3
းD
္3
းD
္B
းE
း1
္3
းD
္6
းE
္3
းD
္B
းD
း5
းD
းE
 
 
္B
းD
းE
္A
္4
း5
း5
းE
္A
္4
း5
္0
းE
းD
း0
းB
းA
းE
္A
္3
း4
္8
္4
း9
္A
္8
္4
း9
္0
း5
္7
 
 
္A
္9
းD
းA
္B
းD
းE
္7
္B
းC
္A
း5
းE
းD
္1
္7
း1
္7
းB
္A
း5
းE
း6
းD
းB
း8
္8
 
 
း7
း1
းD
း5
းE
း1
း5
းE
းA
း1
္3
္7
း1
္3
းD
းD
းE
္9
းD
္A
းE
္B
းD
းE
္7
္B
းC
္A
းB
းE
းD
္1
္7
း1
္7
းB
္A
းB
းE
း6
းD
္0
းB
း8
္8
း7
း1
းD
းB
းE
း0
း8
း4
္B
းD
းE
္A
္3
္0
းA
းD
း8
္A
းE
းD
း0
းB
းA
းE
္A
္3
း4
္A
္8
္4
း9
္0
း5
္7
 
 
းC
္C
္B
းD
းE
္7
း0
းC
္A
းB
းE
းD
္1
္7
း1
္7
းB
္A
းB
းE
းD
္0
းB
း8
္8
 
 
း7
း1
းD
း5
းE
း6
း0
္0
းB
္3
္0
းA
းE
းD
း0
းB
းA
းE
္A
္3
း4
္A
္8
္4
း9
္0
း5
္7
 
 
္A
းC
္C
္B
းD
းE
္7
း0
းC
္A
း5
းE
းD
္1
္7
း1
္7
းB
္A
း5
းE
းD
္0
း5
 
းB
း8
္8
း7
း1
းD
း5
းE
း0
း3
္7
္A
းE
္9
းA
္0
းE
းD
း0
းB
းA
းE
္A
္3
း4
္A
္8
္4
း9
္0
း5
္7
းD
္4
္3
္0
္B
းD
းD
္A
္4
းD
းD
္A
းC
္A
း8
း6
းA
္4
း3
္7
းE
္3
း4
းE
္6
းE
းE
း0
္8
္7
း0
းE
္7
္8
္0
းA
း4
္3
္A
း5
းE
္B
းC
္A
္B
းC
္A
းE
းA
္B
္A
းE
္7
း8
္7
း1
းD
း9
းC
္A
းD
းC
္0
း5
းE
္7
း1
းE
္5
 
 
္8
္7
း0
း1
း5
္B
းD
္A
း8
းE
းA
းE
း1
္3
းD
းB
းE
း0
း4
္0
းB
းE
္8
္4
း9
္0
း5
္7
္A
္0
္B
းD
းE
း4
္A
္6
း5
း4
္A
္6
းA
္0
း5
း5
းE
းD
္A
္A
္0
း1
္3
းD
း6
္3
္0
္0
း5
း1
္0
း4
း1
္0
း0
္7
္8
းE
္4
းF
း5
း6
းA
္3
္0
္8
္7
း0
း1
း5
္B
းD
္3
း1
း4
းB
း1
္3
းD
းA
းA
းE
းE
္3
း1
း4
းB
း1
္3
းD
္0
း5
္7
းE
း1
္0
း4
း1
္0
း0
္2
္7
းB
းE
း5
း6
းA
း1
းD
း0
္7
း1
းE
္0
းB
းB
္B
းD
းE
x
x
x
x
းA
း1
းD
းB
း1
္0
္6
း4
းC
းE
္0
း8
းA
းB
း0
္4
း0
္0
းC
း7
း1
းD
း1
္3
းD
း6
းA
္C
း3
း4
း1
းA
း4
းE
းC
း3
း9
း1
းE
းA
းE
္0
းE
း3
္5
္9
းD
းE
းE
းA
းC
္C
 
 
x
x
x
္3
္0
္A
္A
္C
း3
း4
းC
းE
း0
းD
း5
္A
္C
း3
း4
္3
္8
္A
္7
္A
္B
းB
းE
း3
္5
္A
x
x
္A
္3
း4
္A
္8
္4
း9
္0
း5
္7
းE
းD
း0
းB
းE
း9
း3
္7
းA
း8
း1
္6
x
x
x
x
x
x
x
x
 
းE
းD
း0
းB
း1
္0
းB
္A
္4
းE
္7
း1
းE
း1
္3
းD
း5
း6
းA
x
x
x
x
x
x
x
x
x
x
x
x
း0
္4
း0
္0
းC
း7
း1
းD
း1
္3
းD
းC
း4
းE
္A
း1
း1
္4
္0
းE
x
x
x
x
x
x
x
x
x
x
x
း4
းE
းE
းD
း0
းB
းA
းE
္A
္3
း4
္A
္8
္4
း9
္0
း5
္7
x
x
x
x
x
x
x
 
 
 
x
x
x
x
x
x
x
း0
္0
္7
း1
းE
္A
းD
းA
းE
း1
္3
းD
းB
းE
း0
း4
္0
းB
းE
္8
္4
း9
္0
း5
္7
x
x
x
းC
းE
္3
း5
း6
္A
း1
းE
္7
း5
း4
းD
း6
္0
းA
းE
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
္B
းA
x
x
x
x
္A
း5
း1
္7
x
x
x
x
x
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
x
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းB
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
းB
 
 
 
 
 
 
 
 
 
 
 
 
္2
းD
္4
x
 
 
 
 
 
 
 
 
း6
း1
္3
းD
 
 
 
 
 
 
 
 
္B
းB
္9
း1
 
 
 
 
 
 
 
 
း6
္A
 
 
 
 
 
 
 
 
 
 
 
္B
းE
း3
္5
 
 
 
 
 
 
 
းE
းD
းB
းB
x
 
 
းD
း0
းB
္A
းD
x
 
 
 
 
 
 
္0
္4
းC
 
 
 
 
 
 
 
 
 
 
း1
္3
းD
 
 
 
 
 
 
 
 
 
း6
 
 
 
 
 
 
 
 
 
 
 
္8
္7
 
 
 
 
 
 
 
 
 
 
 
 
း3
းD
 
 
 
 
 
 
 
 
 
 
 
းB
္8
 
 
 
 
 
 
 
 
 
 
 
 
 
းE
းD
 
 
 
 
 
 
 
 
 
 
းC
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း0
း4
 
 
 
္0
 
 
 
 
 
 
းB
္4
္A
္7
းD
္7
း8
္6
္B
းD
းE
း8
းB
္4
္A
းD
္7
း8
္6
္B
းD
္0
းA
းE
္8
္0
းE
္8
္4
း4
းE
္A
း8
္A
္3
္0
္A
း0
္7
္5
္8
းD
္8
းE
္A
း8
္9
းA
္7
းE
္B
း4
းB
 
းD
းA
္A
္0
္4
္0
းE
္3
းE
္B
းD
းE
း1
းB
္0
း5
္7
းE
္6
္7
း1
း0
္4
္6
္A
း5
းE
္A
းE
းA
း1
းD
းA
းF
းD
 
 
္B
းD
း6
းA
း1
္C
္6
္7
းC
းE
းD
းB
း0
း1
းC
္0
းE
းD
္4
္3
္0
္B
းD
းA
း5
း1
္7
း6
းA
္6
းD
းA
းC
္A
း8
း6
းA
း6
းA
းB
း1
း4
္0
း5
း0
း3
္7
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းB
္8
္7
 
း6
း3
္2
္2
္A
း1
္3
း1
္0
း1
း5
္A
းA
းE
္7
းE
းE
း5
းB
းD
္8
္4
း9
္0
း5
္7
 
 
 
 
္0
း5
္7
္A
းB
 
 
 
္A
း1
္3
းB
္8
္7
း6
း3
္2
္2
x
x
္A
း1
္0
း1
း5
္A
 
 
း7
း1
းD
းA
းE
 
 
 
းE
 
း5
းB
းD
းD
္8
္4
း9
္0
း5
္7
း1
္A
းB
 
္C
္4
္6
္A
းA
းE
 
 
 
x
 
 
 
း8
းC
း1
း5
္A
း5
္A
း1
္0
္0
း8
းC
္A
္7
းE
းE
း5
းB
းD
း5
း0
းD
္4
းC
း4
း0
း3
း4
 
း1
္A
္7
း1
္A
းB
းE
္0
း5
းB
းD
္C
းC
း1
းC
းA
းE
း1
္A
း1
္9
းD
းE
းD
းC
း4
းE
္7
းA
းE
းE
း1
္3
းD
း1
းA
းE
းA
းE
းA
းE
္A
းA
္3
းE
း4
္0
္4
္0
္3
္8
္A
္7
း4
္A
 
 
 
 
 
 
း8
္7
း8
္7
္A
းE
း6
း4
းC
x
္0
x
x
x
္B
းC
္A
း0
းC
္A
း5
x
x
x
္B
းC
္A
 
 
 
းA
းA
း1
းD
းE
းE
္C
း1
းD
x
x
x
္8
x
x
းB
းA
္7
း4
x
x
x
္B
x
x
x
x
္B
္0
း1
္0
 
 
 
္0
္0
္0
္7
္A
္B
းD
းE
းC
္4
းC
္A
းC
္C
း1
း5
း6
္A
္5
း8
းC
းE
္3
းE
္3
x
x
းA
္8
္B
္7
 
္8
္7
္B
းD
း0
း1
းB
းD
္4
္0
း7
း1
းD
းA
းE
းD
္4
္0
္A
္4
း9
္0
း5
္7
္B
းB
း0
းD
 
းA
းC
းE
္3
းB
္8
္7
္B
းD
း0
း1
းB
းD
းA
္2
္3
း0
းD
္A
္8
း1
္A
းB
းD
းA
း5
္4
းB
းB
္2
း0
 
းE
းD
းB
းB
းD
းA
္8
း1
္7
း3
း9
းE
္8
္4
း9
းB
း6
းA
္3
္0
္3
္8
္A
္7
း4
းE
 
းB
x
းD
းA
္6
း8
း1
းA
္8
္7
္B
းD
း0
း1
းA
း0
္0
းB
္B
္0
 
း1
္A
းD
းA
းB
းE
္B
းD
းE
 
း6
း8
္1
္7
းB
း1
္0
္6
း4
းC
 
 
းD
း1
း4
းE
း0
္7
း4
း1
္0
္4
းC
္0
းA
္A
္7
း8
္5
္0
းB
္8
္7
းE
းA
္8
း1
း1
း1
္A
း7
း1
းD
းA
းE
း1
း5
းB
းD
္8
္4
း9
္0
း5
္7
းA
္8
္B
္7
 
္8
္7
္B
းD
း0
း1
း5
းD
္4
္0
း7
း1
းD
းA
းE
းD
္4
္0
္8
္4
း9
္0
း5
္7
 
းE
းD
းB
္A
း6
္B
းE
းD
းE
းD
းB
္A
း6
္0
္B
္0
း0
္8
္A
းD
းB
းB
းE
္B
းD
းE
x
x
x
x
x
x
x
x
း7
း1
းD
းA
းE
းA
္8
္8
း1
္8
္4
း9
္0
း5
္7
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
းA
းC
းD
း8
္0
း6
းA
္3
္0
္3
္8
္A
္7
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
း4
းA
း3
္A
္A
းE
္A
္A
x
x
x
 
 
 
 
 
 
 
 
 
 
 
း8
းA
္0
္4
းC
းD
း0
းC
္5
္B
း5
းE
း0
္4
း0
းE
္7
္A
 
 
 
 
 
 
 
 
း6
း1
းA
းE
းE
္0
း3
းD
း0
း1
း4
း1
းA
းE
္B
္7
္A
းE
းE
္0
းE
x
x
x
းE
္0
း5
္7
္A
းD
္3
းE
္8
းE
း8
္7
း1
းE
္B
္A
္2
း0
္0
းC
္6
္4
္B
္A
းE
းD
း0
္7
္5
းA
္4
းD
္C
းD
္0
းA
း6
းD
္3
္4
္7
္3
္1
းE
္0
းA
း1
္4
း5
္7
း1
းE
းD
းA
္5
း0
း1
းC
္4
္A
း5
း5
း6
္A
း5
း6
္A
္A
္0
း1
း5
းA
္9
္7
 
 
 
 
္A
း8
္A
းB
္2
္B
း7
း1
းD
းA
းE
း6
္3
္0
းB
္8
္7
း6
း3
္2
္2
းD
္7
း1
းE
္A
 
 
 
 
းD
းB
းD
း7
း1
းD
း1
္3
းD
္8
္0
္A
းD
္7
းB
း1
္3
္7
္4
္A
း5
္A
္B
း1
းB
 
 
 
 
း1
္3
းD
းE
း5
္A
္B
း1
းB
္A
းE
း3
္5
း5
္A
္A
္5
းE
္A
္5
္7
္A
းB
x
x
x
x
္A
္6
း8
းE
းD
းB
္3
းD
းE
းB
း4
္7
းB
္A
း4
္A
း4
္7
း4
္7
းB
္8
္7
 
 
 
 
 
းB
္8
္7
္5
းE
း4
းE
းA
္0
း8
္A
း6
း3
္2
္2
 
 
းA
္4
္3
္7
းC
းE
္A
း5
းE
းC
းE
းB
း0
္A
 
 
းA
း1
္7
းC
းA
း1
္7
းC
း1
္7
းC
းA
းE
း1
္7
းC
းA
းE
းD
းB
္2
္B
း5
္0
း5
္7
းD
းB
း8
္8
း4
္7
းB
္A
း5
္A
္7
္A
္6
္5
း1
း4
း1
္3
းD
းB
းE
္0
းC
္7
း1
္C
္5
း1
္3
္A
း5
း5
းD
းE
းB
္A
္4
း7
း1
းD
းA
းE
း1
္0
းA
း4
းE
္8
္4
း9
္0
း5
္7
းA
္7
္A
္6
္5
္5
းE
း4
း1
း4
း1
္3
းD
းB
းE
္0
းC
္7
း1
္C
္5
း1
္3
္A
း5
းA
းD
းE
းB
္A
္4
း7
း1
းD
းA
းE
း1
္0
းA
း4
းE
္8
္4
း9
္0
း5
္7
္3
း7
းA
းE
းD
းA
းE
းB
းD
္A
္0
္9
္5
္0
္4
္0
္A
း5
းD
းA
း4
းD
္4
္A
းE
္0
း5
းB
္8
္7
္5
းE
း4
းE
းA
္0
း8
္A
း6
းA
္4
္3
္7
းC
းE
္A
း5
းE
းC
းE
းB
း0
္A
း0
းA
းE
္7
း0
းA
းE
္7
းE
္7
းA
းE
းE
္7
းA
းE
းD
းB
္2
္B
း5
္0
း5
္7
းD
းB
း8
္8
း4
္7
းB
္A
း5
္A
္7
္A
္6
္5
 
 
း1
း4
း1
္3
းD
းB
းE
္0
းC
္7
း1
္C
္5
း1
္3
္A
း5
း5
းD
းE
္6
း4
္6
 
 
း4
း7
း1
းD
းA
းE
း1
္0
္3
္0
းE
္8
္4
း9
္0
း5
္7
းA
္4
္7
္2
း8
းA
းE
း6
းA
္6
းD
းD
း0
္7
္5
း6
းA
္7
္A
္6
္5
္5
းE
း4
း1
း4
း1
္3
းD
းB
းE
္0
းC
္7
း1
္C
္5
း1
္3
္A
း5
းA
းD
းE
္6
း4
္6
း4
း7
း1
းD
းA
းE
း1
္0
္3
္0
းE
္8
္4
း9
္0
း5
္7
းA
္4
္7
္2
း8
းA
းE
းA
္6
းD
းD
း0
္7
္5
္A
္0
္9
္5
္0
္4
္0
္A
း5
း6
းA
း4
းD
္4
္A
းE
္0
း5
 
 
းA
္6
္8
း1
္3
းD
း6
းA
းC
္A
းA
းE
းA
းB
းD
းA
္8
္4
း9
္0
း5
္7
 
 
း1
းC
းE
္A
း1
္3
္7
းE
္3
္8
္A
္7
္A
း1
္8
းD
း0
းD
္B
းA
္0
း1
္3
းD
 
 
း1
္8
းD
္7
းB
း1
္3
္7
္4
္A
းB
းC
း1
းA
္0
း7
း1
းD
းA
းE
းB
းC
း1
းA
္0
္8
္4
း9
္0
း5
္7
း6
းA
္5
း0
း1
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
း1
္8
္0
္0
း0
းD
္B
းA
္0
း1
္3
းD
း6
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
းE
းD
းE
္A
း1
္3
းD
းE
းA
းE
းD
းB
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း8
းE
းD
းC
္7
္7
း6
းA
္3
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
္3
္0
းA
းE
းD
းE
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းD
းC
္7
္7
း6
္A
္3
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္3
းD
းE
း5
းE
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းD
းC
္7
္7
းC
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္7
္B
းC
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္B
း1
း5
းE
းC
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္0
္3
္0
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း0
းD
္A
္9
းD
း1
း4
x
x
x
x
x
 
 
 
 
္4
္7
း4
းE
္0
္3
း1
း4
း0
းD
္B
းA
္0
 
 
 
 
း1
္3
းD
္2
္B
း4
း7
း1
းD
း1
္3
းD
း0
္7
္5
္6
းE
းA
္8
္3
္7
း6
းA
းC
းD
း8
းE
္0
း5
 
 
 
 
းA
း1
္7
း4
္8
း4
းD
္4
္0
း6
း5
 
 
 
 
း1
း8
္7
း1
းE
းD
း8
္A
 
 
 
 
္6
္5
းE
္7
္B
္0
း4
း4
 
 
 
 
းA
္3
းC
္7
း6
းA
းC
္6
းA
္0
း5
းA
္A
္0
းB
္2
း1
း4
း5
 
 
းB
္7
္4
းE
္0
းE
း1
းB
းD
း0
္A
းA
း4
း5
 
 
း1
းB
္7
း1
္3
္1
းE
္7
္B
း4
္0
 
 
 
းE
္A
းC
းE
းE
းB
္2
္6
း4
းC
 
 
းD
္A
္4
္4
း5
္0
း5
း0
္8
္A
းB
္7
္4
္0
 
 
းD
္A
္3
္0
း0
္8
္7
္A
း0
းD
္4
 
 
းB
း4
းA
္6
း8
း1
း3
းE
္7
 
 
္7
း1
္A
းA
းE
္2
းB
း1
းE
္2
းB
း5
 
 
္6
းE
းA
း1
း4
း6
းA
းC
္7
 
 
းE
္5
းD
္A
းE
း1
း4
္0
္3
းE
းA
းC
္7
္9
း7
္7
း9
း1
္6
းD
 
 
္3
းD
း1
္3
းD
း1
္5
္7
္7
္A
 
 
္5
္4
္0
းA
းE
္A
းE
္7
း1
္3
းD
 
 
း1
္0
္A
း5
းA
္3
္0
္4
း4
္7
းA
 
 
း1
္A
း0
္7
း0
္4
္0
း9
းD
းA
 
 
း1
္A
္7
း1
္4
း4
္7
းA
္B
း4
္3
x
x
x
း5
္A
္B
းE
းB
းD
္A
းB
္0
းA
္A
း6
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
းE
းB
္A
္0
x
x
x
x
x
x
x
x
x
းC
x
x
x
 
 
 
 
းB
္4
္7
းC
း1
္3
း1
္0
္A
္7
း8
း1
း4
းE
 
 
 
 
း6
း0
္0
း5
း1
းE
းB
းD
း0
္A
္8
္9
္7
္A
 
 
 
 
း1
း5
္A
္3
္0
္A
း6
္A
္6
္7
းA
္9
းD
းE
းE
း1
းC
္A
္9
္7
း6
း5
းD
္0
္3
္0
္A
္A
းE
 
 
 
 
္A
း3
္5
း1
္3
းE
္6
္A
း3
္A
္5
း1
း1
္0
x
 
 
 
 
္6
္7
းA
္A
းE
္A
းE
း3
္5
းD
္B
းE
း3
္4
းA
းE
 
 
 
 
္A
္5
းE
္A
း0
း4
းE
္5
း0
္A
းC
္4
းC
 
 
 
 
္A
း8
္A
း5
းB
းB
း4
္7
္A
္7
္B
းC
္3
းD
း5
းB
္B
္7
း1
းA
းE
းB
္4
းB
္6
္5
းE
 
 
္9
္7
းE
္0
းB
္4
းE
း5
္7
္3
္A
းB
္A
 
 
္7
္B
းC
္A
းD
း1
းE
္A
း5
းC
္0
္2
္A
းB
x
 
 
းB
္4
္A
း1
း8
း1
းC
း5
း1
္7
းB
းE
္A
္9
းD
းD
 
 
း1
း4
းE
းF
းE
္7
း8
းD
္6
းE
း1
းE
းE
္3
းE
း5
္7
းE
းE
း9
းE
္A
း1
္7
းC
 
 
းC
း1
းE
း1
းB
္2
းD
္6
းC
္A
း5
းE
း4
္0
္A
 
 
း6
း5
းD
္0
္3
္0
္A
းD
း1
္A
း5
္A
းE
္9
းA
္0
 
 
္A
းC
္A
္6
းD
္B
းD
္A
းD
း5
းB
းD
း5
 
 
း6
းD
းC
း1
္3
္A
္A
းE
္A
း3
္5
း5
း1
္3
းE
္6
္A
း3
္A
္5
း1
း1
္0
္6
္7
္A
းE
္A
္8
္3
္7
 
 
းB
္2
း0
္A
းD
းE
း5
္7
္8
္3
္7
္8
းD
း8
္0
္A
 
 
းD
္5
း1
္B
းE
း5
း4
းE
းE
းD
္9
း7
္7
းE
 
 
းE
္B
း4
္A
းE
္A
း3
္5
္0
း6
္A
္3
္0
 
 
္A
း3
္A
္5
း1
း6
္A
း8
း4
းA
္3
္0
္A
္A
း4
္9
း4
း4
းB
း1
း4
း5
း1
္5
း8
္6
းA
းE
းD
္C
 
 
းD
း1
း5
း1
းC
းE
း3
္A
းB
း1
း4
္3
္0
္A
 
 
္A
းC
းA
္A
းB
း1
္7
းB
းE
္A
္9
းD
းD
း1
း4
းE
 
 
းF
x
x
းE
္7
း8
းD
္6
းE
း1
းE
းE
္3
းE
း5
္7
းE
 
 
္3
း4
္A
းC
း1
္3
္A
းE
္A
း3
္5
း1
း1
္A
္A
း3
္A
္5
း1
း1
္0
္8
းD
း8
္0
းE
းA
းE
း8
း1
း1
္A
 
း4
းE
းF
းE
္7
းA
္5
္6
းC
းE
္0
 
 
းC
းD
းE
း1
္5
္3
္A
္7
း8
္5
းA
း4
း5
း1
္A
းD
္A
္3
္0
္A
္C
္5
း1
္3
္A
း5
းA
း1
းE
္A
းD
္B
းE
းE
္A
္7
း8
္5
းA
း4
း5
း1
း4
းE
းF
းE
္7
္C
္5
း1
္3
္A
း5
း1
းE
းE
္3
းE
း5
္7
းE
္8
္3
္7
းB
္2
း0
္A
းD
းB
္2
း0
္A
္8
းD
း8
္0
္A
းD
္8
းD
း8
္A
း5
း4
းE
းE
္A
္8
း0
္7
းD
း5
း4
းE
းE
္A
း8
္2
္4
္0
းE
း5
း6
္A
္7
း8
္5
း9
းD
းC
းE
းE
းC
းE
္0
း0
္7
္5
္7
း1
း1
္7
းB
း1
္3
္7
္4
္A
း9
းD
းC
းE
းE
္A
္2
းB
း5
္7
း1
း1
္0
္2
းB
း5
းB
း1
းB
း1
းE
 
 
္A
္A
္4
္4
း0
္0
း5
း1
းE
း4
း0
းD
္4
းC
း4
 
 
 
 
 
္1
္C
း5
း1
းA
းE
x
x
x
x
x
x
x
x
x
္7
္0
းD
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
္0
္A
းC
္A
္7
္B
းE
္A
းD
္B
္7
္A
း5
္A
းC
္7
းD
း4
း4
း0
းD
္B
းA
္0
 
 
 
 
 
း1
္3
းD
းA
း4
္4
း4
္7
းA
း1
္A
း0
္7
 
 
 
 
 
း0
း5
း1
္A
း9
းD
းA
း1
္A
္7
း1
း4
း4
း0
္7
္5
းA
 
 
 
 
 
း1
္A
းA
္3
း1
း4
္7
းB
းE
္9
းD
းE
းE
 
 
 
 
 
း6
္3
္7
း1
္0
းD
္4
္3
္0
္3
္0
္A
း5
း1
္7
း6
း6
္6
းD
္A
းC
္A
း8
း6
းA
းB
း1
း4
း5
းA
္A
 
 
း6
္7
း1
းE
းD
း1
္A
းD
္A
္3
္0
္A
 
 
္8
္0
းA
းD
းA
းE
းE
္A
းD
္B
းE
းE
္A
း8
းE
း0
းD
္B
းA
္0
း1
္3
းD
း5
း6
္A
x
x
 
 
း0
းD
္B
းA
္6
္7
း4
းE
္6
္7
းA
းA
း1
း0
္7
္5
းE
းD
း8
းE
္A
းC
္A
း1
္3
္4
္7
းE
း4
း4
းA
းE
္2
းB
းC
းD
းE
းD
းB
း1
း4
း0
္7
္5
 
 
း0
္7
း1
း4
း4
းD
းB
း1
း4
းC
း4
းE
 
 
း8
းC
းB
္3
္5
းB
္3
း1
္5
းB
 
 
္3
းE
းA
္4
္3
္0
းB
္A
းD
္2
းE
္0
္3
းE
းA
္A
း6
္A
း8
္B
းC
း4
းB
း4
းE
္7
း1
းE
 
 
္B
္8
းD
းA
း6
း0
္7
း1
းE
းB
x
x
 
 
း5
း6
္A
း6
း0
္8
္0
းA
းB
္7
း1
းE
 
 
္3
္5
း6
းD
း3
းC
္A
း0
း1
္0
္3
 
 
္A
း0
္0
္A
းC
းE
းE
္3
းE
း0
္7
္5
္A
း5
းE
္A
္3
းE
္0
းB
း1
းB
း1
းE
 
 
း0
း1
္0
း1
္7
္6
း4
းD
္A
း4
္3
းC
းE
းE
 
 
္7
း1
းE
းD
္A
း4
္3
္0
းC
းE
း6
းD
္A
း1
္0
 
 
း5
းE
းD
္A
း0
္7
္5
း0
္A
းE
း6
း0
္0
းB
 
 
္B
း1
္9
းA
း5
း1
္A
းB
္9
္7
းA
္B
းD
္5
္4
္0
း1
္6
း4
းC
း1
္9
္7
္0
း8
းD
္A
းA
 
 
း1
္0
္3
းE
း1
း1
း1
္3
္A
းD
္B
းA
္A
 
 
း5
းD
းE
္3
္0
္A
္A
္4
း5
္B
းD
းE
း1
း5
္4
္3
္0
းE
 
 
္A
း9
း9
း1
္3
း4
္0
းB
္2
းD
္A
္8
း1
္7
 
 
္3
းD
္0
္4
္0
း5
္A
း4
္3
္A
္9
္5
္4
္0
္A
းB
္2
းD
း5
း0
္0
းC
း4
္A
္1
္7
း5
္A
းC
္C
 
 
း1
း5
း6
္A
္5
း8
္B
းB
းE
္9
းA
း1
္4
္0
း6
္C
း1
္7
 
 
းE
းE
္0
္B
း1
းA
္4
္3
းD
း1
္3
းD
္5
္7
္A
 
 
းD
္7
းB
း1
္3
္7
္4
္A
းD
းE
း3
းC
္A
းE
း4
း4
 
 
္B
းD
းA
းE
းD
းB
းD
္A
္0
း5
္7
္B
းD
္7
း1
းE
းD
္B
းC
္A
း1
းE
္A
္0
္0
္B
းC
္A
းE
း4
း5
 
 
းE
း3
းC
္A
း1
္8
္0
္3
္6
းD
္A
္0
 
 
းC
းD
းA
း9
း4
းC
း1
္3
္A
္7
း0
းC
းE
 
 
းE
း3
းC
္A
းE
း4
း4
္B
းD
းE
း0
္7
းC
 
 
္5
းE
္A
္3
း1
းD
္B
းD
္3
္A
းB
းE
း3
းC
္A
းB
းD
း1
္A
္B
းD
းE
္B
းC
္A
 
 
းB
းD
္A
း1
္A
္B
းD
းF
း1
း1
္B
းE
္A
း3
္5
းB
္2
္4
 
 
္B
္A
္7
္8
း3
္7
္5
း9
္7
း4
း1
္3
းD
း1
းE
္7
းA
းE
္5
္4
္0
းE
းC
္5
္5
းB
္3
္5
္7
 
 
 
္C
း4
္0
း5
း1
္7
းC
း5
းD
းB
္2
္B
းE
းD
းB
း5
 
 
 
းD
္0
း3
္A
းD
းB
း8
္8
း4
္7
းB
္A
း5
းE
္0
းE
္B
း1
းA
္4
္3
းD
း1
္3
းD
္5
္7
္A
းD
္7
းB
း1
္3
္7
္4
္A
းA
္3
္0
္9
းD
းE
းE
းA
္3
္0
းA
္0
းD
္B
း1
းA
္4
္3
းD
း1
္3
းD
္5
္7
္A
းD
္7
းB
း1
္3
္7
္4
္A
 
 
 
 
္A
း8
းE
း0
းD
္B
းA
္0
း1
္3
းD
း5
း6
္A
း0
းD
္B
းA
 
 
 
 
္6
္7
း4
းE
္6
္7
းA
းA
း1
း0
္7
္5
းE
းD
း8
းE
္A
 
 
 
 
းC
္A
း1
္3
္4
္7
းE
း4
း4
းA
းE
္2
းB
းC
းD
းE
းD
းB
း1
း4
း0
္7
္5
း0
္7
း1
း4
း4
းD
းB
း1
း4
းC
း4
းE
း5
းC
းB
္3
္5
းB
္3
း1
္5
းB
္3
းE
းA
္4
္3
္0
းB
္A
းD
္2
းE
္0
 
္3
းE
းA
္A
း6
္A
း8
္B
းC
း4
းB
း4
းE
္7
း1
းE
္B
္8
းD
းA
း6
း0
္7
း1
းE
္A
း5
း6
္A
း6
း0
္8
္0
းA
းB
္7
း1
းE
္3
္5
း6
းD
း3
းC
္A
 
 
း0
း1
္0
္7
း1
းE
းD
္A
း4
္3
္0
းC
းE
း6
းD
္A
း1
္0
း5
းE
းD
္A
း0
္7
္5
္A
္C
္0
္A
းC
းE
းE
္3
းE
း0
္7
္5
္A
း5
းE
္A
္3
းE
္0
းB
း1
းB
း1
းE
း0
း1
္0
း1
္7
္6
 
 
 
း4
းD
္A
း4
္3
းC
းE
းE
း0
္A
းE
း6
း0
္0
းB
 
 
 
္B
း1
္9
းA
း5
း1
္A
းB
္9
္7
းA
္B
းD
္5
္4
္0
 
 
း1
္6
း4
းC
း1
္9
္7
္0
း8
းD
္A
းA
 
 
 
း6
္A
္3
္0
း1
္A
းD
္A
္3
္0
္A
္A
္8
း1
းA
း1
းE
္A
းD
္B
းE
းE
း0
္0
း0
္6
္7
းA
း1
း0
္7
္5
းE
းD
း8
းE
္A
း0
းC
္A
း1
္3
္4
္7
းE
း4
း4
းA
းE
း0
္2
းB
းC
းD
းE
းD
းB
း1
း4
း0
္7
္5
 
 
း0
္7
း1
း4
း4
းD
းB
း1
း4
းC
း4
းE
းA
းC
္A
း1
းC
းE
းE
း1
္3
းD
းE
း4
းD
း5
းA
း1
္3
္7
္7
းB
း1
္3
္7
္4
္A
္6
္7
္0
း5
း0
္6
္7
းA
း0
္0
းB
း1
း0
္7
္5
းE
းD
း8
းE
္A
 
 
 
း0
းC
္A
း1
္3
္4
္7
းE
း4
း4
းA
းE
း0
္2
းB
းC
းD
းE
းD
းB
း1
း4
း0
း6
္5
 
း0
္7
း1
း4
း4
 
 
 
းD
းB
း1
း4
းC
း4
းE
း0
္4
းE
္8
္0
္7
း1
းE
းE
 
 
 
း0
္7
း1
းE
္0
းD
းB
းD
းB
္3
္0
္0
္B
းD
းE
 
 
 
း0
္A
းE
း1
းC
္A
းE
း6
း0
္0
းC
္0
္A
 
 
 
္C
္9
္7
းD
္7
း8
္6
္B
းD
းE
္B
္0
း1
း1
းD
္7
း8
္6
္B
းD
္0
းA
းE
္8
္0
းE
္8
္4
း4
းE
 
 
 
္A
း8
္A
္3
္0
္A
း0
္7
္5
္8
းD
္8
းE
္A
း8
္9
းA
္7
းE
 
 
 
္B
း4
းB
းD
္A
္A
္0
္4
္0
းE
္3
းE
း1
္3
းD
 
 
 
းE
္7
းA
းE
္5
္4
္0
း1
း0
းD
္4
းC
း4
္7
း1
္A
းB
းE
္0
 
 
 
း5
းD
းB
း0
း3
္A
း5
း1
္3
းD
းA
္3
္0
္A
း4
္7
္6
 
 
းA
း1
္0
္A
း0
း1
း5
းC
္7
း8
္6
း0
္8
္A
းD
္4
္0
္0
း5
 
 
 
းC
္A
း0
းD
္4
္6
း4
းE
း5
းE
္7
္B
း0
း6
္A
းB
 
 
 
္4
္0
း5
္A
း8
္2
္4
္0
းE
း5
း6
္A
္7
း8
္5
 
 
 
း9
းD
းC
းE
းE
းC
းE
္0
း0
္7
္5
း9
းD
းC
းE
းE
္A
္2
းB
း5
 
 
 
္7
း1
း1
္0
္2
းB
း5
းB
း1
းB
း1
းE
 
 
္A
္A
္4
္4
 
း0
္0
း5
း1
းE
း4
း0
းD
္4
းC
း4
္1
္C
း5
း1
းA
းE
x
x
x
x
x
x
x
x
း1
္A
းD
း1
္3
းD
းB
းE
္B
းD
းE
း6
း8
္1
္7
 
 
 
 
းB
း1
္0
း0
္8
္7
္A
းE
္8
း1
္B
းD
းE
္1
းD
းD
 
 
 
း1
္0
း5
းE
္8
း1
္7
း1
္A
း0
္8
္7
္A
းA
းE
 
 
းE
္8
း1
္4
း4
္7
းA
း1
္A
း0
္7
းE
္1
းD
းD
 
 
 
း9
းD
းA
း1
္A
္7
း1
းE
္8
း1
း0
္7
္5
းA
 
 
 
း1
္A
းA
္3
း1
း4
္7
းE
္8
း1
းB
းD
္A
 
 
 
းB
္0
းA
္A
း6
္A
္3
္0
း1
္A
းD
္A
္3
္0
္A
 
 
 
းA
္8
း1
းD
းA
္8
္7
္B
းD
း0
း1
းA
 
 
 
 
းA
္8
း1
းD
းA
း6
းD
း5
း0
္8
း1
x
x
x
း0
းE
္5
း3
္0
္0
းB
္B
းE
္7
းD
း0
္7
္5
း0
းC
း5
းD
းB
 
းC
း1
္A
း5
း4
းE
းE
းC
း1
္A
း4
္6
္0
း5
x
x
x
x
းB
း4
းD
းA
္A
္0
း1
္A
းD
း1
္3
းD
းB
္B
းD
းE
း6
း8
္1
္7
းB
း1
္0
း0
္8
္7
္A
္A
း4
္3
္5
္4
္3
္0
 
 
း6
္A
္7
း0
္7
္5
္B
း4
းB
းD
္A
္A
္0
္4
္0
းE
္3
းE
္B
းD
းE
း1
းB
္0
း5
္7
းE
္6
္7
း1
း0
္4
္6
္A
း5
းE
္A
းE
္A
း1
းD
းF
း4
္B
းD
း6
္A
း1
္C
္6
္7
းC
းE
းD
းB
း0
း1
းC
္0
းE
းE
္5
္7
္A
း1
္C
းF
း4
းE
္6
္0
းA
း6
း0
း4
္0
း1
္0
္B
းD
းE
္6
းD
း5
းA
းC
္3
းE
္3
္8
္7
္B
းD
း0
း1
း5
းA
္3
္0
္B
းD
 
 
 
း1
းC
း1
္3
္A
း8
း4
္7
းE
း1
္8
းE
္0
္A
း0
္4
 
 
္2
း1
္7
္A
း1
းE
x
း5
x
x
း5
x
x
x
x
x
x
x
x
x
 
 
္3
္0
္8
းB
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
 
 
္3
းD
္0
္8
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
x
 
 
းD
္4
္3
္0
္9
းD
းE
းE
x
x
x
x
x
x
x
x
x
 
 
 
းE
္B
း4
း0
း4
္0
x
x
x
္5
္0
္3
x
x
x
x
x
x
x
x
x
 
 
 
္0
္7
းE
 
္B
းD
းE
းC
္4
းC
္5
း8
္7
္7
္A
 
 
 
းD
း0
းC
းE
းE
း1
းA
း4
း1
္0
္B
းD
းE
းE
္A
 
 
 
း6
 
 
္A
္3
္0
း1
္A
းD
္A
္3
္0
္A
း1
္0
္A
း1
း5
္A
 
 
းB
းA
္B
းD
းE
း1
္0
္A
း1
း5
္A
းB
း0
းD
္A
းC
းE
း3
 
 
 
း0
းD
္A
းC
းE
း3
း1
္7
းE
း5
းB
းD
းB
 
 
 
း0
းD
း0
း3
း4
း5
းE
း1
းA
းE
္0
းA
x
x
x
း1
္3
းD
 
 
 
း1
း1
း4
းD
္A
း0
္7
းB
္A
းA
း0
းE
း3
္5
x
x
x
 
 
 
္6
း4
္6
း4
း5
းB
း0
းC
း5
းD
းB
းC
း1
္A
းB
း4
းE
းE
 
 
းC
း1
္A
း4
္6
္0
းB
းE
းE
္3
းE
းA
္3
္0
းA
 
 
 
္B
းD
း1
းC
း1
္3
္A
း8
း4
္7
းE
း1
္8
းE
္0
္A
 
 
 
း0
္4
္2
း1
္7
္A
းA
း4
္3
္A
းB
း1
္A
းB
း0
္0
းC
္A
 
 
 
းB
္B
္0
း1
္B
းD
း5
္A
္6
းD
္5
းB
းE
း5
္A
း0
္7
းC
္0
 
 
 
းD
း1
္A
းD
္A
္3
္0
္A
း6
္A
္3
္0
း1
္A
းD
္A
္3
္0
္A
 
 
 
္A
း8
းE
းB
္B
းD
း5
းB
းE
း8
းB
းE
းB
 
 
 
 
္3
းE
္3
းD
းE
း8
းA
္A
း8
္1
္A
္A
း8
းE
းB
 
 
 
းE
းD
းB
္0
း0
းD
္B
းA
္0
း1
္3
းD
္8
္4
း9
္0
 
 
 
္B
္0
း4
္3
းD
္0
း5
းB
းD
္0
းA
းA
္6
းC
း5
 
 
 
္0
း1
းD
္0
းB
းD
္0
းA
းA
္0
း1
းD
းB
္2
း5
 
 
း0
္0
းA
းD
းA
္5
း8
္8
္7
္B
းD
း0
း1
း5
္B
းD
 
 
 
းE
းD
းB
း4
းA
းB
္0
္0
း5
းA
္5
း8
း0
္8
္7
္A
 
 
 
း6
း1
္0
း5
္B
းD
္A
း6
္5
း1
္7
္A
း0
္7
း3
း5
 
 
 
 
း6
္0
္B
္0
း1
္A
းD
း1
္3
းD
းB
းE
္B
းD
းE
 
 
 
း8
္1
္7
းB
း1
္0
း0
္8
္7
္A
းE
္8
း1
္B
းD
 
 
းE
္1
းD
းD
း1
္0
း5
းE
္8
း1
္7
း1
္A
း0
္8
္7
္A
 
 
 
းA
းE
းE
္8
း1
္4
း4
္7
းA
း1
္A
း0
္7
းE
္1
းD
းD
း9
းD
းA
း1
္A
္7
း1
းE
္8
း1
း0
္7
္5
းA
း1
္A
းA
္3
း1
း4
္7
းE
္8
း1
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း8
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း0
္7
္5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
္B
းB
းE
း1
္0
္7
း1
္A
း0
္8
္7
္A
းA
းE
းE
္9
္1
္6
္0
းA
္A
္B
းD
းE
း6
္A
္0
း1
္A
းD
း1
္3
းD
းB
းE
္B
းD
းE
း6
း8
္1
္7
းB
း1
္0
း0
္8
္7
္A
း1
းE
းD
္9
းD
းE
း5
 
 
 
 
း1
္3
းD
းA
္5
း8
္3
္0
း1
္4
္0
း6
္C
း1
္7
း1
္0
္9
းD
းE
္A
 
 
 
 
္3
းE
းE
းA
းE
း1
္0
္1
းD
းE
္A
 
 
 
 
 
္7
းE
္A
္4
္7
္3
္A
္B
း1
္7
းE
္0
္A
 
 
္5
း8
္7
္7
းE
း8
း1
းD
းE
 
 
္3
္7
္4
္A
္A
း8
္A
x
 
 
 
းE
္3
္5
္7
းE
း8
x
x
္A
း1
း1
းD
္8
္B
္2
္7
း1
္7
္B
းC
းB
 
 
းE
း1
္7
္6
းE
း1
္0
္3
္0
းB
းE
းA
းE
္A
္0
x
x
း0
းD
္4
 
 
းC
္B
္7
း1
းA
းE
္7
း1
္A
x
းB
းE
္0
း1
္0
း5
္7
းE
္3
း1
္7
း1
း1
းD
္3
း1
္7
 
 
္6
္3
းD
္3
း1
္7
္B
း5
္A
္0
္4
းC
းE
းE
းC
းE
းC
္7
 
 
းD
း4
း1
းA
း0
္8
္7
္A
 
 
းE
္9
းD
္6
း4
းC
း0
းE
္7
္7
 
 
္B
း4
းB
း0
းD
္A
္A
္0
 
 
္4
္0
းE
္A
းB
း8
္6
းB
္4
္A
္B
းD
းB
းD
း5
းB
္4
္A
္7
 
 
းB
္2
္C
္8
း1
္A
း5
း8
းB
္4
္A
 
 
း0
္7
္5
္0
း8
းD
္A
း5
 
 
း1
း0
းD
္4
းC
း4
္7
း1
္A
 
 
းB
းE
္0
းD
္4
္3
္0
းB
္8
္7
း5
း1
္7
း6
္6
းD
္A
းC
္A
း8
 
 
း6
းA
း6
းB
း1
း4
း5
း6
္A
 
 
း6
္7
း1
းE
းD
းB
္8
္7
 
 
း6
း3
္2
္2
္8
္0
းA
းD
း5
းA
္0
း4
း8
္7
းC
းA
း4
းE
္A
း8
းE
း0
းD
္B
းA
္0
း1
္3
းD
း5
း6
္A
း0
းD
္B
းA
္6
္7
း4
းE
 
 
 
 
 
 
းA
 
 
 
း0
္0
းA
းD
းA
္5
း8
္8
္7
္B
းD
း0
း1
း5
္B
းD
းE
းD
းB
း4
းA
းB
္0
္0
း5
းA
္5
း8
း0
္8
္7
္A
း6
း1
္0
း5
 
္B
းD
္A
း6
္5
း1
္7
္A
း0
္7
းA
း5
း6
္0
္B
္0
း1
္A
းD
း1
္3
းD
းB
းE
္B
းD
းE
း6
း8
္1
္7
းB
း1
္0
း0
္8
္7
္A
းE
္8
း1
္B
းD
းE
္1
းD
းD
 
 
း1
္0
း5
းE
္8
း1
္7
း1
္A
 
 
း0
္8
္7
္A
းA
းE
းE
္8
း1
 
 
းB
းD
္A
းB
္0
းA
္A
 
 
းE
္8
း1
္4
း4
္7
းA
း1
္A
း0
္7
းE
္1
းD
းD
း9
းD
းA
း1
္A
္7
း1
 
 
းE
္8
း1
း0
္7
္2
းA
း1
္A
းA
္3
း1
း4
္7
 
 
း0
္4
းE
္8
္0
္7
း1
းE
းE
း0
္7
း1
းE
းB
းC
္2
းB
္0
းE
္3
 
 
းE
း1
္0
္7
း1
္A
း0
္8
္7
္A
းA
းE
 
 
းE
္9
္1
္6
္0
းA
္A
္B
းD
းE
 
 
း5
းA
္0
္3
းD
းA
းD
းE
္4
း3
းE
 
 
း1
း4
း3
္2
္2
းE
္5
း1
း9
းE
 
 
းA
္5
္6
းB
္2
္4
းA
းC
းD
 
 
း8
း3
္7
္5
းA
္5
္6
းB
္2
္4
 
 
းD
း0
းD
္4
းE
း3
္7
္5
းA
္5
္6
 
 
းE
းD
္7
း1
း1
္A
x
x
x
 
 
းA
္5
္6
း3
းA
းE
း6
္A
း1
္8
း3
 
 
းB
္A
္B
းD
း4
္A
္7
း1
္A
းE
 
 
းB
္A
္B
းD
္0
း1
္A
း1
းB
္2
္4
 
 
းC
းE
္7
း3
္A
း1
း4
းE
း3
္7
္5
 
 
းB
း8
္8
္B
းD
္0
း3
္A
 
 
း1
္1
္7
း5
း4
းE
္B
း4
 
 
 
း4
္4
္7
းC
း0
း1
း1
္7
 
 
္0
္3
းD
္B
းD
း4
္6
း1
းD
း1
းD
 
 
္3
းD
္0
းA
း1
းD
း5
းE
း3
္7
္5
 
 
္8
းD
း8
္0
္B
းD
း4
းE
းD
း0
 
 
းE
္0
းE
း4
း1
း1
းE
း4
 
 
းE
္2
း4
္A
း0
္7
္5
 
 
္5
္3
္B
းD
း4
္6
္A
းB
း0
းE
္7
 
 
္2
းB
္0
္A
းB
း8
း6
္A
းA
းE
း0
္0
 
 
း4
း1
း5
္7
္C
းE
းE
းD
္7
း1
း1
္A
 
 
x
း1
x
x
x
x
x
x
x
x
x
းD
း0
း1
္0
 
 
း0
း3
း4
္A
္4
းD
းB
း5
း1
းA
း4
း5
္4
းD
းB
္A
္3
းD
္A
း1
းA
းE
္0
း5
္0
္4
းA
္0
း5
းE
းB
္2
း1
းC
္7
း5
 
 
 
 
္A
းE
္A
္3
းE
း4
း5
း1
းA
းE
္8
္0
 
 
 
 
္0
္4
းA
္0
း5
း1
္0
း5
္7
းE
 
 
 
 
းC
္A
္A
း3
္4
္A
္7
းD
္B
းC
္A
 
 
 
 
း3
း1
္7
္8
းD
္1
္7
္4
း8
းE
းE
္A
္3
္4
္4
္8
္7
္B
းD
း4
္4
္B
း4
 
 
္A
္9
း7
းA
း1
္0
းA
း1
္0
း6
္A
 
 
း1
္0
းC
္B
္3
္0
း5
း6
္A
္4
း5
္0
 
 
း5
းD
းB
း1
္3
းD
း0
္8
္A
္7
္A
 
 
းB
္A
္3
္0
း5
းD
းB
း1
္A
းD
္A
္3
္0
္A
္A
း4
္7
္6
းA
း1
းE
္A
းD
္B
းE
းE
း1
း5
္4
္3
္0
းE
္A
း9
း9
း1
္3
း4
္0
းB
္2
းD
္A
္8
း1
္7
္3
းD
္0
္4
္0
း5
္A
း4
္3
 
 
္A
္9
္5
္4
္0
္A
းB
္2
းD
း5
း0
္0
းC
း4
္A
္1
္7
း5
 
 
္A
းC
္C
း1
း5
း6
္A
္5
း8
္B
းB
 
 
းE
္9
းA
း0
းD
္B
းA
္0
း1
္3
းD
 
 
္B
းB
းE
္9
းA
္A
း1
္A
းD
္A
 
 
္3
္0
္A
းE
း3
္2
းA
း5
းE
းE
း3
္5
း1
္0
းA
း5
းE
းE
းB
းD
းA
္5
း1
္7
္A
 
 
း0
္7
းA
းA
္1
းD
းB
္2
္4
း0
္8
္7
္A
 
 
းB
္A
္3
္0
္1
းD
းB
္2
္4
း6
္0
္7
 
 
း3
္7
္5
းC
းE
း3
္7
း1
္A
း0
္8
္7
္A
းA
းE
း1
းE
းD
္9
းD
းE
း5
းB
္A
္5
း8
္3
္0
းE
းB
္8
္7
း0
္4
္6
းA
းE
 
 
း4
း1
းA
္7
း1
္A
း0
္8
္7
္A
းA
းE
 
 
္6
း8
္7
္8
္A
း1
း4
းB
္A
 
 
 
 
 
္7
း1
္A
္3
းD
းA
း4
းE
 
 
 
း1
းE
း4
း4
္B
းD
းA
းE
 
 
 
း1
းA
းE
္B
းD
း4
 
 
 
္0
 
 
း5
္7
္B
းD
းA
 
 
 
း0
းD
္B
းA
္0
း1
္3
းD
 
 
 
း1
္A
းD
္A
္3
္0
္A
 
 
 
းE
း5
းB
x
 
 
း6
း0
္A
 
 
 
း0
္8
္7
္A
 
 
 
း1
္B
းE
 
 
 
း1
းD
းD
x
 
 
 
းE
းD
းB
 
 
း4
္A
 
 
 
း1
း9
 
 
 
း1
္A
 
 
းA
x
 
 
 
 
 
x
း5
 
 
 
္A
း4
္0
 
 
 
းE
း4
း4
 
 
 
x
္0
းB
း1
 
 
 
x
း0
းD
းA
္0
္2
 
 
 
x
းA
္2
း4
းB
x
x
x
x
x
း6
း4
္7
း4
္7
x
x
x
x
း5
းA
းB
း6
္7
း8
း4
x
x
x
x
းA
္B
းD
းE
း4
းE
းD
းB
းA
္8
း1
း0
းD
္B
းA
္0
း1
္3
းD
 
 
းA
္A
္3
း4
း4
္7
းB
း1
္3
္7
္4
္A
္6
းE
းA
း4
း4
း6
းA
္6
းD
္5
္0
းA
္6
းE
း6
းA
း6
္4
္8
္0
း1
္A
းB
္4
း3
္7
း1
္0
္B
းD
းE
းC
္A
္A
္4
း1
းD
္A
း1
္8
းD
း8
္0
းA
္6
းD
္A
း1
းB
္2
္B
းC
္A
းA
္0
း5
း4
းE
္8
္0
း4
း1
း8
းE
းC
္0
း0
း1
္3
းD
္8
းD
္8
 
 
္7
းB
း1
္3
္7
္4
္A
း4
း1
း8
း1
္8
္8
း6
း4
း1
း8
း6
း4
း1
း8
 
 
း4
္0
္A
း6
း4
း1
း8
္A
း4
းE
းE
 
 
း0
းE
း5
္A
းB
း1
း5
း1
္8
္A
းD
္A
း1
း9
 
 
း6
း1
း5
္A
း4
းE
းE
္A
း0
းE
း5
္A
 
 
း0
း3
္7
းE
္9
းA
း0
းD
္B
းA
္0
း1
္3
းD
 
 
းE
္9
းA
္A
း1
္A
းD
္A
္3
္0
္A
္A
းE
း1
္0
္0
္7
း1
္A
း0
္8
္7
္A
းA
းE
 
 
္A
္9
း7
းA
္0
္6
္0
းA
္A
္B
းD
းE
 
 
း6
္A
္3
္0
္7
း1
္A
း0
္8
္7
္A
းA
းE
 
 
္B
းB
္A
းE
း1
္0
္0
္7
း1
္A
 
 
း0
္8
္7
္A
းA
းE
္A
္9
း7
းA
္0
္6
္0
းA
္A
္B
းD
းE
းE
း1
္0
္A
းE
 
 
္8
္7
္B
္A
း4
္4
္B
း4
း5
းE
္9
္1
္A
းE
 
 
း1
္0
းA
း1
္0
း6
္A
း6
္A
္3
္0
း1
္A
းD
္A
္3
္0
္A
္0
းE
း1
္0
းB
းE
္7
း1
္A
း0
္8
္7
္A
းA
းE
 
 
္0
္9
္1
္6
္0
းA
္A
္B
းD
းE
း0
း3
္7
္0
းE
း1
္0
း5
း6
္A
x
x
x
း0
းD
္B
းA
္0
း1
္3
းD
x
x
x
 
 
္7
း1
္A
း0
္8
္7
္A
းA
းE
x
x
x
 
 
း1
္A
းD
္A
္3
္0
္A
x
x
x
 
 
္A
းD
း8
းE
္A
းC
္A
းA
္B
းD
းE
း6
္A
္4
္6
းE
္7
္9
္8
းE
္8
း4
း1
း8
္7
း1
းE
းD
း8
္A
္6
္5
းE
္7
္B
္A
းC
္A
းA
းB
္7
္4
္0
းE
းA
္0
း6
း1
းB
္2
း3
္7
္5
း4
းE
္3
္5
းE
 
 
 
 
 
 
 
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
း8
 
 
 
x
 
 
 
္3
းD
္0
 
 
 
 
းD
္0
္8
္7
္B
းD
း0
း1
္0
း6
္A
္3
္0
္7
း1
္A
 
 
 
 
း0
္8
္7
္A
းA
းE
းC
းE
္3
းD
္6
း4
းC
 
 
 
 
 
း6
း0
းE
္7
္7
းD
း4
း1
းA
္7
း1
္A
 
 
 
 
း0
္8
္7
္A
းA
းE
းE
း4
းD
္3
္7
 
 
 
္5
းE
း4
္4
း8
းD
းC
္A
း1
္4
္0
းE
း4
္A
 
 
 
 
းB
္2
္4
း4
္A
းA
္7
္6
္0
္6
း1
္0
းE
 
 
 
 
္3
း4
း1
း1
္4
္0
း0
္A
္0
္A
းA
 
 
 
 
းA
းC
းE
္3
္6
း4
းC
း6
း0
းE
္7
္7
 
 
 
 
းE
း4
းD
္3
္7
္5
းE
း4
္4
း8
းD
းC
္A
း1
္4
္0
းE
း4
္A
းB
္2
္4
 
 
း4
္A
းA
္7
္6
္0
္6
း1
္0
းE
 
 
္3
း4
း1
း1
္4
္0
း0
္A
္0
္A
း5
 
 
းA
း8
း1
္6
္6
း4
းC
း6
း0
းE
္7
္7
 
 
းA
းC
္A
္0
း0
္8
္7
္A
းD
း1
းE
္A
္3
္7
 
 
းD
းA
္2
းE
္2
းE
္A
း1
းE
္A
္4
း8
းD
 
 
္6
း4
းC
းA
္C
း3
း4
းE
းC
း1
္3
္7
 
 
း0
းE
္7
္7
းB
းB
း1
းB
း1
းD
္4
္0
းE
 
 
း0
္8
္7
း1
္A
းD
္A
္3
္0
္A
 
 
း6
း1
္3
းD
္A
း1
္3
းE
္7
းA
းE
္5
္4
္0
္B
း4
းB
းD
္A
္A
္0
္4
္0
းE
 
 
္3
းE
္B
းD
းE
း1
းB
္0
း5
္7
းE
 
 
္6
္7
း1
း0
္4
္6
္A
း5
းE
္A
းE
 
 
္A
း1
းD
းA
းF
း4
္B
းD
း6
္A
း1
္C
 
 
္6
္7
းC
းE
းD
းB
း0
း1
းC
္0
္0
းE
 
 
းD
္4
္3
္0
္B
းD
္A
း5
း1
္7
း6
္A
္6
းD
 
 
္A
းC
္A
း8
း6
းA
း6
္A
းB
း1
း4
း5
 
 
း5
းD
းE
္B
းD
းB
းA
္4
း5
္0
း5
 
 
းA
္4
္7
္6
းD
္5
း1
း6
းA
္5
း8
္6
 
 
္4
္3
္0
း5
းD
း5
း4
းE
းA
္8
္4
း4
း6
းA
းB
္7
းB
္7
္C
္5
း1
္3
္A
း5
းA
းC
္C
း1
း5
း6
းA
္5
း8
 
 
္B
းB
းE
္9
းA
္A
္7
း1
္A
း0
္8
္7
္A
းA
းE
 
 
္B
းB
း0
္A
း6
္A
္6
္0
းA
္A
္B
းD
းE
 
 
္7
္9
း1
္7
္9
း1
္A
း6
္A
္9
္A
္7
 
 
း5
းE
္9
းE
္C
္9
းE
္B
္A
း6
္3
္2
္A
းD
း8
းE
း5
းE
းC
္A
းA
းE
းD
း8
းE
 
 
း1
္8
းD
း8
္0
္A
းD
း8
းE
းC
္A
 
 
း1
းB
္7
္4
္0
းE
းA
္0
း1
းB
္2
း3
္7
္5
 
 
း4
းE
္3
္5
းE
း5
းE
းA
း4
္B
းD
းE
းD
းB
 
 
းA
း3
္2
္2
းB
း0
း5
း1
္A
္8
္7
္A
္3
္7
္7
းB
 
 
း6
္A
္3
္0
္7
း1
္A
း0
္8
္7
္A
းA
းE
 
 
္A
း8
းE
းB
္B
းD
း8
းB
းE
း8
းB
းE
္A
 
 
္3
းE
္3
းD
းE
း8
းA
္A
း8
္1
္A
 
 
္A
း8
းE
းB
းE
းD
းB
္0
း0
းD
္B
းA
္0
း1
္3
းD
 
 
္8
္4
း9
္0
း6
္B
္0
း4
္3
းD
္0
း5
းB
းD
္0
းA
္0
္6
းC
း5
္0
း1
းD
္0
 
 
းB
းD
္0
းA
္0
္0
း1
းD
းB
္2
း5
း0
္0
းA
းD
းA
္5
း8
္8
္7
္B
းD
း0
း1
း5
္B
းD
းE
းD
းB
း4
းA
းB
္0
္0
း5
းA
္5
း8
း0
္8
္7
္A
း6
း1
္0
း5
္B
းD
္A
း6
္5
း1
္7
္A
း0
္7
းA
း5
း6
္0
္B
္0
း1
္A
းD
း1
္3
းD
းB
းE
္B
းD
းE
း6
း8
္1
္7
းB
း1
္0
း0
္8
္7
္A
 
 
းE
္8
း1
္B
းD
းE
္1
းD
းD
း1
္0
း5
းE
္8
း1
္7
း1
္A
း0
္8
္7
္A
းA
းE
းE
္8
း1
းB
းD
္A
းB
္0
းA
္A
းE
္8
း1
္4
း4
္7
းA
း1
္A
း0
္7
 
 
းE
္1
းD
းD
း9
းD
းA
း1
္A
္7
း1
 
 
းE
္8
း1
း0
္7
္5
းA
း1
္A
းA
္3
း1
း4
္7
 
 
း6
းA
္3
္0
းD
္8
္4
္0
္B
းD
း4
္4
္B
း4
္4
္3
း1
း4
း0
္0
္3
္0
္0
း0
္8
္7
္A
္4
္3
း1
း4
း0
္0
းB
း0
း3
း4
္C
းD
္8
 
 
း5
းE
း0
းE
္A
း0
္8
္7
္A
္A
းD
း1
္0
 
 
းD
း1
္0
္A
းA
း1
္0
း1
္A
းD
း1
္3
းD
းB
းE
္B
းD
းE
း6
း8
္1
္7
းB
း1
္0
း0
္8
္7
္A
 
 
 
 
း6
္A
္3
္0
္7
း1
္A
း0
္8
္7
္A
းA
းE
 
 
 
 
္7
း1
္A
္B
းD
းE
းD
း8
းB
းE
္A
 
 
 
 
းC
း1
္A
း4
္6
္0
းB
းD
္A
္2
္7
းB
္7
း3
္0
္0
္A
း4
္A
းD
္B
္7
္A
းB
 
 
 
 
း6
္0
း0
္4
္3
း4
္0
းE
း9
္7
း5
း1
္3
းD
းA
္3
း4
္0
္3
း4
္0
္8
းB
္A
း1
း1
းD
္8
 
 
 
 
း6
္A
္0
္6
းD
း5
း1
္3
္7
္4
္A
 
 
 
 
းC
္7
း5
းD
း0
္7
္5
း1
္7
္6
းE
း4
း1
္A
း0
္7
း7
းE
းA
းB
းD
းD
္0
း5
 
 
း5
းE
း1
္A
းD
း1
္0
္A
းA
္3
းE
္2
္0
း5
 
 
းD
းA
္7
း1
းE
းD
း0
းD
္B
းA
္0
း1
္3
းD
 
 
္5
း8
း3
္7
္0
း1
း1
း5
းE
းB
 
 
 
္3
းF
း1
္A
း1
္6
္7
း1
း5
းB
းD
းB
္A
း1
းD
းB
္9
္7
းE
းE
္B
း4
းB
္2
္4
 
း1
း1
္3
းE
းE
း8
းE
း4
း3
္7
္5
 
 
းA
း1
းD
းB
္C
း4
္7
္B
းD
္6
္5
းE
 
 
း6
း1
္0
း1
း5
္A
းB
္2
္4
း6
း3
္7
္5
 
 
း1
း5
္A
း9
း5
္7
းE
္B
္6
္0
္B
းE
းC
းE
း3
း1
္A
းD
္A
္3
္0
္A
္A
း4
္3
္5
 
 
္4
္3
္0
းE
း6
္A
္7
း0
္7
္5
 
 
္B
း4
းB
းD
္A
္A
္0
္4
္0
းE
 
 
္3
းE
း1
္3
းD
းE
္7
းA
းE
္5
္4
္0
 
 
း1
း0
းD
္4
းC
း4
္7
း1
္A
းB
းE
္0
္5
း8
္6
း1
္A
းD
္A
္3
္0
္A
္A
းC
္C
 
 
း1
း5
း6
္A
္5
း8
္A
း1
းC
္7
း1
္3
းD
 
 
း1
းC
္7
္A
းB
းA
း1
းD
္A
းA
္A
္0
 
 
း1
္A
းD
းB
းB
းE
း0
း3
းB
း6
း8
္1
္7
 
 
းB
းE
း0
္7
းA
းB
္5
း8
း3
္7
္0
 
 
း1
း1
း5
္A
းB
္3
းF
း1
္A
း1
္6
္7
း1
 
 
း5
းB
းD
းB
္A
း1
းD
းB
္9
္7
းE
 
 
းE
္B
း4
းB
္2
္4
း1
း1
္3
းE
းE
း8
းE
း4
 
 
း3
္7
္5
း6
း1
္0
း1
း5
္A
းB
္2
္4
 
 
း6
း3
္7
္5
း1
း5
္A
း9
း5
္7
းE
္B
္6
္0
္B
းE
းC
းE
း3
း0
းD
္B
းA
္0
 
 
း1
္3
းD
္5
း8
း3
္7
္0
း1
း1
း5
္A
း5
 
 
္3
းF
း1
္A
း1
္6
္7
း1
း5
းB
းD
း5
 
 
းA
း1
းD
္0
္0
္9
္7
းE
းE
္B
း4
းB
္2
္4
 
 
း1
း1
္3
းE
းD
း8
းE
း4
 
း3
္7
္5
 
 
းA
း1
းD
္0
္0
္C
း4
္7
္B
းD
္6
္5
းE
 
 
းA
းD
း0
းB
းD
းB
္8
္7
း6
း3
္2
္2
 
 
း6
္8
း1
းD
းE
္2
္4
္7
းB
္A
းD
း0
းB
္0
 
 
 
 
 
 
 
္9
းD
းE
းE
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
 
 
း0
း3
္7
းE
္9
းA
းB
္8
္7
း6
း3
္2
္2
းC
္A
း0
းD
္4
္6
း4
းE
း5
းE
္7
း0
 
 
း6
္A
းB
္4
္0
း5
္A
္3
း4
း1
းB
္2
္C
 
 
း6
းA
္8
္8
း1
းD
းA
းE
္0
း0
းD
္B
းA
္0
 
 
း1
္3
းD
္3
း4
းD
း8
းE
းC
္A
းA
္B
းD
းE
း6
းA
္3
္0
း0
းD
္B
းA
္0
း1
္3
းD
 
 
း5
းD
္A
း1
္3
းB
္8
္7
း6
း3
္2
္2
း8
းC
း1
း5
္A
းE
္A
း1
္0
္0
 
 
 
း8
းC
္7
းE
းE
း5
းB
းD
းE
 
 
း8
းC
း1
း5
္A
းE
္A
း1
္0
္0
 
 
 
း8
းC
္A
္7
းE
းE
္0
း5
္A
 
 
 
 
 
း1
္A
းB
္5
္7
္7
္A
္5
္4
္0
 
 
း0
းD
္4
းC
း4
း0
း3
း4
း1
္A
 
 
္7
း1
္A
းB
းE
္0
း5
းB
းD
း6
းA
္3
္0
းB
္8
္7
း6
း3
္2
္2
းC
းE
္3
းD
း0
းD
္B
းA
္0
း1
္3
းD
 
 
း1
္0
းD
္7
းB
း1
္3
္7
္4
္A
 
 
း1
းD
း0
းC
္A
္C
္7
း1
္A
း1
း1
း5
္A
းE
 
 
း8
းD
္0
း1
္6
္7
း1
း5
းB
းD
းE
 
 
း6
းA
္3
္0
း0
းD
္B
းA
္0
း1
္3
းD
 
 
း0
းD
္A
းC
္A
္C
္7
း1
္A
း1
း1
း5
္A
းE
း8
းD
္0
း1
္6
္7
း1
း5
းB
းD
းE
 
 
 
 
း6
းA
္3
္0
းB
္8
္7
း6
း3
္2
္2
 
 
 
 
္A
္8
း1
း1
္3
းD
းD
း5
း6
္A
းA
 
 
 
 
္8
္0
္7
း1
းE
းB
္8
္7
း6
း3
္2
္2
 
 
 
 
္2
းE
္3
းE
္3
းD
း0
းD
္B
းA
္0
း1
္3
းD
 
 
 
 
း1
းD
း0
းC
္A
္C
္7
း1
္A
း1
း1
း5
္A
းE
 
 
 
 
း8
းD
္0
း1
္6
္7
း1
း5
းB
းD
းE
 
 
 
 
း6
္3
္0
း0
းD
္B
းA
္0
း1
္3
းD
 
 
 
 
း0
းD
္A
းC
္A
္C
္7
း1
္A
း1
း1
း5
္A
းE
 
 
 
 
း8
းD
္0
း1
္6
္7
း1
း5
းB
းD
းE
 
 
း0
းD
္A
း4
း4
္4
း4
္7
းA
း1
္A
း0
္7
္A
း5
း9
x
x
း9
းD
းA
း1
္A
္7
း1
x
x
x
x
x
x
x
းE
း4
း4
္B
းD
းA
းE
x
x
x
x
x
္6
းD
္5
္0
း6
္4
္8
းE
x
x
x
x
x
း6
းA
္3
္0
းB
္8
္7
း6
း3
္2
္2
္A
္8
း1
း1
္3
းD
းD
း5
း6
္A
းA
္B
းD
းE
း1
း5
္A
း5
္A
း1
္0
္0
x
x
x
္A
္7
းE
းE
း5
းB
းD
း5
းA
္A
းD
းB
းD
းD
း1
္0
္0
း6
္3
္5
း5
 
 
းD
းC
္7
းA
္0
းE
း8
းE
း4
း0
္7
း7
း5
 
 
း5
္0
းD
း1
္0
္0
း6
္3
္5
း5
 
 
းC
္7
းA
္0
းE
း8
းE
း4
း0
္7
း7
း5
 
 
္A
းC
္A
္B
းC
္A
း1
း1
း5
္A
းE
 
 
္0
း1
းD
း0
္A
း1
း5
းB
းD
းE
 
 
း5
္0
းA
းE
း6
္8
္0
္A
္B
းB
းD
 
 
္B
္2
္A
း1
း1
း5
္A
းE
္0
း1
းD
း0
္A
 
 
း1
း5
းB
းD
းE
္8
းD
္8
းB
း1
္3
 
 
းA
းE
 
 
္A
္B
းB
းD
္B
းC
္A
း1
း1
း5
္A
းE
 
 
္0
း1
းD
း0
္A
း1
း5
းB
းD
းE
း3
းE
းC
္8
း4
္8
းA
းE
္A
္B
းB
းD
 
 
္B
းC
္A
း1
း1
း5
္A
းE
္0
း1
းD
း0
္A
း1
္6
္7
း1
း5
းB
းD
းE
းE
းB
း1
းC
း1
္3
းA
းE
းE
္A
း4
္B
းC
္A
 
 
း1
း1
း5
္A
းE
္0
း1
းD
း0
္A
း1
း5
းB
းD
းE
 
 
္2
း1
းB
္2
္4
းD
္7
္6
းE
း3
္7
္5
 
 
္0
္2
း1
းD
းD
း1
္0
္A
းC
းE
း3
 
 
း0
းD
္B
းA
္0
း1
္3
းD
း1
း5
္A
းA
း1
္0
္A
 
 
း4
္A
းB
္2
္4
း5
းB
းD
းA
း4
္A
းE
 
 
း3
္7
္5
္3
း4
း1
္A
း1
း5
္A
း5
း1
္3
းD
 
 
းA
္3
း4
း1
း5
း4
္3
း4
း1
္3
း4
း1
္A
 
 
း5
းB
းD
း5
း9
း1
း3
း0
းD
္4
းE
း0
္4
 
 
 
္5
္B
္0
းC
္6
းD
္8
္7
းE
း6
းE
 
 
 
္7
္B
း0
္B
းD
္3
း1
းD
းE
း4
္A
 
 
းC
္0
္A
္B
းE
္7
္6
းE
္5
းD
းD
္B
းE
 
 
္5
း8
း0
း3
း5
း1
း1
း5
္A
း5
း0
္7
းA
း5
း1
္6
္7
း1
း5
းB
းD
း5
္5
း8
 
 
းC
း1
္3
းE
း1
္0
း0
္8
္7
္A
 
 
းC
္4
္6
္B
းD
းE
းB
္7
းE
းA
္0
 
 
းC
္4
္6
္B
းD
း5
္A
း3
္4
္7
္A
းA
္0
 
 
းC
္4
္6
္B
းD
းE
း0
းD
္4
းE
းA
္0
 
 
းC
္4
္6
္B
းD
း5
္A
း0
္7
း3
္A
းA
္0
 
 
းC
္4
္6
္B
းD
းE
းB
း8
္8
းE
းA
္0
 
 
းC
္4
္6
္B
းD
း5
္A
းB
္2
း0
္A
 
 
းC
္4
္6
္B
းD
းE
္7
း8
း1
္A
းA
္0
 
 
းC
္4
္6
္B
းD
း5
္A
း4
းB
္7
္A
 
 
္3
း4
းD
း8
းE
းC
္A
းA
္B
းD
းE
 
 
း6
္4
္6
းE
္7
္9
္8
းE
္8
း4
 
 
း1
း8
္7
း1
းE
းD
း8
္A
္6
္5
းE
္7
 
 
္B
္A
းC
္A
းA
းB
္7
္4
္0
းE
းA
္0
း1
းB
္2
း3
္7
္5
း4
းE
္3
္5
းE
 
 
 
 
္0
 
 
 
္A
 
 
 
္8
 
 
 
္0
 
 
 
x
္A
 
 
 
x
x
x
x
x
x
x
 
္B
္6
္0
္B
းE
x
x
x
x
x
x
x
x
x
း0
းD
္B
းA
္0
း1
္3
းD
းB
x
x
x
x
္A
းB
းE
း4
း4
္B
းD
 
 
 
 
းA
းE
x
x
x
x
 
းD
္1
္7
္6
း4
္6
း4
း5
္B
းD
း5
း4
း1
္7
း8
္6
း1
္9
္7
 
 
 
 
းB
းE
းA
x
x
x
 
္B
းD
းE
း1
္5
္4
္0
္3
း4
္7
းD
္3
္7
္3
္7
းE
 
 
 
 
္8
း1
းD
္4
း4
္7
္4
း4
္7
းE
 
 
 
 
္8
္8
းD
္8
္8
းE
း0
း3
း4
္3
္7
းC
း1
္3
းE
းC
း1
္3
္4
း4
္7
 
 
္8
းE
္0
းA
းE
း1
္3
းD
းE
း3
္5
 
 
္A
းC
္3
းE
း1
္3
းD
းE
္7
္7
 
 
း1
း1
္A
္3
္7
း1
း1
္3
းD
း1
္6
္7
း1
 
 
း1
္A
း6
းA
္3
္0
း0
းD
္B
းA
္0
း1
္3
းD
း0
းC
္A
းE
းB
္8
္7
း1
္0
 
 
းA
းE
းB
္8
္7
း1
္0
းE
္3
း4
္A
 
 
းA
္4
္A
း8
း8
းD
္0
း1
း1
း5
္A
းE
္C
္7
း1
္A
း1
္6
္7
း1
း5
းB
းD
 
 
းE
း6
းA
္4
္A
း8
း1
း4
္6
္A
္3
္7
္4
္A
 
 
္3
းD
း5
း6
္A
းB
္8
္7
း6
း3
္2
္2
 
 
္5
း8
္6
းB
္8
္7
း6
း3
္2
္2
 
 
းA
းC
္C
း1
း5
း6
းA
္5
း8
 
 
းD
္7
း1
းE
္A
းD
းB
းD
း0
းD
္B
 
 
းA
္0
း1
္3
းD
္A
္8
း1
္0
း1
္3
းD
းD
း5
း6
္A
းA
းA
္4
္A
း8
း8
 
 
းD
္0
း1
း1
း5
္A
းE
္C
္7
း1
္A
း1
္6
္7
း1
း5
းB
းD
းE
းA
္4
္A
း8
 
 
း1
္3
းD
း1
း4
္6
္A
္3
္7
္4
္A
 
 
္6
းD
း5
္6
း4
းC
း1
္3
းD
းA
္A
္0
းA
္8
္0
းA
း1
္3
းD
္5
း0
္A
 
းC
္4
္A
း5
 
 
္6
းD
း5
္6
း4
းC
္A
္7
္7
း0
္7
္5
္5
း0
္A
းC
္4
္A
း5
္9
္7
းE
း0
း3
းC
္0
 
 
 
္7
္A
္6
x
x
x
x
x
x
x
x
 
 
္6
း4
းE
းA
းE
း1
းE
္A
း0
္7
္5
္A
း9
း9
္0
္B
း1
း1
္3
းD
္A
္B
း3
း4
 
 
းA
္3
္7
းE
းC
္0
္C
း5
း4
း1
္4
္A
္9
္7
း6
းA
္3
္0
း0
းD
္B
းA
္0
 
 
း1
္3
းD
္B
း1
း5
း4
x
္A
းD
းE
္A
း3
းC
 
 
းD
းE
္A
း3
းC
္0
္8
္6
း4
းE
္7
္0
 
 
္3
္0
း1
္3
းD
္6
း4
းE
းA
း4
း5
 
 
းB
္A
္9
းF
း0
္7
း7
း1
းA
းE
္0
း5
 
 
း1
းB
းE
းA
္8
း1
း1
္3
းD
းD
း1
း5
္A
း5
 
 
္C
းE
းD
းB
္C
း1
းD
းE
းD
းB
 
 
း0
္7
္5
း4
္7
းB
္A
းA
းC
္A
းB
္0
း4
းD
းD
း0
းD
္B
းD
း0
းB
းD
း1
္0
 
 
္B
းD
းE
းE
္A
္3
း4
း4
းD
းA
း4
း4
 
 
္B
းD
္9
း7
္7
းA
္6
္7
း0
းE
္A
 
 
း1
္0
္4
းC
း5
းA
္2
္A
္7
္0
းA
း4
း4
 
 
း1
း1
္0
း1
္0
း5
း0
း8
း4
းA
း4
းA
းE
းD
းB
္3
းD
္B
းD
းE
းD
 
 
းA
းE
္7
္C
 
 
္B
းD
းE
း6
္0
းC
းE
း4
းA
းC
း1
္3
း5
းE
းD
္A
း0
္7
္5
း1
းE
းD
္9
းD
းE
း5
း1
္3
းD
းB
းA
္5
း8
္3
္0
း1
္4
္0
း6
္C
း1
္7
း1
္0
္9
းD
းE
္A
္3
းE
းE
းA
းE
း1
္0
္1
းD
းE
္A
္7
းE
္A
္4
္7
္3
္A
္B
း1
္7
းE
္0
္A
္5
း8
္7
္7
းE
း8
း1
းD
းE
း1
္3
္7
္4
္A
x
x
x
x
x
x
x
x
x
x
 
္A
း8
္A
x
x
x
x
x
x
x
x
x
x
းE
x
x
x
x
x
x
x
x
x
x
္A
္B
း4
းB
 
း0
းD
္A
္A
္0
္4
္0
းE
 
 
 
 
္3
းE
္9
္7
္A
္7
္9
း7
း7
 
 
 
 
္3
းE
္9
္7
္8
္7
းE
း1
 
 
 
 
္3
းE
္A
းD
းE
္9
္5
္7
း0
္7
္5
းC
း0
္9
္7
္3
းD
းA
း4
းE
 
 
 
 
 
း3
းD
း1
းD
္1
္7
္7
း8
္A
းE
 
 
 
 
း6
္7
း4
း1
္A
း3
္4
္8
္A
း0
္7
္5
္A
္2
္4
္7
း1
းA
္7
း4
းE
း0
္7
္5
္B
း4
းB
 
း0
းD
္A
္A
္0
 
 
္4
္0
းE
္A
းB
္6
္7
္A
း5
 
 
း5
းE
္7
းA
းE
းB
းB
္2
္C
 
 
္8
း1
္A
း5
း3
း3
း0
္7
္5
 
 
္0
း8
းD
္A
း5
း6
္0
္9
္7
 
 
္3
္0
္0
္B
းD
းE
း0
းD
 
 
္A
္6
္7
း1
းD
း1
္0
္B
းD
းE
 
 
းE
္A
း0
းD
းA
္3
း4
း1
းB
းE
 
 
းB
္B
းE
္7
း1
္4
း5
 
 
းB
းD
းD
္B
း1
္8
း1
္7
္0
္6
္0
း5
္A
း3
္A
း0
္0
 
 
္0
္7
္A
္B
းD
းE
းC
္4
းC
 
 
္5
း8
္7
္7
္A
းD
း0
 
 
းC
းE
းE
း1
းA
း4
းE
း4
 
 
း4
္B
းD
းE
းE
္A
း1
း0
 
 
းD
္4
းC
း4
္7
း1
္A
းB
 
 
းE
္0
းD
္4
္3
္0
းE
္A
 
 
း5
း1
္7
း6
္6
းD
 
 
္A
းC
္A
း8
း6
းA
း6
းB
 
 
း1
း4
း5
း6
္A
း6
္7
း1
းE
 
 
းD
း1
္0
x
္B
းD
းE
းE
္A
 
 
္8
္0
းA
းD
းA
း4
း4
 
 
္B
းD
္9
း7
္7
္A
း8
းE
 
 
း0
းD
္B
းA
္0
း1
္3
းD
း5
း6
္A
း0
းD
္B
းA
္6
္7
း4
းE
း1
း5
္A
းA
း1
္0
္A
း4
္A
းB
္2
္4
္7
းE
းE
္A
း4
္A
း3
္7
္5
း5
းB
းD
းA
 
 
 
း0
း3
းA
 
 
 
း0
း3
းA
 
 
 
 
း1
း5
္A
းA
 
 
 
္6
္7
း1
 
 
 
္5
း8
္A
 
 
းE
္A
 
 
 
း1
္0
္B
းD
းE
 
 
 
 
းA
းE
္7
္C
းA
း4
 
 
 
္9
း7
္7
 
 
 
း1
္4
္0
း6
္C
း1
္7
 
 
 
္A
 
္2
္4
္7
္B
းD
းE
းD
းB
္8
္3
းA
္0
္6
းE
း4
းE
းD
းB
္C
း1
္7
္A
းB
္A
းE
း3
္5
းD
္A
္0
း1
္8
္0
း1
္7
း8
 
 
 
 
္A
းB
းD
းA
း1
္8
္0
္3
္6
းD
္A
္0
းC
 
 
 
 
းC
းD
းA
း9
း4
းC
း1
္3
္A
္7
း0
းC
းE
 
 
 
 
္A
္8
းB
း8
္A
္A
္7
္4
းC
းE
းE
းB
္7
္2
္B
္4
း4
းB
း0
္0
းB
္B
္2
္4
္B
္C
း9
းE
 
 
 
 
းF
္7
္6
းE
း0
းE
္A
းE
းD
းA
္7
္A
 
 
 
 
း1
္0
္4
းC
း1
္0
္B
းD
းE
းE
္A
း1
းE
း5
းE
္7
္A
းA
း4
း4
္B
းD
္9
း7
္7
္A
း1
္3
း6
းD
းA
္8
း1
္B
းD
းE
္B
း4
းB
းD
းA
္A
္0
္4
္0
းE
္3
းE
း1
္3
းD
 
 
းE
္7
းA
းE
္5
္4
္0
း6
းA
္3
္0
 
 
း1
းE
္4
္0
း6
္C
း1
္7
္A
း8
းE
း1
္0
္B
းD
းE
 
 
းE
္A
း5
း6
္A
းA
း4
း4
း1
္0
္B
းD
္9
း7
္7
္4
္0
္4
းC
္0
္4
းC
းD
း1
္B
းE
 
 
္A
း5
း6
း5
းE
း1
္7
းD
္A
း0
္0
း3
္7
 
 
း1
းA
းE
း5
းE
း1
္7
းB
းA
္A
းB
းC
း4
္7
္C
းE
းE
္3
္0
းB
းF
း4
း0
းA
းD
္A
 
 
း5
းE
္B
းE
္A
္B
းE
္A
္0
္4
းC
း1
းD
္A
 
 
း8
းE
္7
္4
္B
းE
္A
း1
းB
းD
း0
္A
းA
း4
းA
္B
းD
း8
းE
း5
းE
းC
း1
္3
 
 
 
းA
း4
္A
းA
း1
္5
္3
း5
းE
းB
္2
းA
းE
္2
းB
 
 
္0
း5
္7
းB
းD
္5
း8
္0
း1
္3
းD
္3
းE
 
 
း0
း3
းA
္6
္7
း0
္0
း5
း4
္3
းE
း0
္7
းA
းA
 
 
း6
းD
း8
းE
းE
္3
းE
း0
း3
းA
းD
း8
းE
း6
းC
္A
္4
္3
းE
း0
း3
းA
းA
္0
္4
္0
းC
္A
း1
္3
းD
း9
္3
္0
္B
း9
္3
္0
းB
x
x
x
x
x
္6
း0
x
x
x
းB
းB
္A
းE
း3
္5
းD
္A
္0
း1
္8
္0
း1
္7
း8
္A
းB
းD
းA
း1
္8
္0
္3
္6
းD
္A
္0
းC
းD
းA
း9
း4
းC
း1
္3
္A
္7
း0
းC
းE
္A
္8
းB
း8
္A
္A
္7
္4
းC
းE
းE
းB
္7
္2
္B
္4
း4
းB
x
x
x
x
x
x
x
းA
x
း3
းE
းC
္4
္A
းD
 
 
း0
္7
္5
းC
္4
္A
းD
းC
းE
းE
းA
းC
္A
းD
းC
္0
းD
းB
း1
းB
း1
းE
းA
္3
္7
း1
း1
္3
းD
း1
းB
း1
း4
း5
း1
္4
း5
းA
္7
း4
းB
းB
း8
္7
္7
း7
္A
းA
း1
းD
း0
္7
္5
း6
္4
္7
 
 
္A
းB
္6
္7
္A
း5
း5
းE
္7
းA
းE
းB
းB
္2
္C
 
 
 
 
္3
္5
းE
းA
္7
း0
္C
္0
း0
းD
္B
းA
္0
း1
္3
းD
 
 
္8
း1
္A
း5
း3
း3
း0
္7
္5
္0
း8
းD
္A
း5
္A
းC
း0
 
 
 
 
္8
္A
္3
္0
္0
္7
းB
း1
္3
္7
္4
္A
 
 
း1
း5
းE
း6
္A
္5
း8
္A
း8
းE
း0
းD
္B
းA
္0
 
 
 
 
္A
း1
္3
္7
း1
းE
းD
း1
္0
္B
းD
းE
းE
္A
 
 
း1
္0
း1
္3
းD
း5
း6
္A
း0
းD
္B
းA
္0
 
 
 
 
 
္6
္7
း4
းE
 
 
 
 
္8
္0
းA
းD
းA
း4
း4
္B
းD
္9
း7
္7
္A
း8
းE
း0
းD
္B
းA
္0
း1
္3
းD
း5
း6
္A
း0
းD
္B
းA
 
 
္6
္7
း4
းE
း1
း5
္8
းD
း1
္0
္B
းD
းE
းE
္A
 
 
္3
း1
း4
းB
း0
္0
း6
း4
းC
္3
းD
းE
းB
 
 
္A
း1
္3
း6
းD
းA
္8
း1
္B
းD
းE
္B
း4
းB
းD
းA
္A
္0
္4
္0
းE
္8
္3
းE
း1
္0
 
 
 
 
 
္B
းD
းE
းE
္A
 
 
း1
း5
္8
း1
္0
္B
းD
းE
းE
္A
္3
း1
း4
းB
း0
္0
 
 
း6
း4
္3
းD
းE
းB
းC
းE
း3
း1
္0
္B
းD
းE
းE
္A
းA
္A
္0
း1
း5
း6
း0
္5
း8
္B
းB
းA
္5
း8
္0
း1
္3
းD
x
x
x
x
x
x
းA
္6
္7
္C
္0
း5
း4
x
x
x
x
x
x
x
x
x
္4
းE
းD
း8
းE
းA
x
x
x
x
x
x
x
x
းD
္A
္6
္1
း1
 
 
x
x
x
x
x
x
x
x
x
x
းC
းE
း8
းA
x
x
x
x
x
x
x
x
x
x
x
္A
း1
္3
္8
x
x
x
x
x
x
x
x
x
x
x
x
္A
္0
္0
းE
x
x
x
x
းE
x
 
 
 
 
 
 
 
 
 
 
 
္7
း8
း1
္A
္8
း1
္A
x
 
 
 
 
 
 
 
 
 
 
္7
း1
္A
္8
း1
္A
း8
းC
္0
 
 
 
 
 
 
 
 
 
 
 
းA
း0
္7
္5
း8
းC
္0
 
 
 
 
 
 
 
 
 
 
 
္A
္3
္A
း4
္A
းB
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
းB
္0
းD
း1
္0
းB
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း4
္A
းD
း1
္0
းB
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း4
းB
းB
းB
း1
းB
း1
းE
 
 
 
 
 
 
 
 
 
 
 
း4
းE
းE
္A
း0
္5
း8
 
 
 
 
 
 
 
 
းA
း4
း4
း1
္6
္7
း1
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း0
းD
း0
းC
္8
္A
း1
 
 
 
 
 
 
 
 
 
 
း0
း5
္4
းB
းB
းD
း8
 
 
 
 
 
 
 
 
 
 
 
 
 
္8
းE
းE
း6
းD
းB
x
 
 
 
 
 
 
 
း6
းD
းB
္B
းD
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္0
္3
းE
္B
းD
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းC
း1
္7
းE
္C
း4
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းC
း1
္7
းE
္C
း4
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း4
းE
းE
္A
း0
္5
း8
 
 
 
 
 
 
 
 
 
 
းA
း4
း4
း1
္6
္7
း1
 
 
 
 
 
 
း6
းD
းB
္B
းD
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း6
္7
း1
းE
းD
း1
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
းE
္C
း4
္5
္B
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းE
္C
း4
္5
္B
္0
း6
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္B
္8
းE
းE
္C
္B
း4
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း4
းE
းE
္A
း0
္5
း8
 
 
 
 
 
 
 
 
 
 
 
းA
း4
း4
း1
္6
္7
း1
 
 
 
 
 
 
 
 
 
 
 
 
 
္8
းE
းE
း6
းD
းB
 
 
 
 
 
 
 
 
 
 
x
x
x
္8
းD
းB
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
းB
္8
္B
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းB
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
းA
x
x
x
x
x
 
 
 
 
 
 
 
 
 
 
 
္3
းC
း4
းB
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း6
းD
း9
းD
း1
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းE
္B
္A
္7
း8
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
း9
းD
း1
း0
္7
္5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
းC
္C
း1
း5
း6
းA
္5
း8
 
 
 
 
 
 
 
 
 
 
္B
း0
္4
း1
္3
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္B
း5
း4
း4
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
္0
္4
္3
း1
္3
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္8
းE
္0
္A
း0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
္6
္7
း1
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းD
း8
းE
းE
္5
း4
းA
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္3
း4
 
းD
း8
းE
းC
္A
းA
္B
းD
းE
 
 
း6
္4
္6
းE
္7
္9
္8
းE
္8
း4
း1
း8
္7
း1
းE
းD
း8
္A
္6
္5
းE
္7
္B
းC
္A
းA
းB
္7
္4
္0
းE
းA
္0
း1
းB
္2
း3
္7
္5
း4
းE
္3
္5
းE
 
 
းB
္2
းB
္2
္4
းA
းE
းD
္C
္0
 
 
းB
္7
္4
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း6
္A
္8
္A
္0
းA
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
္3
းD
္A
္7
္8
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း1
္A
္B
းD
းD
္B
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္3
းD
း8
း1
းC
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းE
္0
းD
္B
းB
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းD
္B
းB
္A
းD
းC
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္A
္3
း4
း4
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္0
္B
္5
္4
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
x
x
x
း0
းD
္B
းA
္0
း1
္3
းD
x
x
x
x
x
x
္B
္4
း4
္4
္7
းB
x
x
x
x
x
x
x
းA
းE
္0
းB
းC
းC
္7
္A
x
x
x
x
x
းB
္0
္4
းC
္3
း1
းD
x
x
x
း1
္0
းB
း0
းC
္A
္0
း1
း3
္7
္A
 
 
 
 
္B
းD
းE
း0
္7
္5
း6
း0
္A
္6
း8
 
 
 
 
္3
္7
္4
္A
းB
္7
း8
းB
းE
း4
းD
းB
 
 
 
 
းE
း9
္7
္A
းB
္3
းE
းB
းC
း1
္3
္A
 
 
 
 
္9
းD
းE
းB
္8
းE
္0
း3
္0
း7
္7
းB
္3
းE
းB
္4
း4
္7
းA
း1
္A
း0
္7
 
 
္3
းE
းB
္A
း9
းD
းA
း1
္A
္7
း1
္B
း4
းB
 
 
္4
္0
းB
း0
းD
္A
္A
္0
္A
းB
္9
္7
 
 
းB
္0
းB
္0
းA
းC
း0
္9
္7
္3
းD
းA
း4
းE
 
 
း3
းD
း1
းD
္1
္7
္7
း8
္A
းE
း6
္7
း4
း1
္A
း3
္4
္8
္A
း0
္7
္5
္A
္2
္4
္7
း1
းA
 
 
္7
း4
းE
း0
္7
္5
း6
္A
း4
္3
္B
းD
းE
 
 
းB
းE
္A
္A
းA
းC
းE
္3
း0
းD
္B
းA
္0
း1
္3
းD
 
 
းA
္C
း5
း1
္3
း1
းD
္A
း1
း4
း1
္7
 
္4
္7
္A
 
 
း1
းC
း4
းC
း8
းD
းE
းE
္A
းC
းB
း1
္3
းE
္0
း5
းC
း1
္3
းD
းC
း1
္3
းE
 
 
္A
းC
္3
းD
းA
္8
းE
္0
းD
္8
းE
္0
းA
းE
 
 
း6
္A
x
x
္7
္0
း6
္A
းD
း4
္0
းE
္8
 
 
း0
းD
x
x
း1
္3
းD
းC
းD
း1
းC
္0
 
 
္B
္4
း4
x
x
x
x
္C
းD
း5
းE
္9
္1
းA
းE
္0
း5
x
x
x
x
x
္A
းD
္B
္7
္A
း5
းC
x
x
x
x
x
x
x
x
x
x
္A
း1
းD
းA
းF
း4
္B
းD
း6
္A
း1
း0
္6
္7
းC
းE
းD
းB
း0
း1
းC
္0
းE
္A
းC
း0
း1
း5
းE
း6
္A
္5
း8
္2
း1
္0
းA
x
x
္5
္A
း0
္7
္5
x
x
း8
္3
း4
းB
းB
္2
းE
းE
း5
းA
္A
းE
္9
္0
းA
 
 
 
 
းD
္0
္3
းE
းA
း0
္7
္5
း4
း1
္7
 
 
 
 
းD
းA
္2
းE
္A
းC
း4
းC
း8
းD
းE
းE
္A
 
 
 
 
းE
္9
္0
းA
းD
း1
္3
းD
္0
္4
းD
းD
း0
 
 
 
 
္7
္5
းE
္A
း0
းD
္B
းA
္0
း1
္3
းD
း3
းD
္6
း7
း1
းD
း1
္3
းD
း0
္7
္5
 
 
း0
္4
္0
းB
းD
း9
္4
္0
္B
းD
x
x
 
 
း4
္4
္B
း4
းA
္7
း4
းD
းB
္2
္B
းA
္8
း1
 
 
းD
း5
း4
းE
း6
းD
း5
း4
းE
းA
္8
း1
 
 
းD
း0
္7
္5
းE
းA
္5
္6
္3
းE
္7
 
 
္C
္0
းD
္7
္B
းC
း5
္3
္4
္7
္4
းD
္8
္A
 
 
းD
္6
း4
္6
း4
း5
းD
္4
းC
းA
းB
္2
 
 
းE
္B
း7
္7
္A
းE
္9
္7
း1
း0
း1
္0
 
 
းA
း4
းA
္4
္2
းD
္A
းE
း1
းA
္3
္7
 
 
းA
း5
း4
းA
းD
း8
းE
္6
း4
္6
္0
းA
္8
းD
္8
္6
္0
းF
္7
္3
း5
းA
း8
္7
္8
 
 
းB
း1
္0
း0
္4
းD
း1
းB
္3
းE
္6
းA
္8
းD
္8
 
 
း1
းE
္A
းA
းC
္C
း1
း5
း6
းA
္5
း8
 
 
း1
္3
းD
းE
္A
းE
းA
းD
္B
းE
း1
္0
 
 
း4
း1
္0
းE
းA
း5
းE
းD
္A
း0
္8
္7
း1
္3
းD
း0
္7
း4
း1
း0
္7
္5
း0
္4
 
 
္3
္0
္A
္A
္A
းD
းB
း6
္A
္5
း4
းB
းD
္9
္7
 
 
းD
းB
း1
း4
း0
္7
္5
းB
းD
း1
း1
္3
းD
းB
း1
း4
းC
း4
းE
္A
းE
္9
းD
္0
္3
းE
းA
း0
္7
္5
း4
း1
္7
းA
္2
းE
္A
းC
း4
 
 
းC
း8
းD
းE
းE
္A
္A
းE
္9
းD
း1
္3
းD
္0
္4
းD
းD
း0
္7
္5
းD
္4
းC
္A
းB
္2
းE
္B
း7
္7
္A
းE
းD
း1
္3
းD
 
 
 
 
္9
္7
း1
း0
း1
္0
္A
း4
္4
္2
းD
္A
းE
း1
းA
္3
္7
 
 
 
 
္A
း5
း4
းA
းD
း8
းE
း6
း4
္6
္0
္A
္8
းD
္8
 
 
 
 
္6
္0
းF
္7
္3
း5
္A
း8
္7
္8
းB
းE
း1
္0
း0
္4
းD
း1
းB
္3
းE
္6
္A
္8
းD
္8
း1
းE
္A
 
 
 
 
း1
္3
းD
းE
္A
းE
းA
းD
္B
းE
း1
္0
း4
း1
္0
 
 
 
 
းE
းA
း5
းE
းD
္A
 
း0
္8
္7
း1
္3
းD
္0
္7
း4
 
 
 
 
း1
း0
္7
္5
္3
းE
း5
္A
္7
း4
္0
္7
္A
 
 
 
 
္B
းD
းE
းC
္4
းC
္3
း4
္A
းC
း1
္3
း1
းB
္A
းC
္A
းB
းA
္0
္C
း4
းE
္3
္A
း1
းE
္A
္5
း8
းD
္0
္7
္A
္B
းD
းE
းC
္4
းC
 
 
္3
းE
္2
းE
္3
းD
းA
း0
းD
္B
းA
္0
း1
္3
းD
 
 
္A
းC
းE
္3
္0
္7
္A
္B
းD
းE
းC
္4
းC
 
 
္A
းC
္C
း0
းD
္B
းA
္0
း1
္3
းD
းD
းB
္A
္4
္3
္0
္A
းB
္A
းC
္A
း5
္A
းC
္3
းD
းA
္0
း5
 
 
း1
္5
္7
္7
္A
္5
္4
္3
္0
္A
း1
းB
းA
္0
း5
 
 
း6
္A
္6
း1
္7
္0
း5
္A
းC
္A
္0
္0
း1
း3
္7
္A
 
 
္B
းD
းE
း0
္7
္5
္A
း9
း1
း3
းC
း1
္3
းE
 
 
္7
္C
းE
းE
းB
း1
းE
္0
း0
းD
္B
းA
္0
း1
္3
းD
္A
း9
း1
း3
းC
း1
္3
းE
း0
းD
္4
းE
းB
း1
းE
္0
း0
းD
္B
းA
္0
း1
္3
းD
္A
း9
း1
း3
းC
း1
္3
းE
္5
္B
္0
းB
း1
းE
္0
း0
းD
္B
းA
္0
း1
္3
းD
္A
း9
း1
း3
းC
း1
္3
းE
း0
းA
းD
းE
းB
း1
းE
္0
း0
းD
္B
းA
္0
း1
္3
းD
္A
း9
း1
း3
းC
း1
္3
းE
းA
္3
းD
းE
းB
း1
းE
္0
း0
းD
္B
းA
္0
း1
္3
းD
္A
း9
း1
း3
းC
း1
္3
းE
းA
း8
းE
္7
းE
းB
း1
းE
္0
း0
းD
္B
းA
္0
း1
္3
းD
း1
းC
္4
း8
း8
္4
းC
္A
 
 
း1
းE
 
္3
္0
္A
းB
း4
္9
း7
္7
း5
းA
း1
းE
းD
္B
းD
းE
္B
း4
းB
းD
္A
္A
္0
္4
္0
းE
္3
းE
္B
းD
းE
း1
းB
္0
း5
္7
းE
္6
္7
း1
း0
္4
္6
္A
း5
းE
္A
းE
္A
း1
းD
းA
းF
း4
္B
းD
း6
္A
း1
္C
္6
္7
းC
 
 
းE
းD
းB
း0
း1
းC
္0
းE
းD
္4
္3
္0
္B
းD
္A
း5
း1
္7
း6
္A
္6
းD
 
 
္A
းC
္A
း8
း6
းA
း6
္A
းB
း1
း4
္0
း5
 
 
္A
းC
္C
း1
း5
း6
္A
္5
း8
္A
းC
းE
း3
း5
္A
း0
္8
္7
္A
း6
း1
္0
း5
္B
းD
္A
း6
္5
း1
 
 
္7
္A
း0
္7
းA
း5
းB
းE
္A
း0
းD
္B
းA
္0
 
 
း1
္3
းD
းB
း3
းD
္6
း7
း1
းD
း1
္3
းD
 
 
း0
္7
္5
း1
းE
းA
္5
း8
္B
းD
းD
္7
း1
္A
း0
္8
္7
္A
းA
းE
းC
းE
္3
းD
္7
း1
္A
း0
္8
္7
္A
းA
းE
္A
္0
 
 
း0
း8
း4
း1
း1
္0
းB
း0
းE
းD
းB
္0
 
 
း6
္A
္3
္0
္7
း1
္A
း0
္8
္7
္A
းA
းE
 
 
း1
းD
္0
းE
းD
းB
းA
း4
္3
းA
းD
း8
္0
 
 
း6
းA
္3
္0
းD
း9
္4
္0
္B
းD
း4
္4
္B
း4
း4
္6
း0
္0
းE
းD
းA
္7
္6
 
 
္3
းE
း1
္3
းD
းD
းA
္3
း4
း1
းE
္7
း8
 
 
္3
းE
း1
္0
း4
း1
္0
းB
္A
းE
္2
းE
း6
္3
္0
္7
း1
္A
း0
္8
္7
္A
းA
းE
း1
းD
္A
္0
းE
းD
းB
္3
္8
္A
္7
္3
္7
္1
းA
းE
းD
းB
္3
္8
္A
္7
္3
္7
္1
 
 
း0
္4
္0
းB
္3
္8
္A
္7
္3
္7
္1
 
 
းA
္3
းD
း1
္5
္7
္7
္A
္5
္4
္0
 
 
းA
္8
း1
းD
းB
း8
္8
း0
းD
္B
းA
္0
 
 
း1
္3
းD
္4
္3
္0
း5
းD
္A
းE
္9
းA
္0
း5
း4
းE
္7
္B
းC
း5
းD
းA
းE
္9
းA
း0
္4
္2
း5
း6
းA
္3
္0
္3
္8
္A
္7
္3
္7
္1
းD
း0
းE
းD
းB
း1
္5
္7
္7
္A
္5
္4
္0
းA
္7
း4
္3
္8
္A
္7
္3
္7
္1
းA
္7
း4
းD
းB
း8
္8
း0
းD
္B
းA
္0
း1
္3
းD
 
 
း6
းA
းE
းD
းB
း1
း0
္7
္5
္B
းD
းB
းD
း5
 
 
x
x
x
္A
းC
း0
း1
္0
း1
္7
း8
း1
္A
 
 
 
x
x
x
x
x
္A
းC
း0
း1
္0
း1
းB
းB
္0
္A
းD
x
x
x
x
x
x
x
x
x
x
 
 
 
 
း6
း8
x
x
x
x
x
x
x
x
x
 
 
 
 
းB
း4
္A
္8
း1
္7
x
x
x
x
x
 
 
 
 
းB
း4
္A
္6
းD
x
x
x
းA
းE
းA
းE
းE
းA
္3
္A
္6
္0
း6
္7
း8
းE
္3
္0
္A
 
 
 
 
္A
္0
း1
္8
း5
းB
းD
း1
း0
္7
း3
 
 
 
 
းD
x
္3
း1
းD
း5
းB
းD
း1
္8
း0
္A
 
 
 
 
းD
္B
းE
္7
း5
းB
းE
းD
း1
္3
္0
္A
 
 
 
 
း0
္8
္7
း1
္3
းD
္A
္B
း3
း4
းE
္A
း1
္2
္B
္0
းD
္4
းC
္A
းC
္5
္6
္0
း5
 
 
း1
္6
္5
း0
းD
းD
္A
းC
္C
း1
း5
း6
္A
္5
 
 
း8
း0
္A
းE
္A
္A
္0
း0
း3
းA
 
း6
္3
္0
း1
္0
္B
းD
းE
းE
္A
းE
း5
 
 
္A
း0
္7
းC
္0
းD
း1
္A
းD
္A
္3
္0
္A
း0
္0
္B
္A
းD
းB
း6
း0
္5
း4
းB
းD
 
 
္9
္7
းD
းB
း1
း4
း0
္7
္5
းB
းD
း1
း1
္3
 
 
းD
းB
း1
း4
းC
း4
းE
္0
္4
းC
း3
္2
္7
္A
 
 
း1
္0
္0
းC
းE
္0
္4
းC
း5
းE
းD
္A
 
း0
္7
္5
းE
္9
္A
းD
္0
္3
းE
းA
း0
္7
္5
း4
း1
္7
းA
္2
းE
္A
းC
း4
းC
း8
းD
းE
းE
္A
 
 
္0
း1
းC
း0
္0
းB
း0
းD
္B
းA
္0
း1
္3
းD
 
 
္3
း4
း1
္0
္0
း0
္0
းB
္B
းE
္7
း1
္4
းA
 
 
းB
းD
းD
္B
း1
္8
း1
္7
္0
္6
္0
းA
္0
း3
္A
္C
း5
း6
 
 
္0
္7
္A
္B
းD
းE
းC
္4
းC
္5
း8
္7
္7
္A
းD
း0
းC
းE
းE
း1
းA
း4
း1
္0
္B
းD
းE
းE
္A
 
 
းA
းE
းA
းE
းE
းA
္3
္A
္6
္0
းD
းA
းE
းE
 
 
းD
းA
္7
း3
းE
္7
း8
္0
္3
္0
္A
္A
္0
း1
္8
း5
 
 
းB
းD
း1
း0
္7
း3
းD
္3
း1
းD
း5
းB
းD
း1
 
 
္8
း0
္A
းD
္B
းE
္7
း5
းB
းE
းD
း1
္3
္0
္A
း0
္8
္7
း1
္3
းD
္A
္B
း3
း4
 
 
း1
္0
္B
းD
းE
းE
္A
း1
း8
္7
း1
္A
း1
္6
္3
္0
္0
း1
း3
္8
္7
္A
း4
္7
းA
 
 
္0
္0
း1
္B
းC
္A
္A
းC
္7
္4
္0
္0
 
 
း1
္7
း8
းE
္A
း9
း8
္0
္0
း1
းC
း4
္A
း4
္7
္3
္0
္0
းC
္B
္7
း5
းD
္A
္B
းB
းD
 
 
္3
္5
္7
းE
းE
္0
္A
း5
းD
္A
းB
းD
းA
းA
 
 
္0
္4
္7
းE
းC
္B
္7
းD
းC
္B
္7
းA
္5
း8
းB
း3
းD
္6
း7
း1
းD
း1
္3
းD
း0
္7
္5
 
 
 
 
း6
း5
းE
း8
းA
း0
းD
္B
းA
္0
း1
္3
းD
 
 
 
 
း6
း5
းE
္B
္8
း7
း1
းD
း1
္3
းD
း0
္7
္5
 
 
 
 
း1
း8
းD
းE
းD
း9
္4
္0
္B
းD
း4
္4
္B
း4
း1
းF
္7
္A
း1
္0
းA
း1
္0
း6
္A
 
 
 
 
းC
းE
းE
းC
းE
္0
္A
းE
း9
္7
္0
 
 
 
 
္0
း3
းD
းE
္A
းD
းB
္0
း1
္A
းE
 
 
 
 
း6
္B
း4
္3
းB
း8
းA
း0
းD
္B
းA
္0
း1
္3
းD
x
းB
္B
္8
း7
း1
းD
း1
္3
းD
း0
္7
္5
း1
း8
းD
းE
းD
း9
္4
္0
္B
းD
း4
္4
္B
း4
 
 
း1
းF
္7
္A
း1
္0
းA
း1
္0
း6
္A
 
 
းC
းE
းE
းC
းE
္0
္A
းE
း9
္7
္0
 
 
္0
း3
းD
းE
္A
းD
းB
္0
း1
္A
းE
 
 
းC
းE
း3
းD
း9
္4
္0
္B
းD
း4
္4
္B
း4
 
 
္4
္3
္0
း5
းD
း5
း4
းE
းA
္8
္4
း4
 
 
း6
းA
္4
္7
္6
းD
္5
း1
း6
းA
္5
း8
္6
းA
းC
္C
း1
း5
း6
းA
္5
း8
 
း0
္8
း1
္0
း0
္0
းB
း6
း0
္0
း3
္0
 
 
း6
္A
္0
း3
း1
္B
္7
္A
းA
္0
္4
းC
 
 
းB
း8
းA
း0
းD
္B
းA
္0
း1
္3
းD
 
 
းB
္B
္8
း7
း1
းD
း1
္3
းD
း0
္7
္5
 
 
း1
းE
းA
္5
း8
္B
းD
းD
း1
္A
းD
္A
 
 
္3
္0
္A
းC
းE
္3
းD
း1
္A
းD
္A
္3
္0
္A
 
 
္7
း1
းE
းD
္0
္7
္A
္B
းD
းE
းC
္4
းC
္4
းD
္3
္0
္A
းC
း4
းE
းA
းC
း4
းC
 
 
 
 
္4
းD
္3
္0
္A
းC
း4
းE
္B
းD
းA
းC
္A
းB
း1
္3
းD
္3
္0
္A
းE
း8
္7
္8
္A
္B
းA
း0
းD
္B
းA
္0
း1
္3
းD
္B
းA
း7
း1
းD
း1
္3
းD
း0
္7
္5
 
 
 
 
္A
္A
း1
္3
း1
္A
းD
္A
္3
္0
္A
္B
x
 
 
 
 
္B
း4
းB
းD
္A
္A
္0
္4
္0
းE
 
 
 
 
္3
းE
္0
္7
္A
္B
းD
းE
းC
္4
းC
 
 
 
 
္A
းC
္C
း1
း5
း6
္A
္5
း8
္A
း8
းE
္8
္7
္B
းD
း0
း1
းB
 
 
း5
း6
္A
းD
း9
္4
္0
း8
္A
းB
းB
 
 
္4
းD
္3
္0
္A
းC
း4
းE
းA
းC
္4
းC
 
 
္4
းD
္3
္0
္A
းC
း4
းE
္B
းD
းA
းC
္A
းB
 
 
း1
္3
းD
္3
္0
္A
းE
း8
္7
္8
္A
း5
္B
းA
း0
းD
္B
းA
္0
း1
္3
းD
 
 
္B
းA
း7
း1
းD
း1
္3
းD
း0
္7
္5
 
 
း6
္A
္3
္0
္0
္7
္A
္B
းD
းE
းC
္4
းC
 
 
းC
း4
းA
္0
္3
္0
း1
္6
း1
္3
္A
္A
 
 
း1
းD
းD
းA
္A
္3
းD
္C
းE
္A
းB
း6
း0
း1
္6
္8
း0
းD
္B
းA
္0
း1
္3
းD
 
 
း6
္A
္3
္0
း1
္A
းD
္A
္3
္0
္A
 
 
း0
္0
းD
း0
္0
းA
းC
္4
းC
း0
 
 
း0
္0
းD
း0
္0
္B
းD
းA
္9
္7
းB
္A
္9
္7
းB
းC
းD
းE
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
းC
္A
း4
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း4
္7
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
္7
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းA
္B
း3
း4
း1
္3
းD
း1
္0
း0
္8
္7
္A
 
 
 
 
္7
း1
းE
းA
းE
း3
္5
း1
းB
္A
္4
း4
းB
းA
းE
းA
းE
း3
္5
း1
္5
းE
း4
 
 
 
 
္5
္9
္7
းE
းA
းE
္5
း3
းD
း0
္7
္5
္4
းA
္8
း1
း1
္3
းD
းD
းB
္2
္B
းE
းD
းB
း5
းD
္0
း3
္A
 
းD
းB
း8
္8
း4
္7
းB
္A
း5
းD
းA
းE
းE
းD
းA
္7
း3
းE
 
းD
းA
္7
း3
းE
 
 
 
 
းD
းC
္0
္A
းE
းB
း1
းC
း1
္3
 
 
 
 
းC
္0
္A
း6
းB
္7
း1
္0
္B
းD
းE
းE
္A
္3
းE
း0
းD
္B
းA
္0
း1
္3
းD
းA
းC
္C
 
 
း1
း5
း6
းA
္5
း8
္3
းD
းB
း1
္3
းD
းE
 
 
္4
း5
္A
 
္6
းD
္A
္3
းD
းB
္4
း5
္A
 
 
း4
္7
းA
း1
း8
္7
း1
္3
းD
းB
 
 
္4
း5
္A
းC
္7
္4
း1
္B
းC
္A
္3
းD
းB
္4
း5
္A
း9
း8
္0
း1
္7
း8
 
 
းE
္3
းD
းB
္4
း5
္A
း4
္7
းA
း1
းB
း1
္7
္A
္3
းD
းB
္4
း5
္A
္9
းD
းA
း1
းC
း1
းC
း4
းE
္3
းD
းB
္4
း5
္A
း4
္7
္3
း1
းA
းE
္A
္0
း0
း8
း4
း1
း0
း3
းB
္B
္2
္4
း0
း6
းA
္8
း1
း0
္4
း4
း0
္0
းC
္A
္B
းE
 
 
း0
း8
း4
း1
း0
း3
းB
းD
္A
္A
္0
း6
း5
္0
း0
း8
္1
x
x
x
x
းD
x
း4
x
x
း0
းB
းD
းA
း1
္0
္0
းC
းE
း0
းB
းD
းA
း5
းE
းD
္A
း0
္7
္5
း6
းA
္6
းD
း0
း8
း4
 
 
 
 
 
 
 
 
 
းC
္A
x
x
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
း4
းD
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
းC
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
း9
္7
း4
း5
x
x
x
x
x
x
x
း1
္7
းC
း5
x
x
x
x
x
းB
္3
္5
္7
္C
း4
္0
း5
းA
္A
္0
း0
း3
း5
x
x
x
x
x
x
x
x
x
းE
္A
x
x
x
x
x
x
း1
းE
္7
းD
္B
းE
းE
x
x
x
x
x
x
း1
္0
္B
းD
းE
းE
္A
x
x
္C
းC
း1
္3
္A
္9
းD
းE
း5
း6
္3
္0
း1
္0
္B
းD
းE
းE
္A
္4
း5
္0
း0
း3
းA
းE
းA
္A
္0
း1
္3
းD
္2
္2
္4
္C
းA
း1
္0
းE
္C
းE
းA
းB
းD
းA
းA
 
 
းA
္8
း1
္3
းE
း1
္3
းD
္5
္7
္7
္A
 
 
္5
္4
္0
းA
းC
းD
း1
း5
း6
းA
္5
း8
း0
း3
းA
းE
းA
္A
္0
္A
း1
္3
းD
္2
္4
္C
းA
း1
္0
းE
္C
းE
းA
းB
းD
 
 
းA
းA
းA
္A
္3
္0
းB
း1
းE
္7
းE
 
 
းE
္A
္3
း7
း1
္3
းD
္3
း7
းA
္0
း1
း8
္0
 
 
းB
္7
္C
းE
းE
းE
္A
္3
း7
း1
္3
းD
 
 
္3
း7
းA
္0
္8
းB
္0
းB
း1
္8
္0
းE
းE
္A
္3
း7
း1
္3
းD
္3
း7
းA
းE
္5
း3
္0
းB
းD
္2
းE
းE
းE
္A
္6
းD
 
 
း1
္3
းD
္6
းD
္3
းD
္0
းC
္4
းC
 
 
္A
္5
း8
းD
းE
္A
းC
းE
္3
းE
္3
 
 
းD
း1
္0
္B
းD
းE
းE
္A
္B
းB
္A
းE
္A
း3
္5
္3
းE
း0
းD
္B
းA
္0
း1
္3
းD
 
 
္B
းB
း0
းD
းA
းC
းE
္3
းB
္8
္7
 
 
္B
းD
း0
း1
းB
းD
းA
္2
္3
း0
းD
္A
 
 
္8
း1
္A
းB
းD
းA
း5
္4
းB
းB
္2
း0
းE
းD
းB
းB
 
 
းD
းA
္8
း1
္7
း3
း9
းE
္8
္4
း9
းB
းA
္7
္C
း1
္0
္B
းD
းE
္A
္8
္A
္3
းA
 
 
း4
း4
္B
းD
္9
း7
္7
းA
္3
္7
းE
္A
 
 
း1
္6
းD
း5
းA
းC
္C
း1
း5
း6
းA
္5
း8
 
 
း1
္3
းD
းA
္8
္8
း1
္0
းD
းB
္2
္B
 
 
းE
းD
းB
း5
းD
္0
း3
္A
းD
းB
း8
္8
း4
္7
းB
္A
း5
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
း4
္7
းB
္A
 
 
 
 
 
 
 
 
 
 
 
း4
္7
း4
္7
း5
္0
 
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
းC
္0
္A
 
 
 
 
 
 
 
 
 
 
 
 
 
x
x
x
x
x
x
x
x
္B
းD
း4
္4
္B
း4
x
x
x
x
x
x
x
္6
း1
း0
္A
x
x
x
x
း1
းD
္B
္0
းC
္A
x
x
းC
္C
းD
္A
းC
္A
္6
းD
းC
္B
္7
း9
္7
းA
း0
္4
းD
္A
းD
း8
းE
းD
း8
းE
္A
္7
းE
းE
္A
းD
္A
းC
္A
းA
္0
္A
္9
း7
းA
္A
းC
္4
းC
 
 
္7
္4
္B
းE
္A
း8
္A
းB
 
 
းC
္4
းC
္A
း8
္A
းB
္B
းD
္0
းA
းE
 
 
္3
း4
းB
္B
းD
းE
း5
္0
းE
္A
းE
 
 
္3
း4
းB
းB
္8
္7
းE
း8
း1
္7
းB
း6
း3
္2
္2
း4
္3
္A
းB
 
 
း1
းA
းE
း0
္7
းC
း6
္A
္0
္0
 
 
းB
္8
္7
း6
း3
္2
္2
းA
း4
 
 
းA
္A
္7
းB
္8
္7
း6
း3
္2
္2
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
-
 
 
္2
္4
္7
္B
းD
းE
းD
းB
းC
း1
္0
းA
းD
းE
း4
း0
္A
္0
္4
္7
းD
္0
္7
း1
 
းB
း5
္0
းE
္7
း1
္0
္6
း4
းE
 
 
္8
္3
းA
္0
္6
းE
း4
းE
းD
းB
္C
း1
္7
္A
း0
း4
္0
းA
္7
း1
း1
း1
္3
းD
